Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Conversion needed. Gamma: 1.0
ar: التحويل مطلوب. النطاق: 1.0
cs: Je potřeba konverze. Rozsah: 1,0
de: Konvertierung ist erforderlich. Bereich: 1,0
es: Se necesita conversion. Gama: 1,0
fr: La reconversion est nécessaire. Plage : 1,0
it: È necessaria la conversione. Intervallo: 1.0
ja: 変換が必要です.範囲: 1.0
nl: Er is conversie nodig. Bereik: 1.0
pl: Potrzebna jest konwersja. Zakres: 1,0
pt: A conversão é necessária. Alcance: 1,0
ro: Este nevoie de conversie. Interval: 1.0
ru: Нужна конверсия. Гамма: 1,0
sv: Konvertering behövs. Räckvidd: 1,0
tr: Dönüşüm gerekli. Aralık: 1.0

source: Copy Frame, X, Y Values
ar: قيم صندوق النسخ ، X و Y
cs: Kopírovat hodnoty pole, X a Y
de: Kopieren Sie Boxwerte, X und Y
es: Copiar Valores de Cuadro, X e Y
fr: Copier les valeurs de la boîte, X et Y
it: Copia i valori della casella, X e Y
ja: ボックス値、XおよびYをコピー
nl: Kopieer boxwaarden, X en Y
pl: Skopiuj wartości pola, X i Y
pt: Copiar valores da caixa, X e Y
ro: Copiați valorile casetei, X și Y
ru: Копировать кадр, значения X, Y
sv: Kopiera boxvärden, X och Y
tr: Kutu Değerlerini Kopyala, X ve Y

source: Copy RGBA Values
ar: نسخ قيم RGBA
cs: Zkopírujte hodnoty RGBA
de: RGBA-Werte kopieren
es: Copiar Valores RGBA
fr: Copier les valeurs RGBA
it: Copia i valori RGBA
ja: RGBA値をコピーする
nl: RGBA-waarden kopiëren
pl: Skopiuj wartości RGBA
pt: Copiar valores RGBA
ro: Copiați valorile RGBA
ru: Копировать значения RGBA
sv: Kopiera RGBA-värden
tr: RGBA Değerlerini Kopyala

source: Copy Reel, Shot, Frame, X and Y coordinates to clipboard
ar: نسخ إحداثيات Reel و Shot و Frame و X و Y إلى الحافظة
it: Copia le coordinate Reel, Shot, Frame, X e Y negli appunti
ja: リール、ショット、フレーム、X、Y座標をクリップボードにコピーします
nl: Kopieer de spoel-, shot-, frame-, X- en Y-coördinaten naar het klembord
sv: Kopiera rulle, skott, ram, X och Y-koordinater till urklipp

source: Copy X Y
ar: انسخ XY
cs: Zkopírujte XY
de: XY kopieren
fr: Copier XY
it: Copia XY
ja: XYをコピー
nl: Kopieer XY
pl: Kopiuj XY
pt: Copiar XY
ro: Copiați XY
ru: Копировать XY
sv: Kopiera XY
tr: XY'yi kopyala

source: Copy/Color
ar: ينسخ/لون
cs: kopírovat/Barva
de: Kopieren/Farbe
es: Copiar/Color
fr: Copier/Couleur
it: copia/Colore
ja: コピー/色
nl: Kopiëren/Kleur
pl: Kopiuj/Kolor
pt: cópia de/Cor
ro: Copie/Culoare
ru: Копировать/Цвет
sv: Kopiera/Färg
tr: kopyala/Renk

source: Copyright String
ar: نص حقوق التأليف والنشر
cs: autorský text
de: Copyright-Text
es: Texto de Copyright
fr: texte de droit d'auteur
it: testo del diritto d'autore
ja: 著作権テキスト
nl: copyright tekst
pl: tekst praw autorskich
pt: texto de direitos autorais
ro: textul dreptului de autor
ru: Строка авторского права
sv: copyright text
tr: telif hakkı metni

source: Core
ar: وسط
cs: Centrální
de: Zentral
es: Central
fr: Central
it: Centrale
ja: セントラル
nl: Centraal
pl: Centralny
pt: Central
ro: Central
ru: Основной
sv: Central
tr: Merkez

source: Corruption in hotkeys preferences.
ar: الفساد في التعامل مع التفضيلات الرئيسية.
cs: Korupce při zpracování klíčových preferencí.
de: Korruption beim Umgang mit Schlüsselpräferenzen.
es: Corrupción en preferencias de teclas de manejo.
fr: Corruption dans la gestion des préférences clés.
it: Corruzione nella gestione delle preferenze chiave.
ja: キー設定の処理の破損.
nl: Corruptie bij het omgaan met belangrijke voorkeuren.
pl: Korupcja w obsłudze kluczowych preferencji.
pt: Corrupção no tratamento de preferências-chave.
ro: Corupție în gestionarea preferințelor cheie.
ru: Повреждение настроек горячих клавиш.
sv: Korruption i hantering av nyckelpreferenser.
tr: Temel tercihlerin işlenmesinde yolsuzluk.

source: Could not add profile "%s" to CMM:
ar: تعذرت إضافة ملف التعريف "%s" إلى CMM:
cs: Nelze přidat profil "%s" do CMM:
de: Profil »%s« konnte nicht zu CMM hinzugefügt werden:
es: No pude agregar perfil "%s" a CMM:
fr: Impossible d'ajouter le profil "%s" à CMM :
it: Impossibile aggiungere il profilo "%s" a CMM:
ja: プロファイル"%s "をCMMに追加できませんでした:
nl: Kan profiel "%s" niet toevoegen aan CMM:
pl: Nie można dodać profilu "%s" do CMM:
pt: Não foi possível adicionar o perfil "%s" ao CMM:
ro: Nu s-a putut adăuga profilul „%s” la CMM:
ru: Не удалось добавить профиль "%s" в CMM:
sv: Kunde inte lägga till profilen "%s" till CMM:
tr: "%s" profili CMM'ye eklenemedi:

source: Could not alloc swr_ctx
ar: لم أتمكن من تعيين swr_ctx
cs: Nemohl jsem přiřadit swr_ctx
de: Ich konnte swr_ctx nicht zuweisen
es: No pude asignar swr_ctx
fr: Je n'ai pas pu attribuer swr_ctx
it: Non ho potuto assegnare swr_ctx
ja: swr_ctxを割り当てることができませんでした
nl: Ik kon swr_ctx niet toewijzen
pl: Nie udało mi się przypisać swr_ctx
pt: não consegui atribuir swr_ctx
ro: Nu am putut atribui swr_ctx
ru: Не удалось выделить swr_ctx
sv: Jag kunde inte tilldela swr_ctx
tr: swr_ctx atayamadım

source: Could not allocate audio frame
ar: لم أستطع استضافة إطار صوتي
cs: Nemohl jsem hostit zvukový snímek
de: Ich konnte keinen Audioframe hosten
es: No pude alojar cuadro de audio
fr: Je n'ai pas pu héberger de trame audio
it: Non ho potuto ospitare il frame audio
ja: オーディオフレームをホストできませんでした
nl: Ik kon geen audioframe hosten
pl: Nie mogłem hostować ramki audio
pt: Não consegui hospedar o quadro de áudio
ro: Nu am putut găzdui cadru audio
ru: Не удалось выделить аудиокадр
sv: Jag kunde inte vara värd för ljudram
tr: Ses çerçevesini barındıramadım

source: Could not allocate destination samples
ar: لم أتمكن من تعيين عينات الوجهة
cs: Nemohl jsem přiřadit cílové vzorky
de: Ich konnte Zielproben nicht zuweisen
es: No pude asignar samples de destino
fr: Je n'ai pas pu attribuer d'échantillons de destination
it: Non ho potuto assegnare campioni di destinazione
ja: 宛先サンプルを割り当てることができませんでした
nl: Ik kon geen bestemmingsvoorbeelden toewijzen
pl: Nie mogłem przypisać próbek docelowych
pt: Não consegui atribuir amostras de destino
ro: Nu am putut atribui mostre de destinație
ru: Не удалось выделить сэмплы назначения
sv: Jag kunde inte tilldela destinationsprover
tr: Hedef örnekleri atayamadım

source: Could not allocate fifo buffer
ar: تعذر تخصيص المخزن المؤقت لـ fifo
cs: Nelze přidělit vyrovnávací paměť fifo
de: FIFO-Puffer konnte nicht zugewiesen werden
es: No pude reservar fifo buffer
fr: Impossible d'allouer le tampon fifo
it: Impossibile allocare il buffer fifo
ja: fifoバッファを割り当てることができませんでした
nl: Kan fifo-buffer niet toewijzen
pl: Nie można przydzielić bufora fifo
pt: Não foi possível alocar o buffer fifo
ro: Nu s-a putut aloca tamponul fifo
ru: Не удалось выделить буфер FIFO
sv: Det gick inte att allokera fifo-buffert
tr: fifo arabelleği ayrılamadı

source: Could not allocate new element
ar: لم أستطع استضافة المسار
cs: Nemohl jsem hostovat skladbu
de: Ich konnte den Track nicht hosten
es: No pude alojar pista
fr: Je n'ai pas pu héberger la piste
it: Non ho potuto ospitare la traccia
ja: トラックをホストできませんでした
nl: Ik kon de track niet hosten
pl: Nie mogłem hostować utworu
pt: Não consegui hospedar a faixa
ro: Nu am putut găzdui piesa
ru: Не удалось выделить новый элемент
sv: Jag kunde inte vara värd för spåret
tr: parçayı barındıramadım

source: Could not allocate output frame samples. Error:
ar: لم أستطع تعيين عينات إطار الإخراج. خطأ:
cs: Nemohl jsem přiřadit výstupní vzorky snímků. Chyba:
de: Ich konnte Ausgabe-Frame-Samples nicht zuweisen. Fehler:
es: No pude asignar samples de cuadro de salida. Error:
fr: Je n'ai pas pu assigner d'échantillons de boîte de sortie. Erreur:
it: Non ho potuto assegnare i campioni della casella di output. Errore:
ja: 出力フレームサンプルを割り当てることができませんでした.エラー:
nl: Ik kon geen uitvoerboxvoorbeelden toewijzen. Fout:
pl: Nie mogłem przypisać próbek klatek wyjściowych. Błąd:
pt: Não consegui atribuir amostras da caixa de saída. Erro:
ro: Nu am putut atribui mostre de cadre de ieșire. Eroare:
ru: Не удалось выделить выборки выходного кадра. Ошибка:
sv: Jag kunde inte tilldela utdataramexempel. Fel:
tr: Çıkış çerçevesi örnekleri atayamadım. Hata:

source: Could not allocate picture
ar: لم أستطع تعيين صورة
cs: Nepodařilo se mi přiřadit obrázek
de: Bild konnte ich nicht zuordnen
es: No pude assignar imagen
fr: Je n'ai pas pu attribuer d'image
it: Non ho potuto assegnare l'immagine
ja: 画像を割り当てることができませんでした
nl: Ik kon geen afbeelding toewijzen
pl: Nie udało mi się przypisać obrazu
pt: não consegui atribuir imagem
ro: Nu am putut atribui o imagine
ru: Не удалось разместить изображение
sv: Jag kunde inte tilldela bild
tr: resim atayamadım

source: Could not allocate raw picture buffer
ar: تعذر تخصيص المخزن المؤقت للصورة
cs: Nelze přidělit vyrovnávací paměť obrázku
de: Bildpuffer konnte nicht zugewiesen werden
es: No pude asignar el buffer de imagen
fr: Impossible d'allouer le tampon d'image
it: Impossibile allocare il buffer dell'immagine
ja: イメージバッファを割り当てることができませんでした
nl: Kan afbeeldingsbuffer niet toewijzen
pl: Nie można przydzielić bufora obrazu
pt: Não foi possível alocar o buffer de imagem
ro: Nu s-a putut aloca memoria tampon de imagine
ru: Не удалось выделить необработанный буфер изображения
sv: Det gick inte att tilldela bildbuffert
tr: Görüntü arabelleği ayrılamadı

source: Could not allocate source samples. Error:
ar: لم أستطع تعيين عينات المصدر. خطأ:
cs: Nemohl jsem přiřadit zdrojové vzorky. Chyba:
de: Ich konnte Quell-Samples nicht zuweisen. Fehler:
es: No pude asignar samples de fuente. Error:
fr: Je n'ai pas pu assigner d'échantillons source. Erreur:
it: Non ho potuto assegnare campioni sorgente. Errore:
ja: ソースサンプルを割り当てることができませんでした.エラー:
nl: Ik kon geen bronvoorbeelden toewijzen. Fout:
pl: Nie mogłem przypisać próbek źródłowych. Błąd:
pt: Não consegui atribuir amostras de origem. Erro:
ro: Nu am putut atribui mostre sursă. Eroare:
ru: Не удалось выделить исходные образцы. Ошибка:
sv: Jag kunde inte tilldela källexempel. Fel:
tr: Kaynak örnekleri atayamadım. Hata:

source: Could not allocate stream
ar: لم أستطع استضافة المسار
cs: Nemohl jsem hostovat skladbu
de: Ich konnte den Track nicht hosten
es: No pude alojar pista
fr: Je n'ai pas pu héberger de piste
it: Non ho potuto ospitare la traccia
ja: トラックをホストできませんでした
nl: Ik kon de track niet hosten
pl: Nie mogłem hostować utworu
pt: Não consegui hospedar a faixa
ro: Nu am putut găzdui piesa
ru: Не удалось выделить поток
sv: Jag kunde inte vara värd för spåret
tr: parçayı barındıramadım

source: Could not append child to stack. Error:
ar: لم أستطع إضافة طفل إلى المكدس. خطأ:
cs: Nepodařilo se přidat potomka do zásobníku. Chyba:
de: Kind konnte nicht zum Stack hinzugefügt werden. Fehler:
es: No pude agregar hijo a la pila. Error:
fr: Impossible d'ajouter l'enfant à la pile. Erreur:
it: Impossibile aggiungere il figlio allo stack. Errore:
ja: 子をスタックに追加できませんでした.エラー:
nl: Kan kind niet toevoegen aan stapel. Fout:
pl: Nie można dodać dziecka do stosu. Błąd:
pt: Não foi possível adicionar filho à pilha. Erro:
ro: Nu s-a putut adăuga copilul la stivă. Eroare:
ru: Не удалось добавить дочерний элемент в стек. Ошибка:
sv: Det gick inte att lägga till ett barn i stacken. Fel:
tr: Alt öğe yığına eklenemedi. Hata:

source: Could not append one clip to track:
ar: لم أتمكن من إضافة مقطع إلى المسار:
cs: Nemohu přidat klip do stopy:
de: Ich konnte dem Track keinen Clip hinzufügen:
es: No pude agregar un clip a la pista:
fr: Je n'ai pas pu ajouter de clip à la piste :
it: Non sono riuscito ad aggiungere una clip alla traccia:
ja: トラックにクリップを追加できませんでした:
nl: Ik kon geen clip aan de track toevoegen:
pl: Nie udało mi się dodać klipu do utworu:
pt: Não consegui adicionar um clipe à faixa:
ro: Nu am putut adăuga un clip la melodie:
ru: Не удалось добавить один клип к дорожке:
sv: Jag kunde inte lägga till ett klipp till spåret:
tr: Parçaya klip ekleyemedim:

source: Could not append one track to stack:
ar: لم أتمكن من إضافة مسار إلى المكدس:
cs: Nemohu přidat skladbu do zásobníku:
de: Ich konnte dem Stack keinen Track hinzufügen:
es: No pude agregar una pista a la pila:
fr: Je n'ai pas pu ajouter de piste à la pile :
it: Non sono riuscito ad aggiungere una traccia allo stack:
ja: スタックにトラックを追加できませんでした:
nl: Ik kon geen track aan de stapel toevoegen:
pl: Nie udało mi się dodać utworu do stosu:
pt: Não consegui adicionar uma faixa à pilha:
ro: Nu am putut adăuga o piesă la stivă:
ru: Не удалось добавить одну дорожку в стек:
sv: Jag kunde inte lägga till ett spår till stacken:
tr: Yığına bir parça ekleyemedim:

source: Could not calculate OCIO Lut
ar: لم أستطع حساب لوت من الترفيه
cs: Nedokázal jsem spočítat Lut z OCIO
de: Ich konnte Lut nicht aus OCIO berechnen
es: No pude calcular Lut de OCIO
fr: Je n'ai pas pu calculer Lut de OCIO
it: Non riuscivo a calcolare Lut da OCIO
ja: OCIOからLutを計算できませんでした
nl: Ik kon Lut niet berekenen vanuit OCIO
pl: Nie mogłem obliczyć Luta z OCIO
pt: Não consegui calcular Lut de LAZER
ro: Nu am putut să-l calculez pe Lut din LEISURE
ru: Не удалось рассчитать OCIO Lut
sv: Jag kunde inte räkna ut Lut från OCIO
tr: LEISURE'dan Lut'u hesaplayamadım

source: Could not copy context to parameters
ar: تعذر نسخ السياق إلى المعلمات
cs: Nelze zkopírovat kontext do parametrů
de: Kontext konnte nicht in Parameter kopiert werden
es: No pude copiar el contexto a los parámetros
fr: Impossible de copier le contexte dans les paramètres
it: Impossibile copiare il contesto nei parametri
ja: コンテキストをパラメータにコピーできませんでした
nl: Kon context niet naar parameters kopiëren
pl: Nie można skopiować kontekstu do parametrów
pt: Não foi possível copiar o contexto para os parâmetros
ro: Nu s-a putut copia contextul în parametri
ru: Не удалось скопировать контекст в параметры
sv: Det gick inte att kopiera kontext till parametrar
tr: Bağlam parametrelere kopyalanamadı

source: Could not copy parameters to context
ar: تعذر نسخ المعلمات إلى سياق برنامج الترميز
cs: Parametry nelze zkopírovat do kontextu kodeku
de: Parameter konnten nicht in den Codec-Kontext kopiert werden
es: No pude copiar los parámetros al contexto de codec
fr: Impossible de copier les paramètres dans le contexte du codec
it: Impossibile copiare i parametri nel contesto del codec
ja: パラメータをコーデックコンテキストにコピーできませんでした
nl: Kon parameters niet kopiëren naar codeccontext
pl: Nie można skopiować parametrów do kontekstu kodeka
pt: Não foi possível copiar os parâmetros para o contexto do codec
ro: Nu s-au putut copia parametrii în contextul codecului
ru: Не удалось скопировать параметры в контекст
sv: Kunde inte kopiera parametrar till codec-kontext
tr: Parametreler codec bağlamına kopyalanamadı

source: Could not create drawing wand
ar: لم أستطع إنشاء عصا الرسم
cs: Nemohl jsem vytvořit kreslící hůlku
de: Ich konnte keinen Zeichenstab erstellen
es: No pude crear barita de dibujo
fr: Je ne pouvais pas créer de baguette de dessin
it: Non sono riuscito a creare la bacchetta da disegno
ja: 描画ワンドを作成できませんでした
nl: Ik kon geen tekenstok maken
pl: Nie mogłem stworzyć różdżki do rysowania
pt: não consegui criar varinha de desenho
ro: Nu am putut crea o baghetă de desen
ru: Не удалось создать волшебную палочку
sv: Jag kunde inte skapa en trollstav
tr: çizim çubuğu oluşturamadım

source: Could not create pixel wand
ar: لم أتمكن من إنشاء عصا بكسل
cs: Nedokázal jsem vytvořit pixelovou hůlku
de: Ich konnte keinen Pixelstab erstellen
es: No pude crear barita de pixel
fr: Je n'ai pas pu créer de pixel wand
it: Non sono riuscito a creare una bacchetta di pixel
ja: ピクセルワンドを作成できませんでした
nl: Ik kon geen pixelwand maken
pl: Nie mogłem stworzyć różdżki pikseli
pt: Não consegui criar a varinha de pixel
ro: Nu am putut crea bagheta de pixeli
ru: Не удалось создать пиксельную палочку
sv: Jag kunde inte skapa pixelstav
tr: piksel çubuğu oluşturamadım

source: Could not create thumbnail picture for '
ar: لم أتمكن من إنشاء رسم مصغر لـ "
cs: Nemohl jsem vytvořit miniaturní kresbu pro „
de: Ich konnte keine Thumbnail-Zeichnung erstellen für '
es: No pude crear dibujo en miniatura para '
fr: Je n'ai pas pu créer de dessin miniature pour '
it: Non sono riuscito a creare un disegno in miniatura per '
ja: 'のサムネイル図面を作成できませんでした
nl: Ik kan geen miniatuurtekening maken voor '
pl: Nie udało mi się utworzyć rysunku miniatury dla „
pt: Não consegui criar um desenho em miniatura para '
ro: Nu am putut crea un desen în miniatură pentru '
ru: Не удалось создать миниатюру изображения для '
sv: Jag kunde inte skapa miniatyrbild för '
tr: ' için küçük resim çizimi oluşturamadım

source: Could not create wand
ar: لم أستطع إنشاء عصا
cs: Nemohl jsem vytvořit hůlku
de: Ich konnte keinen Zauberstab erschaffen
es: No pude crear varita
fr: Je ne pouvais pas créer de baguette
it: Non ho potuto creare la bacchetta
ja: ワンドが作れませんでした
nl: Ik kon geen toverstaf maken
pl: Nie mogłem stworzyć różdżki
pt: não consegui criar varinha
ro: Nu am putut crea bagheta
ru: Не удалось создать палочку
sv: Jag kunde inte skapa en trollstav
tr: değnek oluşturamadım

source: Could not deduce output format from file extension: using MPEG.
ar: لم أتمكن من معرفة تنسيق الإخراج من امتداد الملف: باستخدام MPEG.
cs: Nemohl jsem zjistit výstupní formát z přípony souboru: pomocí MPEG.
de: Ich konnte das Ausgabeformat aus der Dateierweiterung nicht herausfinden: MPEG verwenden.
es: No pude deducir el formato de salida de la extensión del archivo: usando MPEG.
fr: Je n'ai pas pu déterminer le format de sortie de l'extension de fichier : en utilisant MPEG.
it: Non riuscivo a capire il formato di output dall'estensione del file: usando MPEG.
ja: ファイル拡張子からの出力形式を理解できませんでした: MPEGを使用します.
nl: Ik kon het uitvoerformaat van de bestandsextensie niet achterhalen: MPEG gebruiken.
pl: Nie mogłem ustalić formatu wyjściowego z rozszerzenia pliku: przy użyciu MPEG.
pt: Não consegui descobrir o formato de saída da extensão do arquivo: usando MPEG.
ro: Nu mi-am putut da seama de formatul de ieșire din extensia fișierului: folosind MPEG.
ru: Не удалось определить выходной формат по расширению файла: использование MPEG.
sv: Jag kunde inte ta reda på utdataformatet från filtillägget: med MPEG.
tr: Dosya uzantısındaki çıktı biçimini çözemedim: MPEG kullanarak.

source: Could not draw image
ar: لم أستطع رسم صورة
cs: Nemohl jsem nakreslit obrázek
de: Ich konnte kein Bild zeichnen
es: No pude dibujar imagen
fr: je ne pouvais pas dessiner d'image
it: Non riuscivo a disegnare l'immagine
ja: 絵が描けませんでした
nl: Ik kon geen afbeelding tekenen
pl: Nie mogłem narysować obrazu
pt: não consegui desenhar a imagem
ro: Nu am putut să desenez imaginea
ru: Не удалось нарисовать изображение
sv: Jag kunde inte rita en bild
tr: resim çizemedim

source: Could not encode audio frame:
ar: لم أتمكن من تشفير إطار الصوت:
cs: Nemohl jsem zakódovat zvukový snímek:
de: Ich konnte Audioframe nicht codieren:
es: No pude codificar cuadro de audio:
fr: Je n'ai pas pu encoder la trame audio :
it: Non sono riuscito a codificare il frame audio:
ja: オーディオフレームをエンコードできませんでした:
nl: Ik kon het audioframe niet coderen:
pl: Nie udało mi się zakodować ramki audio:
pt: Não consegui codificar o quadro de áudio:
ro: Nu am putut codifica cadrul audio:
ru: Не удалось закодировать звуковой кадр:
sv: Jag kunde inte koda ljudram:
tr: Ses çerçevesini kodlayamadım:

source: Could not find attribute "
ar: لم أتمكن من العثور على الصورة
cs: Obrázek jsem nenašel
de: Bild konnte ich nicht finden
es: No pude encontrar imagen
fr: je n'ai pas trouvé d'image
it: Non sono riuscito a trovare l'immagine
ja: 画像が見つかりませんでした
nl: Ik kon geen afbeelding vinden
pl: Nie mogłem znaleźć obrazu
pt: não encontrei imagem
ro: Nu am putut găsi imaginea
ru: Не удалось найти атрибут "
sv: Jag kunde inte hitta bilden
tr: resmi bulamadım

source: Could not find both stereo images in file
ar: لم أتمكن من العثور على صورتي الاستريو في الملف
cs: V souboru jsem nenašel oba stereo obrázky
de: Ich konnte nicht beide Stereobilder in der Datei finden
es: No pude encontrar ambas imágenes de estereo en el archivo
fr: Je n'ai pas trouvé les deux images stéréo dans le fichier
it: Non sono riuscito a trovare entrambe le immagini stereo nel file
ja: ファイルに両方のステレオ画像が見つかりませんでした
nl: Ik kon niet beide stereobeelden in het bestand vinden
pl: Nie mogłem znaleźć obu obrazów stereo w pliku
pt: Não consegui encontrar as duas imagens estéreo no arquivo
ro: Nu am putut găsi ambele imagini stereo în fișier
ru: Не удалось найти оба стереоизображения в файле
sv: Jag kunde inte hitta båda stereobilderna i filen
tr: Dosyada her iki stereo görüntüyü de bulamadım

source: Could not find both stereo images in multiview file
ar: تعذر العثور على صورتي الاستريو في ملف العرض المتعدد
cs: V souboru multiview nelze najít oba stereo snímky
de: Es konnten nicht beide Stereobilder in der Multiview-Datei gefunden werden
es: No pude encontrar ambas imágenes de estereo en el archivo multivista
fr: Impossible de trouver les deux images stéréo dans le fichier multivue
it: Impossibile trovare entrambe le immagini stereo nel file multiview
ja: マルチビューファイルで両方のステレオ画像が見つかりませんでした
nl: Kon beide stereobeelden niet vinden in het multiview-bestand
pl: Nie można znaleźć obu obrazów stereo w pliku multiview
pt: Não foi possível encontrar ambas as imagens estéreo no arquivo multiview
ro: Nu s-au putut găsi ambele imagini stereo în fișierul multiview
ru: Не удалось найти оба стереоизображения в файле мультипросмотра
sv: Det gick inte att hitta båda stereobilderna i multiview-filen
tr: Çoklu görüntü dosyasında her iki stereo görüntü de bulunamadı

source: Could not find eight floats for chromaticities
ar: لم أتمكن من العثور على ثمانية أرقام فاصلة عائمة للألوان
cs: Nemohl jsem najít osm čísel s plovoucí desetinnou čárkou pro chromatičnosti
de: Ich konnte keine acht Fließkommazahlen für die Chromatizitäten finden
es: No pude encontrar ocho números de coma flotante para las cromaticidades
fr: Je n'ai pas trouvé huit nombres à virgule flottante pour les chromaticités
it: Non sono riuscito a trovare otto numeri in virgola mobile per le cromaticità
ja: 色度の浮動小数点数が8つ見つかりませんでした
nl: Ik kon geen acht drijvende-kommagetallen vinden voor de chromaticiteiten
pl: Nie mogłem znaleźć ośmiu liczb zmiennoprzecinkowych dla chromatyczności
pt: Não consegui encontrar oito números de ponto flutuante para as cromaticidades
ro: Nu am putut găsi opt numere în virgulă mobilă pentru cromaticități
ru: Не удалось найти восемь поплавков для цветности
sv: Jag kunde inte hitta åtta flyttal för färgsättningarna
tr: Renklilikler için sekiz kayan noktalı sayı bulamadım

source: Could not find eight floats for chromaticities
ar: لم أتمكن من العثور على ثمانية أرقام فاصلة عائمة للألوان
cs: Nemohl jsem najít osm čísel s plovoucí desetinnou čárkou pro chromatičnosti
de: Ich konnte keine acht Fließkommazahlen für die Chromatizitäten finden
es: No pude encontrar ocho números de coma flotante para las cromaticidades
fr: Je n'ai pas pu trouver huit nombres à virgule flottante pour les chromaticités
it: Non sono riuscito a trovare otto numeri in virgola mobile per le cromaticità
ja: 色度の浮動小数点数が8つ見つかりませんでした
nl: Ik kon geen acht drijvende-kommagetallen vinden voor de chromaticiteiten
pl: Nie mogłem znaleźć ośmiu liczb zmiennoprzecinkowych dla chromatyczności
pt: Não consegui encontrar oito números de ponto flutuante para as cromaticidades
ro: Nu am putut găsi opt numere în virgulă mobilă pentru cromaticități
ru: Не удалось найти восемь поплавков для цветности
sv: Jag kunde inte hitta åtta flyttal för färgsättningarna
tr: Renklilikler için sekiz kayan noktalı sayı bulamadım

source: Could not find encoder for '
ar: لم أتمكن من العثور على برنامج التشفير لـ "
cs: Nemohl jsem najít kodér pro „
de: Ich konnte keinen Encoder finden für '
es: No pude encontrar codificador para '
fr: Je n'ai pas trouvé d'encodeur pour '
it: Non sono riuscito a trovare il codificatore per '
ja: 'のエンコーダが見つかりませんでした
nl: Ik kon geen encoder vinden voor '
pl: Nie mogę znaleźć kodera dla '
pt: Não consegui encontrar o codificador para '
ro: Nu am putut găsi codificatorul pentru '
ru: Не удалось найти кодировщик для '
sv: Jag kunde inte hitta kodare för '
tr: ' için kodlayıcı bulamadım
