Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Inited R3D SDK from:
ar: لقد بدأت R3D SDK من:
cs: Spustil jsem R3D SDK z:
de: Ich habe R3D SDK gestartet von:
es: Inicié R3D SDK desde:
fr: J'ai démarré le SDK R3D à partir de :
it: Ho avviato R3D SDK da:
ja: R3DSDKを次の場所から開始しました.
nl: Ik begon R3D SDK vanuit:
pl: Uruchomiłem R3D SDK z:
pt: Comecei o R3D SDK de:
ro: Am pornit R3D SDK de la:
ru: Запущен R3D SDK из:
sv: Jag startade R3D SDK från:
tr: R3D SDK'yı şuradan başlattım:

source: Input
ar: دخول
cs: Vstup
de: Eintrag
es: Entrada
fr: Entrée
it: Iscrizione
ja: エントリ
nl: binnenkomst
pl: Wejście
pt: Entrada
ro: Intrare
ru: Вход
sv: Inträde
tr: giriş

source: Input Color Space
ar: مساحة لون الإدخال
cs: Vstupní barevný prostor
de: Farbraum eingeben
es: Espacio de Color de Entrada
fr: Espace colorimétrique d'entrée
it: Inserisci spazio colore
ja: 入力色空間
nl: Invoerkleurruimte
pl: Wprowadź przestrzeń kolorów
pt: Espaço de cores de entrada
ro: Spațiu de culoare de intrare
ru: Входное цветовое пространство
sv: Mata in färgrymd
tr: Giriş Renk Alanı

source: Input Device Transform
ar: تحويل جهاز الإدخال
cs: Transformace vstupního zařízení
de: Umwandlung von Eingabegeräten
es: Transformación de Dispositivo de Entrada
fr: Transformation du périphérique d'entrée
it: Trasformazione del dispositivo di input
ja: 入力デバイスの変換
nl: Transformatie van invoerapparaat
pl: Transformacja urządzenia wejściowego
pt: Transformação do dispositivo de entrada
ro: Transformarea dispozitivului de intrare
ru: Преобразование устройства ввода
sv: Transformation av indataenhet
tr: Giriş Aygıtı Dönüşümü

source: Input color space for
ar: مساحة لون الإدخال لـ
cs: Vstupní barevný prostor pro
de: Eingabefarbraum für
es: Espacio de Color de Entrada para
fr: Espace colorimétrique d'entrée pour
it: Inserisci spazio colore per
ja: の入力色空間
nl: Invoerkleurruimte voor
pl: Wprowadź przestrzeń kolorów dla
pt: Insira o Espaço de Cores para
ro: Introduceți spațiu de culoare pentru
ru: Введите цветовое пространство для
sv: Indata färgrymd för
tr: için Giriş Renk Alanı

source: Insert
ar: إدراج
cs: Vložit
de: Einfügung
es: Insertar
fr: Insérer
it: Inserire
ja: 入れる
nl: Invoegen
pl: Wstawić
pt: Inserir
ro: Introduce
ru: Вставлять
sv: Föra in
tr: Sokmak

source: Int
ar: جميع
cs: Celý
de: Ganz
es: Entero
fr: Entier
it: Totale
ja: 全体
nl: Geheel
pl: Cały
pt: Inteira
ro: Întregul
ru: Интерн.
sv: Hela
tr: Tüm

source: Integer
ar: جميع
cs: Celý
de: Ganz
es: Entero
fr: Entier
it: Totale
ja: 全体
nl: Geheel
pl: Cały
pt: Inteira
ro: Întregul
ru: Целое число
sv: Hela
tr: Tüm

source: Intensity
ar: الشدة
cs: Intenzita
de: Intensität
es: Intensidad
fr: Intensité
it: Intensità
ja: 強度
nl: Intensiteit
pl: Intensywność
pt: Intensidade
ro: Intensitate
ru: Интенсивность
sv: Intensitet
tr: yoğunluk

source: Invalid Profile for CMM:
ar: ملف تعريف غير صالح لـ CMM:
cs: Neplatný profil pro CMM:
de: Ungültiges Profil für CMM:
es: Perfil inválido para CMM:
fr: Profil non valide pour CMM :
it: Profilo non valido per CMM:
ja: CMMのプロファイルが無効です:
nl: Ongeldig profiel voor CMM:
pl: Nieprawidłowy profil dla CMM:
pt: Perfil inválido para CMM:
ro: Profil nevalid pentru CMM:
ru: Недопустимый профиль для CMM:
sv: Ogiltig profil för CMM:
tr: CMM için geçersiz profil:

source: Invalid attribute
ar: سمة غير صالحة
cs: neplatný atribut
de: ungültiges Attribut
es: Atributo inválido
fr: attribut invalide
it: attributo non valido
ja: 無効な属性
nl: ongeldig kenmerk
pl: nieprawidłowy atrybut
pt: atributo inválido
ro: atribut nevalid
ru: Недопустимый атрибут
sv: ogiltigt attribut
tr: geçersiz nitelik

source: Invalid destination profile/image format
ar: ملف تعريف الوجهة غير صالح/شكل صورة
cs: Neplatný cílový profil/formát obrázku
de: Ungültiges Zielprofil/Bildformat
es: Inválido perfil de destinacion/formato de imagen
fr: Profil de destination invalide/format d'image
it: Profilo di destinazione non valido/formato immagine
ja: 宛先プロファイルが無効です/画像形式
nl: Ongeldig bestemmingsprofiel/Beeldformaat
pl: Nieprawidłowy profil docelowy/format obrazu
pt: Perfil de destino inválido/Formato de imagem
ro: Profil de destinație nevalid/format de imagine
ru: Недопустимый целевой профиль/формат изображения
sv: Ogiltig destinationsprofil/bildformat
tr: Geçersiz hedef profil/görüntü formatı

source: Invalid image
ar: فهرس غير صالح
cs: neplatný index
de: ungültiger Index
es: Índice inválido
fr: index invalide
it: indice non valido
ja: 無効なインデックス
nl: ongeldige index
pl: nieprawidłowy indeks
pt: índice inválido
ro: index nevalid
ru: Недопустимое изображение
sv: ogiltigt index
tr: geçersiz dizin

source: Invalid index
ar: فهرس غير صالح
cs: neplatný index
de: ungültiger Index
es: Índice inválido
fr: index invalide
it: indice non valido
ja: 無効なインデックス
nl: ongeldige index
pl: nieprawidłowy indeks
pt: índice inválido
ro: index nevalid
ru: Неверный индекс
sv: ogiltigt index
tr: geçersiz dizin

source: Invalid mipmap level
ar: مستوى mipmap غير صالح
cs: Neplatná úroveň mipmapy
de: Ungültige Mipmap-Ebene
es: Nivel de Mipmap inválido
fr: Niveau de mipmap invalide
it: Livello mipmap non valido
ja: 無効なミップマップレベル
nl: Ongeldig mimmap-niveau
pl: Nieprawidłowy poziom mipmapy
pt: Nível de mipmap inválido
ro: Nivel mipmap nevalid
ru: Недопустимый уровень MIP-карты
sv: Ogiltig mipmap-nivå
tr: Geçersiz mipmap seviyesi

source: Invalid mrv::Frame format:
ar: تنسيق mrv :: Frame غير صالح:
cs: Neplatný formát mrv::Frame:
de: Ungültiges mrv::Frame-Format:
es: Formato de mrv::Frame inválido:
fr: mrv::Format de trame non valide :
it: mrv::Formato frame non valido:
ja: 無効なmrv: : Frame形式:
nl: Ongeldige mrv::Frame-indeling:
pl: Nieprawidłowy format mrv::ramki:
pt: mrv::Formato de quadro inválido:
ro: Format nevalid mrv::Frame:
ru: Неверный формат mrv::Frame:
sv: Ogiltigt mrv::Frame-format:
tr: Geçersiz mrv::Çerçeve biçimi:

source: Invalid pixel buffer coordinates
ar: إحداثيات عازلة بكسل غير صالحة
cs: Neplatné souřadnice vyrovnávací paměti pixelů
de: Ungültige Pixelpufferkoordinaten
es: Inválidas coordenadas del buffer de pixeles
fr: Coordonnées de tampon de pixels non valides
it: Coordinate del buffer pixel non valide
ja: 無効なピクセルバッファ座標
nl: Ongeldige pixelbuffercoördinaten
pl: Nieprawidłowe współrzędne bufora pikseli
pt: Coordenadas de buffer de pixel inválidas
ro: Coordonate invalide ale memoriei tampon de pixeli
ru: Недопустимые координаты пиксельного буфера
sv: Ogiltiga pixelbuffertkoordinater
tr: Geçersiz piksel arabellek koordinatları

source: Invalid source profile/image pixel format
ar: ملف تعريف المصدر غير صالح/تنسيق بكسل الصورة
cs: Neplatný profil zdroje/obrazový pixel formát
de: Ungültiges Quellprofil/Bildpixelformat
es: Inválido perfil fuente/formato de pixel de la imagen
fr: Profil source invalide/format de pixel de l'image
it: Profilo di origine non valido/formato pixel dell'immagine
ja: 無効なソースプロファイル/画像ピクセルフォーマット
nl: Ongeldig bronprofiel/pixelformaat afbeelding
pl: Nieprawidłowy profil źródłowy/format piksela obrazu
pt: Perfil de origem inválido/formato de pixel de imagem
ro: Profil sursă nevalid/format de pixel al imaginii
ru: Неверный исходный профиль/формат пикселей изображения
sv: Ogiltig källprofil/bildpixelformat
tr: Geçersiz kaynak profili/görüntü piksel biçimi

source: Invalid stereo image
ar: صورة ستريو غير صالحة
cs: Neplatný stereo obraz
de: Ungültiges Stereobild
es: Imagen estéreo inválida
fr: Image stéréo invalide
it: Immagine stereo non valida
ja: ステレオ画像が無効です
nl: Ongeldig stereobeeld
pl: Nieprawidłowy obraz stereofoniczny
pt: Imagem estéreo inválida
ro: Imagine stereo nevalidă
ru: Недействительное стереоизображение
sv: Ogiltig stereobild
tr: Geçersiz stereo görüntü

source: Invalid timecode
ar: رمز الوقت غير صالح
cs: Neplatný časový kód
de: Ungültiger Zeitcode
es: Código de Tiempo inválido
fr: Code horaire invalide
it: Codice temporale non valido
ja: 無効なタイムコード
nl: Ongeldige tijdcode
pl: Nieprawidłowy kod czasu
pt: Código de tempo inválido
ro: Cod de timp nevalid
ru: Неверный тайм-код
sv: Ogiltig tidskod
tr: Geçersiz Zaman Kodu

source: Invalid video stream
ar: مسار فيديو غير صالح
cs: neplatná video stopa
de: ungültige Videospur
es: Pista de video inválido
fr: piste vidéo invalide
it: traccia video non valida
ja: 無効なビデオトラック
nl: ongeldige videotrack
pl: nieprawidłowa ścieżka wideo
pt: faixa de vídeo inválida
ro: pistă video nevalidă
ru: Недействительный видеопоток
sv: ogiltigt videospår
tr: geçersiz video parçası

source: Inverse Output Device Transform
ar: التحويل العكسي لجهاز الإخراج
cs: Inverzní transformace výstupního zařízení
de: Inverse Transformation des Ausgabegeräts
es: Transformación Inversa de Dispositivo de Salida
fr: Transformation inverse du périphérique de sortie
it: Trasformazione inversa del dispositivo di output
ja: 出力デバイスの逆変換
nl: Inverse transformatie van uitvoerapparaat
pl: Odwrotna transformacja urządzenia wyjściowego
pt: Transformação inversa do dispositivo de saída
ro: Transformarea inversă a dispozitivului de ieșire
ru: Обратное преобразование устройства вывода
sv: Omvänd transformation av utgångsenhet
tr: Çıkış Aygıtının Ters Dönüşümü

source: Inverse Output Transform
ar: التحويل العكسي لجهاز الإخراج
cs: Inverzní transformace výstupního zařízení
de: Inverse Transformation des Ausgabegeräts
es: Transformación Inversa de Dispositivo de Salida
fr: Transformation inverse du périphérique de sortie
it: Trasformazione inversa del dispositivo di output
ja: 出力デバイスの逆変換
nl: Inverse transformatie van uitvoerapparaat
pl: Odwrotna transformacja urządzenia wyjściowego
pt: Transformação inversa do dispositivo de saída
ro: Transformarea inversă a dispozitivului de ieșire
ru: Обратное выходное преобразование
sv: Omvänd transformation av utgångsenhet
tr: Çıkış Aygıtının Ters Dönüşümü

source: Inverse Reference Rendering Transform
ar: التحويل المرجعي للعرض العكسي (RT)
cs: Reverse Render Reference Transformation (RT)
de: Umgekehrte Renderreferenztransformation (RT)
es: Transformación Inversa de Referencia de Render (RT)
fr: Transformation de référence de rendu inverse (RT)
it: Trasformazione di riferimento di rendering inverso (RT)
ja: リバースレンダーリファレンストランスフォーメーション（RT）
nl: Reverse Render Referentie Transformatie (RT)
pl: Odwrócona transformacja odniesienia renderowania (RT)
pt: Transformação de referência de renderização reversa (RT)
ro: Transformare de referință de randare inversă (RT)
ru: Обратное преобразование рендеринга ссылки
sv: Omvänd renderingsreferenstransformation (RT)
tr: Ters İşleme Referans Dönüşümü (RT)

source: Italian
ar: إيطاليي (italiano)
cs: italština
de: Italienisch
fr: italien
it: italiano
ja: イタリアの (italiano)
nl: Italiaans (Italiaans)
pl: Włoski
pt: italiano
ro: Italiană
sv: italienska (italiano)
tr: İtalyan

source: Item was not found in tree.
ar: لم يتم العثور على بكرة
cs: nenalezen na cívce
de: nicht auf Rolle gefunden
es: no encontrada en el carrete
fr: introuvable sur bobine
it: non si trova sulla bobina
ja: リールに見つかりません
nl: niet gevonden op haspel
pl: nie znaleziono na rolce
pt: não encontrado no carretel
ro: nu se găsește pe rolă
ru: Элемент не найден в дереве.
sv: hittas inte på rullen
tr: makarada bulunamadı

source: JPEG Picture
ar: صورة JPEG
cs: obrázek JPEG
de: JPEG-Bild
es: Imagen JPEG
fr: Image JPEG
it: immagine JPEG
ja: JPEG画像
nl: JPEG-afbeelding
pl: Obraz JPEG
pt: imagem JPEG
ro: Imagine JPEG
ru: Изображение в формате JPEG
sv: JPEG-bild
tr: JPEG resmi

source: JPG, PNG, DPX Load Library
ar: تحميل مكتبة JPG ، PNG ، DPX
cs: Načíst knihovnu JPG, PNG, DPX
de: Bibliothek JPG, PNG, DPX laden
fr: Charger la bibliothèque JPG, PNG, DPX
it: Carica libreria JPG, PNG, DPX
ja: ライブラリJPG、PNG、DPXをロードします
nl: Laad bibliotheek JPG, PNG, DPX
pl: Załaduj bibliotekę JPG, PNG, DPX
pt: Carregar biblioteca JPG, PNG, DPX
ro: Încărcați biblioteca JPG, PNG, DPX
sv: Ladda biblioteket JPG, PNG, DPX
tr: Kitaplığı Yükle JPG, PNG, DPX

source: Jan
ar: يناير
es: Ene
it: gen
ja: 1月
pt: janeiro
ro: ian
ru: Ян
tr: Ocak

source: Japanese
ar: اليابانية (日本)
cs: japonský
de: japanisch
fr: Japonais
it: giapponese (日本)
ja: 日本
nl: Japans (日本)
pl: język japoński
pt: japonês
ro: japonez
sv: japanska (日本)
tr: Japonca

source: Jul
ar: يوليو
cs: července
de: Juli
fr: juil
it: lug
ja: 7月
nl: juli
pl: Lipiec
pt: julho
ro: iul
ru: июль
tr: Temmuz

source: Jun
ar: يونيو
cs: června
es: ind
fr: Juin
it: giu
ja: 6月
nl: juni
pl: Czerwiec
pt: junho
ro: Iunie
ru: июнь
tr: Haziran

source: Kelvin
ar: كلفن
ja: ケルビン
pl: kelwin
ru: Кельвин

source: Kelvin temperature.
ar: درجة حرارة كلفن.
cs: Kelvinova teplota.
de: Kelvin-Temperatur.
es: Temperatura Kelvin.
fr: Température Kelvin.
it: temperatura Kelvin.
ja: ケルビン温度.
nl: Kelvin temperatuur.
pl: Temperatura w kelwinach.
pt: Temperatura Kelvin.
ro: Temperatura Kelvin.
ru: Температура Кельвина.
sv: Kelvin temperatur.
tr: Kelvin sıcaklığı.

source: Key
ar: مفتاح
cs: Klíč
de: Taste
es: Tecla
fr: Clé
it: Chiave
ja: 鍵
nl: Sleutel
pl: Klucz
pt: Chave
ro: Cheie
ru: Ключ
sv: Nyckel
tr: Anahtar

source: Key2
ar: مفتاح 2
cs: Klíč2
de: Schlüssel2
es: Tecla2
fr: Clé2
it: Chiave2
nl: Sleutel2
pl: Klucz2
pt: Chave2
ro: Cheia 2
ru: Ключ2
sv: Nyckel 2
tr: anahtar2

source: KeyCode
ar: مفتاح
cs: Klíč
de: Taste
es: Código de Llave
fr: mot de passe
it: Chiave
ja: 鍵
nl: Aanwijzing
pl: Klucz
pt: Chave
ro: Cheie
ru: Ключевой код
sv: Nyckel
tr: Anahtar

source: Keyword
ar: الكلمة الرئيسية
cs: Klíčové slovo
de: Stichwort
es: Palabra clave
fr: Mot-clé
it: Parola chiave
ja: キーワード
nl: trefwoord
pl: Słowo kluczowe
pt: Palavra chave
ro: Cuvânt cheie
ru: Ключевое слово
sv: Nyckelord
tr: anahtar kelime

source: Known Codec
ar: برنامج الترميز المعروف
cs: Známý kodek
de: Bekannter Codec
es: Codec Conocido
fr: Codec connu
it: Codec noto
ja: 既知のコーデック
nl: bekende codec
pl: Znany kodek
pt: Codec conhecido
ro: Codec cunoscut
ru: Известный кодек
sv: Känd Codec
tr: Bilinen Codec Bileşeni

source: Kodak Digital Negative
ar: سلبي كوداك الرقمي
cs: Digitální negativ Kodak
de: Kodak Digitalnegativ
es: Negativo Digital de Kodak
fr: Négatif numérique Kodak
it: Kodak digitale negativo
ja: コダックデジタルネガティブ
nl: Kodak digitaal negatief
pl: Cyfrowy negatyw firmy Kodak
pt: Negativo Digital Kodak
ro: Kodak Digital Negativ
ru: Кодак цифровой негатив
sv: Kodak Digital Negativ
tr: Kodak Dijital Negatif

source: Korean
ar: الكورية (한국어)
cs: korejština
de: Koreanisch
fr: coréen
it: coreano (한국어)
ja: 韓国語 (한국어)
nl: Koreaans (한국어)
pl: koreański
pt: coreano
ro: coreeană
sv: koreanska (한국어)
tr: Koreli

source: L (Lightness)
ar: L (سطوع)
cs: L (jas)
de: L (Helligkeit)
fr: L (Luminosité)
it: L (Luminosità)
ja: L （明るさ）
nl: L (Helderheid)
pl: L (jasność)
pt: L (Brilho)
ro: L (luminozitate)
ru: L (легкость)
sv: L (ljusstyrka)
tr: L (Parlaklık)

source: LMTransform %u
ar: TransformLM %u
cs: TransformLM %u
de: TransformLM %u
es: TransformaciónLM %u
fr: TransformLM %u
it: TrasformaLM %u
nl: TransformLM %u
pl: PrzekształćLM %u
pt: TransformLM %u
ro: TransformLM %u
sv: TransformLM %u
tr: DönüştürLM %u

source: LUT
ar: طرفية
de: LUTs
nl: LUT's
pt: LUTs
ro: LUT-uri
ru: ЛУТ
sv: LUTs
tr: LUT'ler

source: Lab CIELAB (L*a*b*)
ar: مختبر CIELAB (L * a * b *)
cs: Laboratoř CIELAB (L*a*b*)
de: Labor CIELAB (L*a*b*)
fr: Laboratoire CIELAB (L*a*b*)
it: Laboratorio CIELAB (L*a*b*)
ja: ラボCIELAB（L * a * b *）
pl: Laboratorium CIELAB (L*a*b*)
pt: Laboratório CIELAB (L*a*b*)
ro: Laborator CIELAB (L*a*b*)
ru: Лаборатория CIELAB (L*a*b*)
tr: Laboratuvar CIELAB (L*a*b*)

source: Language
ar: لغة
cs: Jazyk
de: Sprache
es: Lenguaje
fr: Langue
it: Lingua
ja: 言語
nl: Idioom
pl: Język
pt: Linguagem
ro: Limba
ru: Язык
sv: Språk
tr: Dilim

source: Language and Colors
ar: اللغة والألوان
cs: Jazyk a barvy
de: Sprache und Farben
fr: Langue et couleurs
it: Linguaggio e colori
ja: 言語と色
nl: Taal en kleuren
pl: Język i kolory
pt: Idioma e cores
ro: Limbă și Culori
sv: Språk och färger
tr: Dil ve Renkler

source: Language if known
ar: اللغة إذا كانت معروفة
cs: jazyk, pokud je znám
de: Sprache falls bekannt
es: Lenguaje si se conoce
fr: langue si connue
it: lingua se conosciuta
ja: わかっている場合は言語
nl: taal indien bekend
pl: język, jeśli jest znany
pt: idioma se conhecido
ro: limba dacă este cunoscută
ru: Язык, если известен
sv: språk om känt
tr: eğer biliniyorsa dil

source: Last Frame
ar: الإطار الأخير
cs: Poslední snímek
de: Letztes Bild
es: Último Cuadro
fr: Dernière image
it: Ultimo fotogramma
ja: 最後のフレーム
nl: Laatste frame
pl: Ostatnia klatka
pt: Último quadro
ro: Ultimul cadru
ru: Последний кадр
sv: Sista ram
tr: son kare

source: Last Image Version
ar: أحدث نسخة للصورة
cs: Nejnovější verze obrázku
de: Neueste Image-Version
es: Última Versión de la Imagen
fr: Dernière version des images
it: Ultima versione dell'immagine
ja: 最新の画像バージョン
nl: Laatste afbeeldingsversie
pl: Najnowsza wersja obrazu
pt: Versão mais recente da imagem
ro: Ultima versiune a imaginii
ru: Последняя версия изображения
sv: Senaste bildversionen
tr: Son Resim Sürümü

source: Last frame of clip - User selected
ar: الإطار الأخير للمقطع - تحديد المستخدم
cs: Poslední snímek klipu - Výběr uživatele
de: Letztes Bild des Clips – Benutzerauswahl
es: Último cuadro del clip - Selección del Usario
fr: Dernière image du clip - Sélection de l'utilisateur
it: Ultimo fotogramma della clip - Selezione utente
ja: クリップの最後のフレーム-ユーザーの選択
nl: Laatste frame van clip - gebruikersselectie
pl: Ostatnia klatka klipu — wybór użytkownika
pt: Último quadro do clipe - Seleção do usuário
ro: Ultimul cadru al clipului - Selectarea utilizatorului
ru: Последний кадр клипа - выбран пользователем
sv: Sista bildrutan i klippet - Användarval
tr: Klibin Son Karesi - Kullanıcı Seçimi

source: Latitude
ar: خط العرض
cs: Zeměpisná šířka
de: Breite
es: Latitud
it: Latitudine
ja: 緯度
nl: Breedtegraad
pl: Szerokość
ro: Latitudine
ru: Широта
sv: Latitud
tr: Enlem

source: Layer %d
ar: عباءة %d
cs: Plášť %d
de: Umhang %d
es: Capa %d
fr: Cape %d
it: Mantello %d
ja: クローク%d
nl: Mantel %d
pl: Płaszcz %d
pt: Manto %d
ro: Manta %d
ru: Слой %d
sv: Kappa %d
tr: %d pelerin

source: Left
ar: غادر
cs: Vlevo, odjet
de: Links
es: Izquierda
fr: Gauche
it: Sinistra
ja: 左
nl: Links
pl: Lewy
pt: Deixou
ro: Stânga
ru: Осталось
sv: Vänster
tr: Ayrıldı

source: Left View
ar: منظر اليسار
cs: Pohled vlevo
de: Linke ansicht
es: Vista Izquierda
fr: Vue de gauche
it: Vista a sinistra
ja: 左側面図
nl: Linker uitzicht
pl: Widok z lewej
pt: Visão esquerda
ro: Vedere din stânga
ru: Вид слева
sv: Vänster vy
tr: Sol Görünüm

source: Left view
ar: منظر اليسار
cs: Pohled vlevo
de: Linke ansicht
es: Vista Izquierda
fr: Vue de gauche
it: Vista a sinistra
ja: 左側面図
nl: Linker uitzicht
pl: Widok z lewej
pt: Visão esquerda
ro: Vedere din stânga
ru: Вид слева
sv: Vänster vy
tr: Sol Görünüm

source: Left/right
ar: غادر/الصحيح
cs: Vlevo, odjet/že jo
de: Links/rechts
es: Izquierda/derecha
fr: Gauche/droite
it: Sinistra/Giusto
ja: 左/正しい
nl: Links/Rechtsaf
pl: Lewy/prawidłowy
pt: Deixou/certo
ro: Stânga/dreapta
ru: Осталось/правильно
sv: Vänster/höger
tr: Ayrıldı/Sağ

source: LeftAlt
ar: Alt الأيسر
cs: Levý Alt
de: Linke Alt
es: Alt Izquierdo
fr: Alt gauche
it: Alt sinistro
ja: 左Alt
nl: Links Alt
pl: Lewy Alt
pt: Alt esquerdo
ro: Alt stânga
ru: Левый Alt
sv: Vänster Alt
tr: Sol Alt

source: LeftCtrl
ar: اليسار Ctrl
cs: Levý Ctrl
de: Linke Strg
es: Ctrl Izquierdo
fr: Ctrl gauche
it: Ctrl sinistro
ja: 左Ctrl
nl: Links Ctrl
pl: Lewy klawisz Ctrl
pt: Ctrl esquerdo
ro: Ctrl stânga
ru: ЛевыйCtrl
sv: Vänster Ctrl
tr: Sol Ctrl

source: LeftMeta
ar: الهدف الأيسر
cs: Levý cíl
de: Linkes Ziel
es: Meta Izquierdo
fr: Cible gauche
it: Obiettivo sinistro
ja: 左ターゲット
nl: Linker doel
pl: Lewy cel
pt: Alvo Esquerdo
ro: Țintă din stânga
sv: Vänster mål
tr: Sol Hedef

source: LeftShift
ar: التحول الأيسر
cs: Levý Shift
de: Linksverschiebung
es: Shift Izquierdo
fr: Décalage à gauche
it: Tasto maiuscolo di sinistra
ja: 左方移動
nl: Linker shift
pl: Przesunięcie w lewo
pt: Desvio à esquerda
ro: Schimb la stânga
ru: Сдвиг влево
sv: Vänster Shift
tr: Sol shift

source: Limit on the number of tasks supported by the Windows Sockets implementation has been reached.
ar: تم الوصول إلى الحد الأقصى لعدد العمليات التي يدعمها تطبيق Windows Sockets.
cs: Bylo dosaženo limitu počtu operací podporovaných implementací Windows Sockets.
de: Das Limit für die Anzahl der von der Windows Sockets-Implementierung unterstützten Operationen wurde erreicht.
es: Se llegó al límite del número de operaciones soportadas por la implementación de Windows Sockets.
fr: La limite du nombre d'opérations prises en charge par l'implémentation de Windows Sockets a été atteinte.
it: È stato raggiunto il limite del numero di operazioni supportate dall'implementazione di Windows Sockets.
ja: WindowsSocketsの実装でサポートされる操作の数の制限に達しました.
nl: De limiet voor het aantal bewerkingen dat wordt ondersteund door de Windows Sockets-implementatie is bereikt.
pl: Osiągnięto limit liczby operacji obsługiwanych przez implementację Windows Sockets.
pt: O limite do número de operações suportadas pela implementação do Windows Sockets foi atingido.
ro: Limita numărului de operațiuni acceptate de implementarea Windows Sockets a fost atinsă.
ru: Достигнуто ограничение на количество задач, поддерживаемых реализацией Windows Sockets.
sv: Gränsen för antalet operationer som stöds av Windows Sockets-implementeringen har nåtts.
tr: Windows Sockets uygulaması tarafından desteklenen işlem sayısı sınırına ulaşıldı.

source: Line Order
ar: ترتيب الخط
cs: Pořadí řádků
de: Zeilenreihenfolge
es: Orden de Líneas
fr: Ordre de ligne
it: Ordine di linea
ja: ラインオーダー
nl: Regelvolgorde
pl: Kolejność linii
pt: Ordem de linha
ro: Ordine de linie
ru: Заказ линии
sv: Linjeordning
tr: Satır Sırası

source: Line order in file
ar: ترتيب الأسطر في الملف
cs: Pořadí řádků v souboru
de: Reihenfolge der Zeilen in der Datei
es: Orden de las líneas en el archivo
fr: Ordre des lignes dans le fichier
it: Ordine delle righe nel file
ja: ファイル内の行の順序
nl: Volgorde van de regels in het bestand
pl: Kolejność wierszy w pliku
pt: Ordem das linhas no arquivo
ro: Ordinea rândurilor din dosar
ru: Порядок строк в файле
sv: Ordning av raderna i filen
tr: Dosyadaki satırların sırası

source: Linear
ar: خطي
cs: Lineární
fr: Linéaire
it: Lineare
ja: 線形
nl: Lineair
pl: Liniowy
ro: Liniar
ru: Линейный
sv: Linjär
tr: Doğrusal

source: Linear Gradient
ar: التخرج الخطي
cs: Lineární gradace
de: Lineare Graduierung
es: Graduación Lineal
fr: Graduation linéaire
it: Laurea lineare
ja: 線形卒業
nl: Lineaire afstuderen
pl: podziałka liniowa
pt: Graduação linear
ro: Gradul liniar
ru: Линейный градиент
sv: Linjär examen
tr: Doğrusal Derecelendirme

source: Listing of directory "
ar: قائمة المجلدات "
cs: Seznam složek "
de: Ordnerliste "
es: Listado de Carpeta "
fr: Liste des dossiers "
it: Elenco cartelle "
ja: フォルダリスト"
nl: Mappenlijst "
pl: Lista folderów "
pt: Lista de pastas "
ro: Lista de foldere "
ru: Список каталогов "
sv: Mapplista "
tr: Klasör Listesi "

source: Listing of directory "/Volumes/" failed!
ar: سرد الدليل "/أحجام/ "لقد فشلت!
cs: výpis adresáře "/svazky/" Selhalo to!
de: Verzeichnisliste "/Bände/" es ist gescheitert!
fr: liste du répertoire "/volumes/" il a échoué !
it: elenco di directory "/volumi/" ha fallito!
ja: ディレクトリリスト"/ボリューム/"失敗しました！
nl: directorylijst "/volumes/" het is mislukt!
pl: spis katalogów "/wolumeny/" to nie powiodło się!
pt: listagem de diretório "/volumes/" falhou!
ro: lista de director "/volumele/" a eșuat!
ru: Список каталогов "/Объемы/" не удалось!
sv: kataloglista "/volymer/" det har misslyckats!
tr: dizin listesi "/birimler/" başarısız oldu!

source: Load
ar: تكلفة
cs: Nabít
de: Aufladen
es: Cargar
fr: Charger
it: Carica
ja: 充電
nl: Laden
pl: Opłata
pt: Carregar
ro: Încărca
ru: Нагрузка
sv: Avgift
tr: Şarj etmek
