Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Could not find four floats for box
ar: لم أتمكن من العثور على أربعة أرقام فاصلة عائمة للمربع
cs: Nemohl jsem najít čtyři čísla s plovoucí desetinnou čárkou pro krabici
de: Ich konnte keine vier Fließkommazahlen für die Box finden
es: No pude encontrar cuatro números de coma flotante para la caja
fr: Je n'ai pas pu trouver quatre nombres à virgule flottante pour la boîte
it: Non sono riuscito a trovare quattro numeri in virgola mobile per la scatola
ja: ボックスの浮動小数点数が4つ見つかりませんでした
nl: Ik kon geen vier getallen met drijvende komma voor de doos vinden
pl: Nie udało mi się znaleźć czterech liczb zmiennoprzecinkowych dla pudełka
pt: Não consegui encontrar quatro números de ponto flutuante para a caixa
ro: Nu am putut găsi patru numere în virgulă mobilă pentru cutie
ru: Не удалось найти четыре поплавка для коробки
sv: Jag kunde inte hitta fyra flyttal för boxen
tr: Kutu için dört kayan noktalı sayı bulamadım

source: Could not find four floats for box
ar: لم أتمكن من العثور على أربعة أرقام فاصلة عائمة للمربع
cs: Nemohl jsem najít čtyři čísla s plovoucí desetinnou čárkou pro krabici
de: Ich konnte keine vier Fließkommazahlen für die Box finden
es: No pude encontrar cuatro números de coma flotante para la caja
fr: Je n'ai pas pu trouver quatre nombres à virgule flottante pour la boîte
it: Non sono riuscito a trovare quattro numeri in virgola mobile per la scatola
ja: ボックスの浮動小数点数が4つ見つかりませんでした
nl: Ik kon geen vier getallen met drijvende komma voor de doos vinden
pl: Nie udało mi się znaleźć czterech liczb zmiennoprzecinkowych dla pudełka
pt: Não consegui encontrar quatro números de ponto flutuante para a caixa
ro: Nu am putut găsi patru numere în virgulă mobilă pentru cutie
ru: Не удалось найти четыре поплавка для коробки
sv: Jag kunde inte hitta fyra flyttal för boxen
tr: Kutu için dört kayan noktalı sayı bulamadım

source: Could not find four integers for box
ar: لم أتمكن من العثور على أربعة أعداد صحيحة للمربع
cs: Nemohl jsem najít čtyři celá čísla pro pole
de: Ich konnte keine vier Ganzzahlen für die Box finden
es: No pude encontrar cuatro enteros para la caja
fr: Je n'ai pas pu trouver quatre nombres entiers pour la boîte
it: Non sono riuscito a trovare quattro numeri interi per la scatola
ja: ボックスの4つの整数が見つかりませんでした
nl: Ik kon geen vier gehele getallen voor de box vinden
pl: Nie mogłem znaleźć czterech liczb całkowitych dla pudełka
pt: Não consegui encontrar quatro números inteiros para a caixa
ro: Nu am putut găsi patru numere întregi pentru casetă
ru: Не удалось найти четыре целых числа для поля
sv: Jag kunde inte hitta fyra heltal för rutan
tr: kutu için dört tamsayı bulamadım

source: Could not find four integers for box
ar: لم أتمكن من العثور على أربعة أعداد صحيحة للمربع
cs: Nemohl jsem najít čtyři celá čísla pro pole
de: Ich konnte keine vier Ganzzahlen für die Box finden
es: No pude encontrar cuatro enteros para la caja
fr: Je n'ai pas pu trouver quatre nombres entiers pour la boîte
it: Non sono riuscito a trovare quattro numeri interi per la scatola
ja: ボックスの4つの整数が見つかりませんでした
nl: Ik kon geen vier gehele getallen voor de box vinden
pl: Nie mogłem znaleźć czterech liczb całkowitych dla pudełka
pt: Não consegui encontrar quatro números inteiros para a caixa
ro: Nu am putut găsi patru numere întregi pentru casetă
ru: Не удалось найти четыре целых числа для поля
sv: Jag kunde inte hitta fyra heltal för rutan
tr: kutu için dört tamsayı bulamadım

source: Could not find image
ar: لم أتمكن من العثور على الصورة
cs: Obrázek jsem nenašel
de: Bild konnte ich nicht finden
es: No pude encontrar imagen
fr: je n'ai pas trouvé d'image
it: Non sono riuscito a trovare l'immagine
nl: Ik kon geen afbeelding vinden
pl: Nie mogłem znaleźć obrazu
pt: não encontrei imagem
ro: Nu am putut găsi imaginea
ru: Не удалось найти изображение
sv: Jag kunde inte hitta bilden
tr: resmi bulamadım

source: Could not find nine doubles for matrix 3x3
ar: لم أتمكن من إيجاد تسعة أزواج لمصفوفة 3x3
cs: Nemohl jsem najít devět dvojek pro matici 3x3
de: Ich konnte keine neun Doubles für die 3x3-Matrix finden
es: No pude encontrar nueve dobles para la matriz 3x3
fr: Je n'ai pas pu trouver neuf doubles pour la matrice 3x3
it: Non sono riuscito a trovare nove doppi per la matrice 3x3
ja: 3x3行列のダブルが9つ見つかりませんでした
nl: Ik kon geen negen dubbels vinden voor de 3x3 matrix
pl: Nie udało mi się znaleźć dziewięciu dubletów dla matrycy 3x3
pt: Não consegui encontrar nove duplas para a matriz 3x3
ro: Nu am putut găsi nouă duble pentru matricea 3x3
ru: Не удалось найти девять двойников для матрицы 3x3
sv: Jag kunde inte hitta nio dubblar för 3x3-matrisen
tr: 3x3 matrisi için dokuz çift bulamadım

source: Could not find nine doubles for matrix 3x3
ar: لم أتمكن من العثور على تسعة أزواج لمصفوفة 3 x 3
cs: Nemohl jsem najít devět dvojek pro matici 3x3
de: Ich konnte keine neun Doubles für die 3x3-Matrix finden
es: No pude encontrar nueve dobles para la matriz 3x3
fr: Je n'ai pas pu trouver neuf doubles pour la matrice 3x3
it: Non sono riuscito a trovare nove doppi per la matrice 3x3
ja: 3x3行列のダブルが9つ見つかりませんでした
nl: Ik kon geen negen dubbels vinden voor de 3x3 matrix
pl: Nie udało mi się znaleźć dziewięciu dubletów dla matrycy 3x3
pt: Não consegui encontrar nove duplas para a matriz 3x3
ro: Nu am putut găsi nouă duble pentru matricea 3x3
ru: Не удалось найти девять двойников для матрицы 3x3
sv: Jag kunde inte hitta nio dubblar för 3x3-matrisen
tr: 3x3 matrisi için dokuz çift bulamadım

source: Could not find nine floats for matrix 3x3
ar: لم أتمكن من العثور على تسعة أعداد فاصلة عائمة لمصفوفة 3x3
cs: Nemohl jsem najít devět čísel s pohyblivou řádovou čárkou pro matici 3x3
de: Ich konnte keine neun Fließkommazahlen für die 3x3-Matrix finden
es: No pude encontrar nueve números de coma flotante para la matrix 3x3
fr: Je n'ai pas pu trouver neuf nombres à virgule flottante pour la matrice 3x3
it: Non sono riuscito a trovare nove numeri in virgola mobile per la matrice 3x3
ja: 3x3行列の9つの浮動小数点数が見つかりませんでした
nl: Ik kon geen negen getallen met drijvende komma vinden voor de 3x3 matrix
pl: Nie mogłem znaleźć dziewięciu liczb zmiennoprzecinkowych dla macierzy 3x3
pt: Não consegui encontrar nove números de ponto flutuante para a matriz 3x3
ro: Nu am putut găsi nouă numere în virgulă mobilă pentru matricea 3x3
ru: Не удалось найти девять чисел с плавающей запятой для матрицы 3x3
sv: Jag kunde inte hitta nio flyttalsnummer för 3x3-matrisen
tr: 3x3 matrisi için dokuz kayan noktalı sayı bulamadım

source: Could not find nine floats for matrix 3x3
ar: لم أتمكن من العثور على تسعة أعداد فاصلة عائمة لمصفوفة 3x3
cs: Nemohl jsem najít devět čísel s pohyblivou řádovou čárkou pro matici 3x3
de: Ich konnte keine neun Fließkommazahlen für die 3x3-Matrix finden
es: No pude encontrar nueve números de coma flotante para la matrix 3x3
fr: Je n'ai pas pu trouver neuf nombres à virgule flottante pour la matrice 3x3
it: Non sono riuscito a trovare nove numeri in virgola mobile per la matrice 3x3
ja: 3x3行列の9つの浮動小数点数が見つかりませんでした
nl: Ik kon geen negen getallen met drijvende komma vinden voor de 3x3 matrix
pl: Nie mogłem znaleźć dziewięciu liczb zmiennoprzecinkowych dla macierzy 3x3
pt: Não consegui encontrar nove números de ponto flutuante para a matriz 3x3
ro: Nu am putut găsi nouă numere în virgulă mobilă pentru matricea 3x3
ru: Не удалось найти девять чисел с плавающей запятой для матрицы 3x3
sv: Jag kunde inte hitta nio flyttalsnummer för 3x3-matrisen
tr: 3x3 matrisi için dokuz kayan noktalı sayı bulamadım

source: Could not find sixteen doubles for matrix 4x4
ar: لم أجد ضعف ستة عشر لمصفوفة 4x4
cs: Nemohl jsem najít dvojitou šestnáctku pro matici 4x4
de: Ich konnte keine Doppelsechzehn für die 4x4-Matrix finden
es: No pude encontrar dieciseis dobles para la matriz 4x4
fr: Je n'ai pas trouvé le double seize pour la matrice 4x4
it: Non sono riuscito a trovare il doppio sedici per la matrice 4x4
ja: 4x4マトリックスのダブル16が見つかりませんでした
nl: Ik kon geen dubbele zestien vinden voor de 4x4 matrix
pl: Nie mogłem znaleźć podwójnej szesnastki dla matrycy 4x4
pt: Não consegui encontrar o dobro de dezesseis para a matriz 4x4
ro: Nu am putut găsi dublu șaisprezece pentru matricea 4x4
ru: Не удалось найти шестнадцать двойников для матрицы 4x4
sv: Jag kunde inte hitta dubbel sexton för 4x4-matrisen
tr: 4x4 matrisi için çift on altıyı bulamadım

source: Could not find sixteen doubles for matrix 4x4
ar: لم أجد ضعف ستة عشر لمصفوفة 4x4
cs: Nemohl jsem najít dvojitou šestnáctku pro matici 4x4
de: Ich konnte keine Doppelsechzehn für die 4x4-Matrix finden
es: No pude encontrar dieciseis dobles para la matriz 4x4
fr: Je n'ai pas trouvé le double seize pour la matrice 4x4
it: Non sono riuscito a trovare il doppio sedici per la matrice 4x4
ja: 4x4マトリックスのダブル16が見つかりませんでした
nl: Ik kon geen dubbele zestien vinden voor de 4x4 matrix
pl: Nie mogłem znaleźć podwójnej szesnastki dla matrycy 4x4
pt: Não consegui encontrar o dobro de dezesseis para a matriz 4x4
ro: Nu am putut găsi dublu șaisprezece pentru matricea 4x4
ru: Не удалось найти шестнадцать двойников для матрицы 4x4
sv: Jag kunde inte hitta dubbel sexton för 4x4-matrisen
tr: 4x4 matrisi için çift on altıyı bulamadım

source: Could not find sixteen floats for matrix 4x4
ar: لم أتمكن من العثور على ستة عشر رقمًا فاصلة عائمة لمصفوفة 4x4
cs: Nemohl jsem najít šestnáct čísel s pohyblivou řádovou čárkou pro pole 4x4
de: Ich konnte keine sechzehn Fließkommazahlen für das 4x4-Array finden
es: No pude encontrar dieciseis números de coma flotante para la matriz 4x4
fr: Je n'ai pas pu trouver seize nombres à virgule flottante pour le tableau 4x4
it: Non sono riuscito a trovare sedici numeri in virgola mobile per la matrice 4x4
ja: 4x4配列の16個の浮動小数点数が見つかりませんでした
nl: Ik kon geen zestien getallen met drijvende komma vinden voor de 4x4 array
pl: Nie mogłem znaleźć szesnastu liczb zmiennoprzecinkowych dla tablicy 4x4
pt: Não consegui encontrar dezesseis números de ponto flutuante para a matriz 4x4
ro: Nu am putut găsi șaisprezece numere în virgulă mobilă pentru matricea 4x4
ru: Не удалось найти шестнадцать чисел с плавающей запятой для матрицы 4x4
sv: Jag kunde inte hitta sexton flyttalsnummer för 4x4-matrisen
tr: 4x4 matrisi için on altı kayan noktalı sayı bulamadım

source: Could not find sixteen floats for matrix 4x4
ar: لم أتمكن من العثور على ستة عشر رقمًا فاصلة عائمة لصفيف 4x4
cs: Nemohl jsem najít šestnáct čísel s pohyblivou řádovou čárkou pro pole 4x4
de: Ich konnte keine sechzehn Fließkommazahlen für die 4x4-Matrix finden
es: No pude encontrar dieciseis números de coma flotante para la matriz 4x4
fr: Je n'ai pas pu trouver seize nombres à virgule flottante pour le tableau 4x4
it: Non sono riuscito a trovare sedici numeri in virgola mobile per l'array 4x4
ja: 4x4行列の16個の浮動小数点数が見つかりませんでした
nl: Ik kon geen zestien getallen met drijvende komma vinden voor de 4x4 array
pl: Nie mogłem znaleźć szesnastu liczb zmiennoprzecinkowych dla macierzy 4x4
pt: Não consegui encontrar dezesseis números de ponto flutuante para a matriz 4x4
ro: Nu am putut găsi șaisprezece numere în virgulă mobilă pentru matricea 4x4
ru: Не удалось найти шестнадцать чисел с плавающей запятой для матрицы 4x4
sv: Jag kunde inte hitta sexton flyttalsnummer för 4x4-matrisen
tr: 4x4 dizisi için on altı kayan noktalı sayı bulamadım

source: Could not find stream info
ar: تعذر العثور على معلومات المسار
cs: Nepodařilo se najít informace o skladbě
de: Titelinformationen konnten nicht gefunden werden
es: No pude encontrar información de pistas
fr: Impossible de trouver les informations sur la piste
it: Impossibile trovare le informazioni sulla traccia
ja: トラック情報が見つかりませんでした
nl: Kan trackinformatie niet vinden
pl: Nie udało się znaleźć informacji o utworze
pt: Não foi possível encontrar as informações da faixa
ro: Nu s-au putut găsi informații despre piesă
ru: Не удалось найти информацию о потоке
sv: Det gick inte att hitta spårinformation
tr: Parça bilgisi bulunamadı

source: Could not find subtitle in '
ar: تعذر العثور على الترجمة في "
cs: Nebylo možné najít titulky na '
de: Konnte keinen Untertitel finden auf '
es: No pude encontrar subtítulo en '
fr: Impossible de trouver le sous-titre sur '
it: Impossibile trovare il sottotitolo su '
ja: 'に字幕が見つかりませんでした
nl: Kon ondertiteling niet vinden op '
pl: Nie udało się znaleźć napisów w „
pt: Não foi possível encontrar a legenda em '
ro: Nu am putut găsi subtitrarea pe „
ru: Не удалось найти субтитры в '
sv: Kunde inte hitta undertext på '
tr: ' ile ilgili altyazı bulunamadı

source: Could not find three doubles for vector
ar: لم أتمكن من العثور على ثلاثة أزواج للمتجه
cs: Nemohl jsem najít tři dvojky pro vektor
de: Ich konnte keine drei Doubles für den Vektor finden
es: No pude encontrar tres dobles para el vector
fr: Je n'ai pas pu trouver trois doubles pour le vecteur
it: Non sono riuscito a trovare tre doppi per il vettore
ja: ベクトルのダブルが3つ見つかりませんでした
nl: Ik kon geen drie dubbele vinden voor de vector
pl: Nie mogłem znaleźć trzech podwójnych dla wektora
pt: Não consegui encontrar três duplas para o vetor
ro: Nu am putut găsi trei duble pentru vector
ru: Не удалось найти три двойника для вектора
sv: Jag kunde inte hitta tre dubblar för vektorn
tr: Vektör için üç çift bulamadım

source: Could not find three doubles for vector
ar: لم أتمكن من العثور على ثلاثة أزواج للمتجه
cs: Nemohl jsem najít tři dvojky pro vektor
de: Ich konnte keine drei Doubles für den Vektor finden
es: No pude encontrar tres dobles para el vector
fr: Je n'ai pas pu trouver trois doubles pour le vecteur
it: Non sono riuscito a trovare tre doppi per il vettore
ja: ベクトルのダブルが3つ見つかりませんでした
nl: Ik kon geen drie dubbele vinden voor de vector
pl: Nie mogłem znaleźć trzech podwójnych dla wektora
pt: Não consegui encontrar três duplas para o vetor
ro: Nu am putut găsi trei duble pentru vector
ru: Не удалось найти три двойника для вектора
sv: Jag kunde inte hitta tre dubblar för vektorn
tr: Vektör için üç çift bulamadım

source: Could not find three floats for vector
ar: لم أتمكن من العثور على ثلاثة أرقام فاصلة عائمة للمتجه
cs: Nemohl jsem najít tři čísla s plovoucí desetinnou čárkou pro vektor
de: Ich konnte keine drei Fließkommazahlen für den Vektor finden
es: No pude encontrar tres números de coma flotante para el vector
fr: Je n'ai pas pu trouver trois nombres à virgule flottante pour le vecteur
it: Non sono riuscito a trovare tre numeri in virgola mobile per il vettore
ja: ベクトルの浮動小数点数が3つ見つかりませんでした
nl: Ik kon geen drie drijvende-kommagetallen vinden voor de vector
pl: Nie udało mi się znaleźć trzech liczb zmiennoprzecinkowych dla wektora
pt: Não consegui encontrar três números de ponto flutuante para o vetor
ro: Nu am putut găsi trei numere în virgulă mobilă pentru vector
ru: Не удалось найти три числа с плавающей запятой для вектора
sv: Jag kunde inte hitta tre flyttal för vektorn
tr: Vektör için üç kayan noktalı sayı bulamadım

source: Could not find three floats for vector
ar: لم أتمكن من العثور على ثلاثة أرقام فاصلة عائمة للمتجه
cs: Nemohl jsem najít tři čísla s plovoucí desetinnou čárkou pro vektor
de: Ich konnte keine drei Fließkommazahlen für den Vektor finden
es: No pude encontrar tres números de coma flotante para el vector
fr: Je n'ai pas pu trouver trois nombres à virgule flottante pour le vecteur
it: Non sono riuscito a trovare tre numeri in virgola mobile per il vettore
ja: ベクトルの浮動小数点数が3つ見つかりませんでした
nl: Ik kon geen drie drijvende-kommagetallen vinden voor de vector
pl: Nie udało mi się znaleźć trzech liczb zmiennoprzecinkowych dla wektora
pt: Não consegui encontrar três números de ponto flutuante para o vetor
ro: Nu am putut găsi trei numere în virgulă mobilă pentru vector
ru: Не удалось найти три числа с плавающей запятой для вектора
sv: Jag kunde inte hitta tre flyttal för vektorn
tr: Vektör için üç kayan noktalı sayı bulamadım

source: Could not find three integers for vector
ar: لم أتمكن من إيجاد ثلاثة أعداد صحيحة للمتجه
cs: Nemohl jsem najít tři celá čísla pro vektor
de: Ich konnte keine drei ganzen Zahlen für den Vektor finden
es: No pude encontrar tres enteros para el vector
fr: Je n'ai pas trouvé trois entiers pour le vecteur
it: Non sono riuscito a trovare tre numeri interi per il vettore
ja: ベクトルの3つの整数が見つかりませんでした
nl: Ik kon geen drie gehele getallen vinden voor de vector
pl: Nie mogłem znaleźć trzech liczb całkowitych dla wektora
pt: Não consegui encontrar três inteiros para o vetor
ro: Nu am putut găsi trei numere întregi pentru vector
ru: Не удалось найти три целых числа для вектора
sv: Jag kunde inte hitta tre heltal för vektorn
tr: Vektör için üç tam sayı bulamadım

source: Could not find three integers for vector
ar: لم أتمكن من إيجاد ثلاثة أعداد صحيحة للمتجه
cs: Nemohl jsem najít tři celá čísla pro vektor
de: Ich konnte keine drei ganzen Zahlen für den Vektor finden
es: No pude encontrar tres enteros para el vector
fr: Je n'ai pas trouvé trois entiers pour le vecteur
it: Non sono riuscito a trovare tre numeri interi per il vettore
ja: ベクトルの3つの整数が見つかりませんでした
nl: Ik kon geen drie gehele getallen vinden voor de vector
pl: Nie mogłem znaleźć trzech liczb całkowitych dla wektora
pt: Não consegui encontrar três inteiros para o vetor
ro: Nu am putut găsi trei numere întregi pentru vector
ru: Не удалось найти три целых числа для вектора
sv: Jag kunde inte hitta tre heltal för vektorn
tr: Vektör için üç tam sayı bulamadım

source: Could not find two doubles for vector
ar: لم أتمكن من العثور على اثنين من الزوجي للمتجه
cs: Nemohl jsem najít dvě dvojky pro vektor
de: Ich konnte keine zwei Doubles für den Vektor finden
es: No pude encontrar dos dobles para el vector
fr: Je n'ai pas pu trouver deux doubles pour le vecteur
it: Non sono riuscito a trovare due doppi per il vettore
ja: ベクトルの2つのdoubleが見つかりませんでした
nl: Ik kon geen twee doubles vinden voor de vector
pl: Nie mogłem znaleźć dwóch podwójnych dla wektora
pt: Não consegui encontrar dois duplos para o vetor
ro: Nu am putut găsi două duble pentru vector
ru: Не удалось найти два двойника для вектора
sv: Jag kunde inte hitta två dubblar för vektorn
tr: Vektör için iki çift bulamadım

source: Could not find two doubles for vector
ar: لم أتمكن من العثور على اثنين من الزوجي للمتجه
cs: Nemohl jsem najít dvě dvojky pro vektor
de: Ich konnte keine zwei Doubles für den Vektor finden
es: No pude encontrar dos dobles para el vector
fr: Je n'ai pas pu trouver deux doubles pour le vecteur
it: Non sono riuscito a trovare due doppi per il vettore
ja: ベクトルの2つのdoubleが見つかりませんでした
nl: Ik kon geen twee doubles vinden voor de vector
pl: Nie mogłem znaleźć dwóch podwójnych dla wektora
pt: Não consegui encontrar dois duplos para o vetor
ro: Nu am putut găsi două duble pentru vector
ru: Не удалось найти два двойника для вектора
sv: Jag kunde inte hitta två dubblar för vektorn
tr: Vektör için iki çift bulamadım

source: Could not find two floats for vector
ar: لم أتمكن من العثور على عددين بالفاصلة العائمة للمتجه
cs: Nemohl jsem najít dvě čísla s plovoucí desetinnou čárkou pro vektor
de: Ich konnte keine zwei Fließkommazahlen für den Vektor finden
es: No pude encontrar dos números de coma flotante para el vector
fr: Je n'ai pas pu trouver deux nombres à virgule flottante pour le vecteur
it: Non sono riuscito a trovare due numeri in virgola mobile per il vettore
ja: ベクトルの浮動小数点数が2つ見つかりませんでした
nl: Ik kon geen twee drijvende-kommagetallen vinden voor de vector
pl: Nie mogłem znaleźć dwóch liczb zmiennoprzecinkowych dla wektora
pt: Não consegui encontrar dois números de ponto flutuante para o vetor
ro: Nu am putut găsi două numere în virgulă mobilă pentru vector
ru: Не удалось найти два числа с плавающей запятой для вектора
sv: Jag kunde inte hitta två flyttal för vektorn
tr: Vektör için iki kayan noktalı sayı bulamadım

source: Could not find two floats for vector
ar: لم أتمكن من العثور على عددين بالفاصلة العائمة للمتجه
cs: Nemohl jsem najít dvě čísla s plovoucí desetinnou čárkou pro vektor
de: Ich konnte keine zwei Fließkommazahlen für den Vektor finden
es: No pude encontrar dos números de coma flotante para el vector
fr: Je n'ai pas pu trouver deux nombres à virgule flottante pour le vecteur
it: Non sono riuscito a trovare due numeri in virgola mobile per il vettore
ja: ベクトルの浮動小数点数が2つ見つかりませんでした
nl: Ik kon geen twee drijvende-kommagetallen vinden voor de vector
pl: Nie mogłem znaleźć dwóch liczb zmiennoprzecinkowych dla wektora
pt: Não consegui encontrar dois números de ponto flutuante para o vetor
ro: Nu am putut găsi două numere în virgulă mobilă pentru vector
ru: Не удалось найти два числа с плавающей запятой для вектора
sv: Jag kunde inte hitta två flyttal för vektorn
tr: Vektör için iki kayan noktalı sayı bulamadım

source: Could not find two integers for rational
ar: لم أتمكن من إيجاد عددين صحيحين للعدد المنطقي
cs: Nemohl jsem najít dvě celá čísla pro racionální číslo
de: Ich konnte keine zwei ganzen Zahlen für die rationale Zahl finden
es: No pude encontrar dos enteros para el número racional
fr: Je n'ai pas pu trouver deux nombres entiers pour le nombre rationnel
it: Non sono riuscito a trovare due interi per il numero razionale
ja: 有理数の整数が2つ見つかりませんでした
nl: Ik kon geen twee gehele getallen vinden voor het rationale getal
pl: Nie mogłem znaleźć dwóch liczb całkowitych dla liczby wymiernej
pt: Não consegui encontrar dois inteiros para o número racional
ro: Nu am putut găsi două numere întregi pentru numărul rațional
ru: Не удалось найти два целых числа для рационального
sv: Jag kunde inte hitta två heltal för det rationella talet
tr: rasyonel sayı için iki tam sayı bulamadım

source: Could not find two integers for vector
ar: لم أتمكن من إيجاد عددين صحيحين للمتجه
cs: Nemohl jsem najít dvě celá čísla pro vektor
de: Ich konnte keine zwei ganzen Zahlen für den Vektor finden
es: No pude encontrar dos enteros para el vector
fr: Je n'ai pas trouvé deux entiers pour le vecteur
it: Non sono riuscito a trovare due numeri interi per il vettore
ja: ベクトルの2つの整数が見つかりませんでした
nl: Ik kon geen twee gehele getallen vinden voor de vector
pl: Nie mogłem znaleźć dwóch liczb całkowitych dla wektora
pt: Não consegui encontrar dois inteiros para o vetor
ro: Nu am putut găsi două numere întregi pentru vector
ru: Не удалось найти два целых числа для вектора
sv: Jag kunde inte hitta två heltal för vektorn
tr: Vektör için iki tamsayı bulamadım

source: Could not find two integers for vector
ar: لم أتمكن من إيجاد عددين صحيحين للمتجه
cs: Nemohl jsem najít dvě celá čísla pro vektor
de: Ich konnte keine zwei ganzen Zahlen für den Vektor finden
es: No pude encontrar dos enteros para el vector
fr: Je n'ai pas trouvé deux entiers pour le vecteur
it: Non sono riuscito a trovare due numeri interi per il vettore
ja: ベクトルの2つの整数が見つかりませんでした
nl: Ik kon geen twee gehele getallen vinden voor de vector
pl: Nie mogłem znaleźć dwóch liczb całkowitych dla wektora
pt: Não consegui encontrar dois inteiros para o vetor
ro: Nu am putut găsi două numere întregi pentru vector
ru: Не удалось найти два целых числа для вектора
sv: Jag kunde inte hitta två heltal för vektorn
tr: Vektör için iki tamsayı bulamadım

source: Could not flatten tracks. Error:
ar: لا يمكن تسوية المسارات. خطأ:
cs: Dráhy se nepodařilo srovnat. Chyba:
de: Die Gleise konnten nicht eingeebnet werden. Fehler:
es: No pude aplanar pistas. Error:
fr: Les pistes n'ont pas pu être aplanies. Erreur:
it: Non è stato possibile appiattire le tracce. Errore:
ja: トラックを平坦化できませんでした.エラー:
nl: De sporen konden niet worden afgevlakt. Fout:
pl: Nie udało się spłaszczyć torów. Błąd:
pt: As faixas não podiam ser achatadas. Erro:
ro: Şenile nu au putut fi aplatizate. Eroare:
ru: Не удалось сгладить дорожки. Ошибка:
sv: Spåren gick inte att platta till. Fel:
tr: İzler düzleştirilemedi. Hata:
