Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Subtitles are only valid on video files
ar: الترجمات صالحة فقط على ملفات الفيديو
cs: Titulky jsou platné pouze pro video soubory
de: Untertitel sind nur für Videodateien gültig
es: Subtitulos son validos solo en archivos de vídeo
fr: Les sous-titres ne sont valables que sur les fichiers vidéo
it: I sottotitoli sono validi solo sui file video
ja: 字幕はビデオファイルでのみ有効です
nl: Ondertitels zijn alleen geldig op videobestanden
pl: Napisy są ważne tylko w plikach wideo
pt: As legendas são válidas apenas em arquivos de vídeo
ro: Subtitrările sunt valabile numai pentru fișierele video
ru: Субтитры действительны только для видеофайлов
sv: Undertexter är endast giltiga på videofiler
tr: Altyazılar yalnızca video dosyalarında geçerlidir

source: Subtract
ar: طرح او خصم
cs: Odčítat
de: Subtrahieren
es: Sustraer
fr: Soustraire
it: Sottrarre
ja: 減算
nl: Aftrekken
pl: Odejmować
pt: Subtrair
ro: Scădea
ru: Вычесть
sv: Subtrahera
tr: çıkar

source: Supplemental Category
ar: فئة تكميلية
cs: Doplňková kategorie
de: Zusatzkategorie
es: Categoria Suplemental
fr: Catégorie supplémentaire
it: Categoria supplementare
ja: 補足カテゴリ
nl: Aanvullende categorie
pl: Kategoria uzupełniająca
pt: Categoria Suplementar
ro: Categoria suplimentară
ru: Дополнительная категория
sv: Tilläggskategori
tr: Ek Kategori

source: Surround Luminance
ar: الإضاءة المحيطة
cs: Okolní Luminance
de: Umgebende Luminanz
es: Luminancia de los Alrededores
fr: Luminosité environnante
it: Luminosità circostante
ja: 周囲の輝度
nl: Omringende luminantie
pl: Otaczająca luminancja
pt: Luminância envolvente
ro: Luminanța înconjurătoare
ru: Объемная яркость
sv: Omgivande Luminans
tr: Çevredeki Parlaklık

source: Swedish
ar: السويدي (svenska)
it: svedese (svenska)
ja: スウェーデンの (svenska)
nl: Zweeds (svenska)
sv: svenska

source: Switch Channels
ar: قنوات التبادل
cs: Vyměňte kanály
de: Kanäle tauschen
es: Intercambiar Canales
fr: Permuter les chaînes
it: Scambia i canali
ja: チャンネルを入れ替える
nl: Kanalen wisselen
pl: Zamień kanały
pt: Trocar canais
ro: Schimbați canale
ru: Переключение каналов
sv: Byt kanal
tr: Kanalları Değiştir

source: Switch FG/BG Images
ar: قم بتبديل الصور الأمامية والخلفية
cs: Zaměňte obrázky v popředí a na pozadí
de: Tauschen Sie Vorder- und Hintergrundbilder aus
es: Intercambiar Imágenes de Frente y Fondo
fr: Permuter les images de premier plan et d'arrière-plan
it: Scambia le immagini di primo piano e di sfondo
ja: 前景と背景の画像を入れ替える
nl: Voorgrond- en achtergrondafbeeldingen verwisselen
pl: Zamień pierwszy plan i obrazy tła
pt: Trocar imagens de primeiro e segundo plano
ro: Schimbați imaginile din prim-plan și de fundal
ru: Переключатель FG/Фоновые изображения
sv: Byt förgrunds- och bakgrundsbilder
tr: Ön Plan ve Arka Plan Resimlerini Değiştirin

source: Switch RGBA display between floating point, hexadecimal (0..0xff) and decimal (0..255).
ar: قم بتغيير أخذ عينات RGBA بين النقطة العائمة ، الست عشري (0..0xff) والعدد العشري (0..255).
cs: Změňte vzorkování RGBA mezi plovoucí desetinnou čárkou, šestnáctkovou soustavou (0..0xff) a desítkovou soustavou (0..255).
de: Ändern Sie das RGBA-Sampling zwischen Fließkomma, Hexadezimal (0..0xff) und Dezimal (0..255).
es: Cambiar el RGBA muestreo entre coma flotante, hexadecimal (0..0xff) y decimal (0..255).
fr: Modifiez l'échantillonnage RGBA entre virgule flottante, hexadécimal (0..0xff) et décimal (0..255).
it: Modificare il campionamento RGBA tra virgola mobile, esadecimale (0..0xff) e decimale (0..255).
ja: RGBAサンプリングを、浮動小数点、16進数（0..0xff）、および10進数（0..255）の間で変更します.
nl: Wijzig de RGBA-sampling tussen drijvende komma, hexadecimaal (0..0xff) en decimaal (0..255).
pl: Zmień próbkowanie RGBA między liczbą zmiennoprzecinkową, szesnastkową (0..0xff) i dziesiętną (0..255).
pt: Altere a amostragem RGBA entre ponto flutuante, hexadecimal (0..0xff) e decimal (0..255).
ro: Schimbați eșantionarea RGBA între virgulă mobilă, hexazecimal (0..0xff) și zecimal (0..255).
ru: Переключение отображения RGBA между плавающей запятой, шестнадцатеричным (0..0xff) и десятичным (0..255).
sv: Ändra RGBA-samplingen mellan flyttal, hexadecimal (0..0xff) och decimal (0..255).
tr: RGBA örneklemesini kayan nokta, onaltılık (0..0xff) ve ondalık (0..255) arasında değiştirin.

source: Switch between Frame, Seconds and Timecode display
ar: التبديل بين إظهار الإطار والثواني ورمز الوقت.
cs: Přepínání mezi zobrazením snímku, sekund a časového kódu.
de: Wechseln Sie zwischen der Anzeige von Frame, Sekunden und Zeitcode.
es: Cambiar entre mostrar Cuadro, Segundos y Codigo de Tiempo.
fr: Basculez entre l'affichage de l'image, des secondes et du code temporel.
it: Passa dalla visualizzazione di Frame, Seconds e Time Code.
ja: フレーム、秒、タイムコードの表示を切り替えます.
nl: Schakel tussen weergave van Frame, Seconden en Tijdcode.
pl: Przełączanie między wyświetlaniem klatek, sekund i kodu czasu.
pt: Alterne entre mostrar Frame, Seconds e Time Code.
ro: Comutați între afișarea Cadrului, Secundele și Codul de timp.
ru: Переключение между отображением кадров, секунд и тайм-кода
sv: Växla mellan att visa bildruta, sekunder och tidskod.
tr: Çerçeve, Saniye ve Zaman Kodu gösterme arasında geçiş yapın.

source: Switch brightness calculation. Y (Luminance) is the pixel value according to Rec709: Y = 0.2126 R + 0.7152 G + 0.0722 B Y' (Lumma) is the weighted pixel value according to: Y' = ( R + G + B ) / 3.0 L (Lightness) is the human perception of luminance of the image which is non linear. According to CIE No.15.2: L = (116 * Y ^ 1/3 - 16) / 100 A pixel of Y = 0.18 (L = 0.5) will appear about half as bright as Y = L = 1.0 (white).
ar: تغيير حساب السطوع. Y (Luminance) هي قيمة البكسل وفقًا لـ Rec709: Y = 0.2126 R + 0.7152 G + 0.0722 B Y' (Luma) هي متوسط قيمة البكسل وفقًا لـ: ص '= (ص + ج + ب)/3.0 L (اللمعان) هو السطوع المدرك للصورة غير الخطي. وفقًا لـ CIE رقم 15.2: L = (116 * Y ^ 1/3-16)/100 سيظهر بكسل Y = 0.18 (L = 0.5) نصف ساطع مثل Y = L = 1.0 (أبيض).
cs: Změňte výpočet jasu. Y (Luminance) je hodnota pixelu podle Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Luma) je průměrná hodnota pixelu podle: Y' = (R + G + B)/3,0 L (Světelnost) je vnímaný jas obrazu, který není lineární. Podle CIE č. 15.2: L = (116 * Y ^ 1/3–16)/100 Pixel Y = 0,18 (L = 0,5) bude vypadat zhruba o polovinu jasnější než Y = L = 1,0 (bílý).
de: Helligkeitsberechnung ändern. Y (Luminanz) ist der Pixelwert gemäß Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Luma) ist der durchschnittliche Pixelwert gemäß: Y' = ( R + G + B )/3,0 L (Luminanz) ist die wahrgenommene Leuchtdichte des Bildes, die nicht linear ist. Gemäß CIE Nr.15.2: L = (116 * Y ^ 1/3 - 16)/100 Ein Pixel von Y = 0,18 ( L = 0,5 ) erscheint etwa halb so hell wie Y = L = 1,0 (Weiß).
es: Cambiar calculo de brillo. Y (Luminancia) is the valor del pixel de acuerdo a Rec709: Y = 0.2126 R + 0.7152 G + 0.0722 B Y' (Luma) is el promedio del valor del pixel de acuerdo a: Y' = ( R + G + B ) / 3.0 L (Luminosidad) es la percepcio de luminancia de la imagen que no es lineal. De acuerdo a CIE No.15.2: L = (116 * Y ^ 1/3 - 16) / 100 Un pixel de Y = 0.18 ( L = 0.5 ) aparecerá cerca de la mitad de brillante que Y = L = 1.0 (Blanco).
fr: Modifier le calcul de la luminosité. Y (Luminance) est la valeur de pixel selon Rec709 : Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Luma) est la valeur de pixel moyenne selon : Y' = ( R + G + B )/3.0 L (Luminosité) est la luminance perçue de l'image qui n'est pas linéaire. Selon CIE No.15.2 : L = (116 * Y ^ 1/3 - 16)/100 Un pixel de Y = 0,18 ( L = 0,5 ) apparaîtra environ deux fois moins lumineux que Y = L = 1,0 (Blanc).
it: Calcolo della modifica della luminosità. Y (Luminanza) è il valore dei pixel secondo Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Luma) è il valore medio dei pixel secondo: Y' = ( R + G + B )/3.0 L (Luminosity) è la luminanza percepita dell'immagine che non è lineare. Secondo CIE No.15.2: L = (116 * Y ^ 1/3 - 16)/100 Un pixel di Y = 0,18 ( L = 0,5 ) apparirà luminoso circa la metà di Y = L = 1,0 (bianco).
ja: 明るさの計算を変更します. Y（輝度）はRec709に準拠したピクセル値です: Y = 0.2126 R + 0.7152 G + 0.0722 B Y'（輝度）は以下に準拠した平均ピクセル値です: Y'=（R + G + B）/3.0 L（輝度）は、線形ではない画像の知覚される輝度です. CIE No.15.2によると: L =（116 * Y ^ 1/3-16）/100 Y = 0.18（L = 0.5）のピクセルは、Y = L = 1.0（白）の約半分の明るさで表示されます.
nl: Wijzig de helderheidsberekening. Y (Luminantie) is de pixelwaarde volgens Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Luma) is de gemiddelde pixelwaarde van volgens: Y' = ( R + G + B )/3.0 L (Luminosity) is de waargenomen helderheid van het beeld die niet lineair is. Volgens CIE No.15.2: L = (116 * Y ^ 1/3 - 16)/100 Een pixel van Y = 0,18 ( L = 0,5 ) zal ongeveer half zo helder zijn als Y = L = 1,0 (wit).
pl: Zmień obliczenia jasności. Y (Luminancja) to wartość piksela zgodnie z Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Luma) to średnia wartość piksela zgodnie z: Y' = ( R + G + B )/3.0 L (Jasność) to postrzegana luminancja obrazu, która nie jest liniowa. Zgodnie z CIE No.15.2: L = (116 * Y ^ 1/3 - 16)/100 Piksel Y = 0,18 ( L = 0,5 ) będzie wydawał się mniej więcej o połowę jaśniejszy niż Y = L = 1,0 (biały).
pt: Altere o cálculo do brilho. Y (Luminância) é o valor do pixel de acordo com Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Luma) é o valor médio do pixel de acordo com: Y' = ( R + G + B )/3.0 L (Luminosidade) é a luminância percebida da imagem que não é linear. De acordo com CIE No.15.2: L = (116 * Y ^ 1/3 - 16)/100 Um pixel de Y = 0,18 ( L = 0,5 ) aparecerá com cerca de metade do brilho de Y = L = 1,0 (Branco).
ro: Modificați calculul luminozității. Y (Luminanța) este valoarea pixelului conform Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Luma) este valoarea medie a pixelului conform: Y' = (R + G + B)/3.0 L (Luminozitate) este luminanța percepută a imaginii care nu este liniară. Conform CIE No.15.2: L = (116 * Y ^ 1/3 - 16)/100 Un pixel de Y = 0,18 ( L = 0,5 ) va apărea la jumătate mai luminos decât Y = L = 1,0 (Alb).
ru: Расчет яркости переключателя. Y (яркость) — это значение пикселя в соответствии с Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (яркость) — это взвешенное значение пикселя в соответствии с: Y ' = ( р + г + б )/3.0 L (яркость) – это нелинейное восприятие человеком яркости изображения. Согласно CIE No.15.2: L = (116 * Y ^ 1/3 - 16)/100 Пиксель Y = 0,18 (L = 0,5) будет казаться вдвое менее ярким, чем Y = L = 1,0 (белый).
sv: Ändra beräkning av ljusstyrka. Y (Luminans) är pixelvärdet enligt Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Luma) är det genomsnittliga pixelvärdet för enligt: Y' = (R + G + B)/3.0 L (Luminositet) är bildens upplevda luminans som inte är linjär. Enligt CIE No.15.2: L = (116 * Y ^ 1/3 - 16)/100 En pixel på Y = 0,18 ( L = 0,5 ) kommer att se ungefär hälften så ljus ut som Y = L = 1,0 (Vit).
tr: Parlaklık hesaplamasını değiştirin. Y (Parlaklık) Rec709'a göre piksel değeridir: Y = 0.2126 R + 0.7152 G + 0.0722 B Y' (Luma) şuna göre ortalama piksel değeridir: Y' = ( R + G + B )/3.0 L (Parlaklık), görüntünün doğrusal olmayan algılanan parlaklığıdır. CIE No.15.2'ye göre: L = (116 * Y ^ 1/3 - 16)/100 Y = 0.18 ( L = 0.5 ) pikseli, Y = L = 1.0 (Beyaz)'ın yaklaşık yarısı kadar parlak görünecektir.

source: Switch pixel color space information display for the pixel under the cursor.
ar: قم بتغيير أخذ عينات من OCIO اللون للبكسل تحت المؤشر.
cs: Změňte vzorkování barevného prostoru pixelu pod kurzorem.
de: Ändern Sie das Sampling des Farbraums des Pixels unter dem Cursor.
es: Cambiar el muestreo del espacio de color del pixel bajo el cursor.
fr: Modifiez l'échantillonnage de l'espace colorimétrique du pixel sous le curseur.
it: Modificare il campionamento dello spazio colore del pixel sotto il cursore.
ja: カーソル下のピクセルの色空間のサンプリングを変更します.
nl: Wijzig de bemonstering van de kleurruimte van de pixel onder de cursor.
pl: Zmień próbkowanie przestrzeni kolorów piksela pod kursorem.
pt: Altere a amostragem do espaço de cores do pixel sob o cursor.
ro: Modificați eșantionarea spațiului de culoare al pixelului de sub cursor.
ru: Переключение отображения информации о цветовом пространстве пикселя для пикселя под курсором.
sv: Ändra samplingen av färgrymden för pixeln under markören.
tr: İmlecin altındaki pikselin renk uzayının örneklemesini değiştirin.

source: T
ar: تي
fr: J
ru: Т

source: TIFF Picture
ar: صورة TIFF
cs: obrázek TIFF
de: TIFF-Bild
es: Imagen TIFF
fr: Image TIFF
it: immagine TIFF
ja: TIFF画像
nl: TIFF-afbeelding
pl: Obraz TIFF
pt: Imagem TIFF
ro: imagine TIFF
ru: TIFF-изображение
sv: TIFF-bild
tr: TIFF resmi

source: Tab
ar: فاتورة غير مدفوعة
fr: Languette
ja: タブ
pl: Patka
pt: Aba
ru: Вкладка
sv: Flik
tr: Sekme

source: Tags
ar: العلامات
cs: Tagy
de: Stichworte
fr: Mots clés
it: Tag
ja: タグ
pl: Tagi
pt: Tag
ro: Etichete
ru: Теги
sv: Taggar
tr: Etiketler

source: Take Current Window Values
ar: احصل على قيم النافذة
cs: Získejte hodnoty okna
de: Fensterwerte abrufen
es: Tomar Valores de la Ventana
fr: Obtenir les valeurs de la fenêtre
it: Ottieni valori di finestra
ja: ウィンドウ値を取得する
nl: Vensterwaarden ophalen
pl: Uzyskaj wartości okien
pt: Obter valores de janela
ro: Obțineți valorile ferestrei
ru: Принять текущие значения окна
sv: Få fönstervärden
tr: Pencere Değerlerini Al

source: Targa Picture
ar: صورة تارجا
cs: obrázek targa
de: Targa-Bild
es: Imagen Targa
fr: image de targa
it: immagine targa
ja: タルガ画像
nl: targa-afbeelding
pl: obraz targa
pt: imagem targa
ro: imagine targa
ru: Картинка Тарга
sv: targa bild
tr: Targa resmi

source: Text
ar: نص
es: Texto
fr: Texte
it: Testo
ja: 文章
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
tr: Metin

source: Text Mode
ar: وضع النص
cs: Textový režim
de: Textmodus
es: Modo de Texto
fr: Mode texte
it: Modalità testo
ja: テキストモード
nl: Tekstmodus
pl: Tryb tekstowy
pt: Modo de texto
ro: Modul text
ru: Текстовый режим
sv: Textläge
tr: Metin modu

source: Text Overlay
ar: تراكب النص
de: Textüberlagerung
es: Sobreimpreso de Texto
fr: Superposition de texte
it: Sovrapposizione di testo
ja: テキストオーバーレイ
nl: Tekstoverlay
pl: Nakładka tekstowa
pt: Sobreposição de texto
ro: Suprapunere text
ru: Наложение текста
sv: Textöverlägg
tr: Metin Yerleşimi

source: Text Tool
ar: أداة النص
cs: Textový nástroj
de: Textwerkzeug
es: Herramienta de Texto
fr: Outil Texte
it: Strumento di testo
ja: テキストツール
nl: Teksttool
pl: Narzędzie tekstowe
pt: Ferramenta de texto
ro: Instrumentul de text
ru: Текстовый инструмент
sv: Textverktyg
tr: Metin Aracı

source: Texture Units:
ar: وحدات النسيج:
cs: Texturní jednotky:
de: Textureinheiten:
es: Unidades de Textura:
fr: Unités de texture :
it: Unità di trama:
ja: テクスチャ単位:
nl: Textuur Eenheden:
pl: Jednostki tekstury:
pt: Unidades de textura:
ro: Unități de textura:
ru: Единицы текстуры:
sv: Texturenheter:
tr: Doku Birimleri:

source: TextureFiltering
ar: ترشيح الملمس
cs: Filtrování textur
de: Texturfilterung
es: Filtrado de Texturas
fr: Filtrage de texture
it: Filtraggio delle texture
ja: テクスチャフィルタリング
nl: Textuurfiltering
pl: Filtrowanie tekstur
pt: Filtragem de textura
ro: Filtrarea texturii
ru: Фильтрация текстур
sv: Texturfiltrering
tr: Doku filtreleme

source: The Blue CIE X coordinate of the display
ar: إحداثيات X للأزرق من عينات CIE
cs: Souřadnice X modré ze vzorkování CIE
de: Die X-Koordinate von Blau aus der CIE-Abtastung
es: La coordenada X de Azul del mostreo de CIE
fr: La coordonnée X de Blue de l'échantillonnage CIE
it: La coordinata X di Blu dal campionamento CIE
ja: CIEサンプリングからの青のX座標
nl: De X-coördinaat van Blauw uit de CIE-steekproef
pl: Współrzędna X koloru niebieskiego z próbkowania CIE
pt: A coordenada X do azul da amostragem CIE
ro: Coordonata X a lui Albastru din eșantionarea CIE
ru: Координата Blue CIE X дисплея
sv: X-koordinaten för Blue från CIE-samplingen
tr: CIE örneklemesinden Mavi'nin X koordinatı

source: The Blue CIE Y coordinate of the display
ar: إحداثيات Y للأزرق من عينات CIE
cs: Souřadnice Y modré ze vzorkování CIE
de: Die Y-Koordinate von Blau aus der CIE-Abtastung
es: La coordenada Y de Azul del mostreo de CIE
fr: La coordonnée Y de Blue de l'échantillonnage CIE
it: La coordinata Y di Blue dal campionamento CIE
ja: CIEサンプリングからの青のY座標
nl: De Y-coördinaat van Blauw uit de CIE-steekproef
pl: Współrzędna Y koloru niebieskiego z próbkowania CIE
pt: A coordenada Y de Azul da amostragem CIE
ro: Coordonata Y a lui Albastru din eșantionarea CIE
ru: Синяя координата CIE Y дисплея
sv: Y-koordinaten för Blue från CIE-samplingen
tr: CIE örneklemesinden Mavi'nin Y koordinatı

source: The CIE x,y coordinates of the primaries and white point of the display (like Rec. ITU-R BT.709-3) (Environment variable: MRV_ODT_CTL_CHROMATICITIES)
ar: إحداثيات CIE x و y للألوان الأساسية والنقطة البيضاء للعرض (مثل التوصية ITU-R BT.709-3) (متغير البيئة: MRV_ODT_CTL_CHROMATICITIES)
cs: Souřadnice CIE x,y primárních barev a bílého bodu displeje (jako Rec. ITU-R BT.709-3) (Proměnná prostředí: MRV_ODT_CTL_CHROMATICITIES)
de: Die CIE-x,y-Koordinaten der Primärfarben und des Weißpunkts des Displays (als Rec. ITU-R BT.709-3) (Umgebungsvariable: MRV_ODT_CTL_CHROMATICITIES)
es: Las coordenadas CIE x,y de los colores primarios y punto blanco del display (como Rec. ITU-R BT.709-3) (Variable de Entorno: MRV_ODT_CTL_CHROMATICITIES)
fr: Les coordonnées CIE x,y des couleurs primaires et du point blanc de l'affichage (comme Rec. ITU-R BT.709-3) (Variable d'environnement : MRV_ODT_CTL_CHROMATICITIES)
it: Le coordinate CIE x,y dei colori primari e del punto di bianco del display (come Rec. ITU-R BT.709-3) (Variabile d'ambiente: MRV_ODT_CTL_CHROMATICITIES)
ja: ディスプレイの原色と白色点のCIEx、y座標 （Rec.ITU-R BT.709-3として） （環境変数: MRV_ODT_CTL_CHROMATICITIES）
nl: De CIE x,y-coördinaten van de primaire kleuren en het witpunt van het scherm (als Rec. ITU-R BT.709-3) (Omgevingsvariabele: MRV_ODT_CTL_CHROMATICITIES)
pl: Współrzędne CIE x,y kolorów podstawowych i punktu bieli wyświetlacza (jak Rec. ITU-R BT.709-3) (Zmienna środowiskowa: MRV_ODT_CTL_CHROMATICITIES)
pt: As coordenadas CIE x,y das cores primárias e do ponto branco da tela (como Rec. ITU-R BT.709-3) (Variável de ambiente: MRV_ODT_CTL_CHROMATICITIES)
ro: Coordonatele CIE x,y ale culorilor primare și ale punctului alb al afișajului (ca Rec. ITU-R BT.709-3) (Variabila de mediu: MRV_ODT_CTL_CHROMATICITIES)
ru: Координаты CIE x,y основных цветов и точки белого дисплея (как в Рекомендации МСЭ-R BT.709-3) (переменная среды: MRV_ODT_CTL_CHROMATICITIES)
sv: CIE x,y-koordinaterna för primärfärgerna och vitpunkten på skärmen (som Rec. ITU-R BT.709-3) (Miljövariabel: MRV_ODT_CTL_CHROMATICITIES)
tr: Ana renklerin ve ekranın beyaz noktasının CIE x,y koordinatları (Rec. ITU-R BT.709-3) olarak (Ortam Değişkeni: MRV_ODT_CTL_CHROMATICITIES)

source: The Green CIE X coordinate of the display
ar: تنسيق CIE X الأخضر للشاشة
cs: Zelená CIE X souřadnice obrazovky
de: Die grüne CIE X-Koordinate des Bildschirms
es: La coordenada X de Verde del muestreo de CIE
fr: La coordonnée verte CIE X de l'écran
it: La coordinata CIE X verde dello schermo
ja: 画面の緑色のCIEX座標
nl: De groene CIE X-coördinaat van het scherm
pl: Zielona współrzędna CIE X ekranu
pt: A coordenada verde CIE X da tela
ro: Coordonata verde CIE X a ecranului
ru: Зеленая координата CIE X дисплея
sv: Den gröna CIE X-koordinaten på skärmen
tr: Ekranın yeşil CIE X koordinatı

source: The Green CIE Y coordinate of the display
ar: تنسيق CIE Y الأخضر للشاشة
cs: Zelená CIE Y souřadnice obrazovky
de: Die grüne CIE Y-Koordinate des Bildschirms
es: La coordenada Y del Verde del muestreo de CIE
fr: La coordonnée verte CIE Y de l'écran
it: La coordinata CIE Y verde dello schermo
ja: 画面の緑色のCIEY座標
nl: De groene CIE Y-coördinaat van het scherm
pl: Zielona współrzędna CIE Y ekranu
pt: A coordenada verde CIE Y da tela
ro: Coordonata CIE Y verde a ecranului
ru: Зеленая координата CIE Y дисплея
sv: Den gröna CIE Y-koordinaten på skärmen
tr: Ekranın yeşil CIE Y koordinatı

source: The Red CIE X coordinate of the display
ar: تنسيق CIE X الأحمر للشاشة
cs: Červená CIE X souřadnice obrazovky
de: Die rote CIE X-Koordinate des Bildschirms
es: La coordenada X del Rojo del muestreo de CIE
fr: La coordonnée rouge CIE X de l'écran
it: La coordinata CIE X rossa dello schermo
ja: 画面の赤いCIEX座標
nl: De rode CIE X-coördinaat van het scherm
pl: Czerwona współrzędna CIE X ekranu
pt: A coordenada vermelha CIE X da tela
ro: Coordonata roșie CIE X a ecranului
ru: Красная координата CIE X дисплея
sv: Den röda CIE X-koordinaten på skärmen
tr: Ekranın kırmızı CIE X koordinatı

source: The Red CIE Y coordinate of the display
ar: تنسيق CIE Y الأحمر للشاشة
cs: Červená CIE Y souřadnice obrazovky
de: Die rote CIE Y-Koordinate des Bildschirms
es: La coordenada Y del Rojo del muestreo de CIE
fr: La coordonnée CIE Y rouge de l'écran
it: La coordinata CIE Y rossa dello schermo
ja: 画面の赤いCIEY座標
nl: De rode CIE Y-coördinaat van het scherm
pl: Czerwona współrzędna CIE Y ekranu
pt: A coordenada vermelha CIE Y da tela
ro: Coordonata roșie CIE Y a ecranului
ru: Красная координата CIE Y дисплея
sv: Den röda CIE Y-koordinaten på skärmen
tr: Ekranın kırmızı CIE Y koordinatı

source: The White CIE X coordinate of the display
ar: تنسيق CIE X الأبيض للشاشة
cs: Bílá CIE X souřadnice obrazovky
de: Die weiße CIE X-Koordinate des Bildschirms
es: La coordenada en X del Blanco del muestreo de CIE
fr: La coordonnée blanche CIE X de l'écran
it: La coordinata CIE X bianca dello schermo
ja: 画面の白いCIEX座標
nl: De witte CIE X-coördinaat van het scherm
pl: Biała współrzędna CIE X ekranu
pt: A coordenada branca CIE X da tela
ro: Coordonata albă CIE X a ecranului
ru: Белая координата CIE X дисплея
sv: Den vita CIE X-koordinaten på skärmen
tr: Ekranın beyaz CIE X koordinatı

source: The White CIE Y coordinate of the display
ar: تنسيق CIE Y الأبيض للشاشة
cs: Bílá CIE Y souřadnice obrazovky
de: Die weiße CIE Y-Koordinate des Bildschirms
es: La coordenada en Y del Blanco del muestreo de CIE
fr: La coordonnée Y CIE blanche de l'écran
it: La coordinata bianca CIE Y dello schermo
ja: 画面の白いCIEY座標
nl: De witte CIE Y-coördinaat van het scherm
pl: Biała współrzędna CIE Y ekranu
pt: A coordenada branca CIE Y da tela
ro: Coordonata albă CIE Y a ecranului
ru: Белая координата CIE Y дисплея
sv: Den vita CIE Y-koordinaten på skärmen
tr: Ekranın beyaz CIE Y koordinatı

source: The luminance, in cd/m2, of the background that surrounds the display. (Environment variable: MRV_ODT_CTL_SURROUND_LUMINANCE)
ar: النصوع في القرص المضغوط/m2 من الخلفية المحيطة بالشاشة. (متغير البيئة: MRV_ODT_CTL_SURROUND_LUMINANCE)
cs: Jas na cd/m2 pozadí kolem obrazovky. (Proměnná prostředí: MRV_ODT_CTL_SURROUND_LUMINANCE)
de: Die Leuchtdichte in cd/m2 des Hintergrunds, der den Bildschirm umgibt. (Umgebungsvariable: MRV_ODT_CTL_SURROUND_LUMINANCE)
es: La luminancia, in candelas/m2, del fondo que rodea a la pantalla. (Variable de entorno: MRV_ODT_CTL_SURROUND_LUMINANCE)
fr: La luminance, en cd/m2, de l'arrière-plan entourant l'écran. (Variable d'environnement : MRV_ODT_CTL_SURROUND_LUMINANCE)
it: La luminanza, nel cd/m2, dello sfondo che circonda lo schermo. (Variabile d'ambiente: MRV_ODT_CTL_SURROUND_LUMINANCE)
ja: 輝度（CD）/画面を囲む背景のm2. （環境変数: MRV_ODT_CTL_SURROUND_LUMINANCE）
nl: De luminantie, in cd/m2, van de achtergrond rondom het scherm. (Omgevingsvariabele: MRV_ODT_CTL_SURROUND_LUMINANCE)
pl: Luminancja w cd/m2 tła otaczającego ekran. (Zmienna środowiskowa: MRV_ODT_CTL_SURROUND_LUMINANCE)
pt: A luminância, em cd/m2, do plano de fundo ao redor da tela. (Variável de ambiente: MRV_ODT_CTL_SURROUND_LUMINANCE)
ro: Luminanța, în cd/m2, a fundalului din jurul ecranului. (Variabila de mediu: MRV_ODT_CTL_SURROUND_LUMINANCE)
ru: Яркость, в кд/м2 фона, окружающего дисплей. (переменная среды: MRV_ODT_CTL_SURROUND_LUMINANCE)
sv: Ljusstyrkan, i cd/m2, av bakgrunden som omger skärmen. (Miljövariabel: MRV_ODT_CTL_SURROUND_LUMINANCE)
tr: parlaklık, cd/ekranı çevreleyen arka planın m2'si. (Ortam Değişkeni: MRV_ODT_CTL_SURROUND_LUMINANCE)
