Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: padEnter
ar: أدخل لوحة المفاتيح الرقمية
cs: Zadejte numerickou klávesnici
de: Numerische Tastatur eingeben
es: Teclado Numérico Enter
fr: Entrez le clavier numérique
it: Immettere il tastierino numerico
ja: テンキーを入力してください
nl: Voer numeriek toetsenbord in
pl: Wprowadź klawiaturę numeryczną
pt: Digite o teclado numérico
ro: Introduceți tastatura numerică
sv: Ange det numeriska tangentbordet
tr: Sayısal Tuş Takımını Girin

source: pixel
ar: بكسل
fr: pixels
ja: ピクセル
pl: piksel
ru: пиксель
tr: piksel

source: pixels
ar: بكسل
cs: pixelů
de: Pixel
es: pixeles
it: pixel
ja: ピクセル
pl: piksele
pt: píxeis
ro: pixeli
ru: пикселей
sv: pixlar
tr: piksel

source: plastic
ar: بلاستيك
cs: plastický
de: Plastik
fr: Plastique
it: plastica
ja: プラスチック
pl: Plastikowy
pt: plástico
ru: пластик
sv: plast
tr: plastik

source: recv() failed
ar: فشل recv ()
cs: recv() se nezdařilo
de: recv() fehlgeschlagen
es: recv() falló
fr: recv() a échoué
it: recv() non è riuscito
ja: recv（）が失敗しました
nl: recv() mislukt
pl: recv() nie powiodło się
pt: recv() falhou
ro: recv() a eșuat
ru: recv() не удалось
sv: recv() misslyckades
tr: recv() başarısız oldu

source: send() failed
ar: فشل إرسال
cs: send() se nezdařilo
de: senden fehlgeschlagen
es: send() falló
fr: Echec de l'envoi
it: Invio fallito
ja: send（）が失敗しました
nl: versturen mislukt
pl: wysyłanie nie powiodło się
pt: o envio falhou
ro: send() a eșuat
ru: отправить () не удалось
sv: send() misslyckades
tr: gönder() başarısız oldu

source: send_packet error:
ar: لم أستطع إرسال الطرد. خطأ
cs: Balíček se mi nepodařilo odeslat. Chyba
de: Ich konnte kein Paket versenden. Fehler
es: No pude enviar paquete. Error
fr: Je n'ai pas pu envoyer de colis. Erreur
it: Non ho potuto inviare il pacco. Errore
ja: パッケージを送信できませんでした.エラー
nl: Ik kon het pakket niet verzenden. Fout
pl: Nie mogłem wysłać paczki. Błąd
pt: Não consegui enviar pacote. Erro
ro: Nu am putut trimite pachetul. Eroare
ru: ошибка send_packet:
sv: Jag kunde inte skicka paketet. Fel
tr: Paket gönderemedim. Hata

source: snd_pcm_close failed with
ar: فشل snd_pcm_close مع
cs: snd_pcm_close se nezdařilo
de: snd_pcm_close ist fehlgeschlagen
es: snd_pcm_close falló con
fr: snd_pcm_close a échoué avec
it: snd_pcm_close non riuscito con
ja: snd_pcm_closeがで失敗しました
nl: snd_pcm_close mislukt met
pl: snd_pcm_close nie powiodło się z
pt: snd_pcm_close falhou com
ro: snd_pcm_close a eșuat cu
ru: Ошибка snd_pcm_close с
sv: snd_pcm_close misslyckades med
tr: snd_pcm_close ile başarısız oldu

source: snd_pcm_drop failed with
ar: فشل snd_pcm_drop مع
cs: snd_pcm_drop se nezdařilo
de: snd_pcm_drop ist fehlgeschlagen
es: snd_pcm_drop falló con
fr: snd_pcm_drop a échoué avec
it: snd_pcm_drop non è riuscito con
ja: snd_pcm_dropはで失敗しました
nl: snd_pcm_drop mislukt met
pl: snd_pcm_drop nie powiodło się z
pt: snd_pcm_drop falhou com
ro: snd_pcm_drop a eșuat cu
ru: Ошибка snd_pcm_drop с
sv: snd_pcm_drop misslyckades med
tr: snd_pcm_drop ile başarısız oldu

source: snd_pcm_prepare failed
ar: فشل snd_pcm_prepare مع
cs: snd_pcm_prepare se nezdařilo
de: snd_pcm_prepare ist fehlgeschlagen
es: snd_pcm_prepare falló con
fr: snd_pcm_prepare a échoué avec
it: snd_pcm_prepare non è riuscito con
ja: snd_pcm_prepareが失敗しました
nl: snd_pcm_prepare is mislukt met
pl: snd_pcm_prepare nie powiodło się z
pt: snd_pcm_prepare falhou com
ro: snd_pcm_prepare a eșuat cu
ru: Ошибка snd_pcm_prepare
sv: snd_pcm_prepare misslyckades med
tr: snd_pcm_prepare ile başarısız oldu

source: src_nb_samples is 0
ar: قيمة src_nb_samples تساوي 0
cs: src_nb_samples je 0
de: src_nb_samples ist 0
fr: src_nb_samples est 0
it: src_nb_samples è 0
ja: src_nb_samplesは0です
pl: src_nb_samples to 0
pt: src_nb_samples é 0
ro: src_nb_samples este 0
ru: src_nb_samples равен 0
sv: src_nb_samples är 0
tr: src_nb_örnekleri 0'dır

source: store_audio: Invalid data. buf is
ar: store_audio: بيانات غير صالحة. آخ هو عليه
cs: store_audio: neplatná data. fuj to je
de: store_audio: ungültige Daten. ach ist es
es: almacenar_audio: datos inválidos. Buffer es
fr: store_audio : données invalides. euh c'est
it: store_audio: dati non validi. eh lo è
ja: store_audio: 無効なデータ.うーん
nl: store_audio: ongeldige gegevens. ugh het is
pl: store_audio: nieprawidłowe dane. Och, to jest
pt: store_audio: dados inválidos. ah é
ro: store_audio: date nevalide. ugh este
ru: store_audio: неверные данные. буф это
sv: store_audio: ogiltig data. usch det är det
tr: store_audio: geçersiz veri. uh öyle

source: subtitle
ar: العنوان الفرعي
cs: podtitulek
de: Untertitel
es: subtítulo
fr: Sous-titre
it: sottotitolo
ja: 字幕
nl: onderschrift
pl: podtytuł
pt: legenda
ro: subtitlu
ru: подзаголовок
sv: texta
tr: alt yazı

source: sysctl failed!
ar: فشل sysctl.
cs: sysctl se nezdařilo.
de: sysctl ist fehlgeschlagen.
es: sysctl falló.
fr: sysctl a échoué.
it: sysctl non è riuscito.
ja: sysctlが失敗しました.
nl: sysctl is mislukt.
pl: sysctl nie powiodło się.
pt: sysctl falhou.
ro: sysctl a eșuat.
ru: sysctl не удалось!
sv: sysctl misslyckades.
tr: sysctl başarısız oldu.

source: task info failed
ar: فشل معلومات المهمة
cs: informace o úkolu se nezdařily
de: Aufgabeninfo fehlgeschlagen
es: task info falló
fr: les informations sur la tâche ont échoué
it: informazioni sull'attività non riuscite
ja: タスク情報が失敗しました
nl: taakinfo mislukt
pl: informacje o zadaniu nie powiodło się
pt: falha nas informações da tarefa
ro: informațiile despre sarcină nu au reușit
ru: информация о задаче не удалась
sv: uppgiftsinformationen misslyckades
tr: görev bilgisi başarısız oldu

source: und
ar: الهند
cs: ind
de: ind
es: ind
fr: Indiana
it: ind
ja: ind
nl: ind
pl: indie
pt: ind
ro: ind
ru: и
sv: ind
tr: ind

source: unknown
ar: مجهول
cs: neznámý
de: Unbekannt
es: desconocido
fr: inconnu
it: sconosciuto
ja: わからない
nl: een vreemde
pl: nieznany
pt: desconhecido
ro: necunoscut
ru: неизвестный
sv: okänd
tr: Bilinmeyen

source: unsigned byte (8-bits per channel)
ar: بايت بدون إشارة (8 بت لكل قناة)
cs: byte bez znaménka (8 bitů na kanál)
de: vorzeichenloses Byte (8 Bit pro Kanal)
es: byte sin signo (8-bits por canal)
fr: octet non signé (8 bits par canal)
it: byte senza segno (8 bit per canale)
ja: 符号なしバイト（チャネルあたり8ビット）
nl: niet-ondertekende byte (8-bits per kanaal)
pl: bajt bez znaku (8 bitów na kanał)
pt: byte sem sinal (8 bits por canal)
ro: octet nesemnat (8 biți pe canal)
ru: байт без знака (8 бит на канал)
sv: osignerad byte (8-bitar per kanal)
tr: imzasız bayt (kanal başına 8 bit)

source: unsigned int (32-bits per channel)
ar: عدد صحيح بدون إشارة (32 بت لكل قناة)
cs: celé číslo bez znaménka (32 bitů na kanál)
de: Ganzzahl ohne Vorzeichen (32 Bit pro Kanal)
es: entero sin signo (32-bits por canal)
fr: entier non signé (32 bits par canal)
it: intero senza segno (32 bit per canale)
ja: 符号なし整数（チャネルあたり32ビット）
nl: unsigned integer (32-bits per kanaal)
pl: liczba całkowita bez znaku (32 bity na kanał)
pt: inteiro sem sinal (32 bits por canal)
ro: întreg fără semn (32 de biți pe canal)
ru: беззнаковое целое (32 бита на канал)
sv: osignerat heltal (32-bitar per kanal)
tr: işaretsiz tamsayı (kanal başına 32 bit)

source: unsigned short (16-bits per channel)
ar: قصير بدون إشارة (16 بت لكل قناة)
cs: krátký bez znaménka (16 bitů na kanál)
de: short unsigned (16 Bit pro Kanal)
es: corto sin signo (16-bits por canal)
fr: court non signé (16 bits par canal)
it: breve senza segno (16 bit per canale)
ja: 短い符号なし（チャネルあたり16ビット）
nl: korte unsigned (16-bits per kanaal)
pl: krótki bez znaku (16 bitów na kanał)
pt: curto sem sinal (16 bits por canal)
ro: scurt nesemnat (16 biți pe canal)
ru: беззнаковый короткий (16 бит на канал)
sv: kort osignerad (16-bitar per kanal)
tr: kısa işaretsiz (kanal başına 16 bit)

source: video
ar: فيديو
fr: vidéo
ja: ビデオ
pl: wideo
pt: vídeo
ru: видео

source: visual impaired
ar: ضعاف البصر
cs: zrakově postižené
de: sehbehindert
es: discapacitado visual
fr: malvoyant
it: ipovedente
ja: 視覚障害
nl: slechtziend
pl: z zaburzeniami wzroku
pt: deficiente visual
ro: cu deficiențe de vedere
ru: слабовидящий
sv: synskadad
tr: görme engelli

source: NAN
ru: НАН

source: is invalid.
ru: является недействительным.

source: +0.0 f/8.0
ru: +0,0 ф/8,0

source: 1.56 STV - HDTV (14:9)
ru: 1.56 СТВ - HDTV (14:9)

source: 2.10 VistaVision
pl: 2,10 Wizja Vista
ru: 2.10 ВистаВижн

source: 3D Luts
fr: Lutes 3D
it: Luts 3D
pl: 3D Luty
ro: Luts 3D
ru: 3D Лутс

source: 3D Luts/OCIO
fr: Lutes 3D/OCIO
it: Luts 3D/OCIO
pl: 3D Luty/OCIO
pt: 3D Luts/LAZER
ro: Luts 3D/OCIO
ru: 3D Лутс/ОСИО

source: 3dView
cs: 3D zobrazení
de: 3D-Ansicht
fr: vue 3d
it: vista 3d
pl: widok 3d
pt: visualização em 3D
ru: 3D-вид
sv: 3d-vy
tr: 3 boyutlu görünüm

source: 4.00 Polyvision
it: 4,00 Polivisione
ja: 4.00ポリビジョン
nl: 4,00 Polyvisie
pl: 4,00 Poliwizja
pt: 4,00 Polivisão
ru: 4.00 Поливидение
tr: 4,00 Çoklu Görüş

source: A
ru: А

source: A/B
ru: А/Б

source: Audio frequency
ru: Частота звука

source: B
es: A
ru: Б

source: B44A
ru: Б44А

source: CIE XYZ
ru: МКО XYZ

source: Cannot open device
es: No pude abrir el dispositivo de audio
ru: Не удается открыть устройство

source: Colors
es: Colores
ru: Цвета

source: DWAA
ru: ДВАА

source: Driver is not a live output device
ru: Драйвер не является устройством вывода в реальном времени

source: E
ru: Е

source: EAGAIN:
cs: ZNOVU:
de: WIEDER:
fr: ENCORE :
nl: OPNIEUW:
pl: PONOWNIE:
pt: DE NOVO:
ro: Din nou:
ru: ЕЩЕ РАЗ:
sv: IGEN:
tr: tekrar:

source: EBADFD:
de: EBAFD:
ro: EBDFD:
ru: ЭБАДФД:

source: Error closing ao device.
ru: Ошибка закрытия устройства.

source: Error opening ao driver:
es: Error abriendo dispositivo ao:
ru: Ошибка при открытии драйвера АО:

source: Error playing sample.
ru: Ошибка воспроизведения образца.

source: G
es: V
ru: грамм

source: HSL
fr: LGV
ru: ВСЛ

source: HSV
ru: ВПГ

source: ISO
ru: ИСО

source: ISO-8859-1
ru: ИСО-8859-1

source: ISO-8859-2
ru: ИСО-8859-2

source: JPG/PNG/DPX Load Library
ru: JPG/PNG/Библиотека загрузки DPX

source: L
ru: л

source: Mark an area in the image with SHIFT + LMB
es: Marque un area en la imagen con SHIFT + BIR
ru: Отметьте область на изображении с помощью SHIFT + ЛКМ

source: Microsoft Bitmap (.bmp)
fr: Bitmap Microsoft (.bmp)
it: Bitmap Microsoft (.bmp)
ja: Microsoftビットマップ（.bmp）
pl: Mapa bitowa Microsoft (.bmp)
pt: Mapa de bits da Microsoft (.bmp)
ru: Растровое изображение Microsoft (.bmp)

source: MipMap
ja: ミップマップ
nl: MipKaart
ru: Мип-карта
tr: MipHarita

source: No driver for device id
es: No driver para id de dispositivo
ru: Нет драйвера для идентификатора устройства

source: Not a GLTextShape pointer in position
cs: Na pozici není ukazatel na GLPathShape
de: Kein Zeiger auf GLPathShape an Position
es: No es un puntero a GLPathShape en posición
fr: Pas un pointeur vers GLPathShape à la position
pl: Brak wskaźnika do GLPathShape na pozycji
pt: Não é um ponteiro para GLPathShape na posição
ro: Nu este un pointer către GLPathShape la poziție
ru: Не указатель GLTextShape в позиции
tr: Konumda GLPathShape için bir işaretçi değil

source: OCIO
pt: LAZER
ru: ОСИО

source: OIIO
it: OIO
pl: OIO
ru: ОИИО
tr: yağ

source: R
ru: р

source: RLE
ru: РЛЭ

source: RT
fr: TR
ru: РТ

source: S
ru: С

source: TIFF (.tif)
ru: ТИФФ (.tif)

source: Targa (.tga)
ja: タルガ（.tga）
ru: Тарга (.tga)

source: Unknown failure
es: Fallo desconocido
ru: Неизвестный сбой

source: User Interface/View Window/Colors
es: Interfaz de Usuario/Vista/Colores
ru: Пользовательский интерфейс/Окно просмотра/Цвета

source: Valid option key has invalid value
ru: Действительный ключ опции имеет недопустимое значение

source: Valid rates are:
ru: Действующие тарифы:

source: W
fr: O
pt: C
ru: Вт

source: W:
pt: C:
ru: Вт:

source: W: %g %g
ru: B: %g %g
tr: B: %g %g

source: X
ru: Икс

source: X:
ru: ИКС:

source: Y
ru: Д

source: Y:
ru: Д:

source: YBYRY
ru: ЫБЫРЫ

source: gtk+
ru: ГТК+

source: mrViewer
ru: мрвивер

source: tv action
cs: televizní akce
de: Fernsehaktion
es: acción de tv
fr: action télévisée
pl: akcja telewizyjna
pt: ação de tv
ro: acțiune tv
ru: ТВ действие
tr: tv eylemi

source: tv title
cs: televizní titul
de: Fernsehtitel
es: título de tv
fr: titre de télévision
pl: tytuł telewizyjny
pt: título de tv
ro: titlul TV
ru: название телесериала
tr: televizyon başlığı

source: x1
ru: х1

source: x2
ru: х2

source: x3
ru: х3

source: x4
ru: х4

source: x5
ru: х5

source: x6
ru: х6

source: x7
ru: х7

source: x8
ru: х8

source: x9
ru: х9

source: Matched number=
ja: 一致した番号=

source: Matched prefix=
ja: 一致したプレフィックス=

source: Matched suffix=
ja: 一致したサフィックス=

source: ' does not exist.
it: ' non esiste.
ja: ' 存在しない.
nl: ' bestaat niet.
sv: ' existerar inte.

source: ' does not match '
it: ' non corrisponde '
ja: ' 一致していません '
nl: ' komt niet overeen '
sv: ' matchar inte '

source: Don't know which one should go first.
it: Non so quale dovrebbe andare per primo.
ja: どちらを先に行けばいいのかわからない.
nl: Weet niet welke als eerste moet.
sv: Vet inte vilken som ska gå först.

source: Image at position
it: Immagine in posizione
ja: 位置の画像
nl: Afbeelding op positie
sv: Bild på position

source: Iteration
ja: 反復

source: OCIO config '
it: Configurazione OCIO '
ja: OCIO構成'
nl: OCIO-configuratie '

source: PageUp
de: Seite nach oben
es: Re Pág
fr: Page précédente
it: Pagina su
ja: ページアップ
nl: Pagina omhoog
pl: Strona w górę
pt: Subir página
ro: Pagină sus
sv: Sida upp
tr: Sayfa yukarı

source: ScrollLock
es: Bloq Scroll
fr: Verrouillage du défilement
it: Blocco scorrimento
ja: スクロールロック
tr: Kaydırma kilidi

source: This is a macOS setting only. When selected the menus will appear on the system toolbar instead of the mrViewer toolbar.
it: Questa è solo un'impostazione macOS. Una volta selezionati, i menu appariranno sulla barra degli strumenti del sistema invece della barra degli strumenti di mrViewer.
ja: これはmacOS設定のみです.選択すると、メニューはmrViewerツールバーではなくシステムツールバーに表示されます.
nl: Dit is alleen een macOS-instelling. Indien geselecteerd, verschijnen de menu's op de systeemwerkbalk in plaats van op de mrViewer-werkbalk.
sv: Detta är endast en macOS-inställning. När det är valt kommer menyerna att visas i systemets verktygsfält istället för mrViewers verktygsfält.

source: macOS Menus
it: Menu macOS
ja: macOSメニュー
sv: macOS-menyer

source: ExchangeImage %d %d
it: Immagine di scambio %d %d
ro: Schimbați imaginea %d %d

source: FPS
cs: CPS
de: CPS
es: CPS
fr: SCS
pl: CPS
pt: CPS
ro: CPS
tr: CPS

source: 1.77 HDTV (16:9)
fr: 1,77 TVHD (16:9)

source: RGB
fr: RVB

source: RGBA
fr: RVBA

source: UF: %<PRId64>
es: CNM: %<PRId64>

source: # # mrViewer Reel "%s" # # Created with mrViewer # # on %s # Version 5.0 Ghosting %d %d
es: # # Carrete de mrViewer "%s" # # Creado con mrViewer # # el %s # Version 5.0 Ghosting %d %d

source: # # mrViewer Session # # Created with mrViewer # # on %s # Version 6.0
es: # # Sesion de mrViewer # # Creado con mrViewer # # el %s # Version 6.0

source: DAW: %d,%d %dx%d
es: VDA: %d,%d %dx%d

source: DYW: %d,%d %dx%d
es: VDY: %d,%d %dx%d

source: F:
es: C:

source: FPS: %.3f
es: CPS: %.3f

source: PMem: %<PRIu64>/%<PRIu64> MB VMem: %<PRIu64>/%<PRIu64> MB
es: MemF: %<PRIu64>/%<PRIu64> MB MemV: %<PRIu64>/%<PRIu64> MB

source: Windows/%s
es: Ventanas/%s

source: mrViewer FG: %s
es: mrViewer FRENTE: %s

source: mrViewer FG: %s [%d] BG: %s [%d] (%s)
es: mrVIewer FRENTE: %s [%d] FONDO: %s [%d] (%s)
