Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Select how stereo is encoded in the image. It can be as separate layers (using a letter or view prefix), as Top/Bottom in the same image or as Left/Right in the same image.
ar: حدد كما هو الاستريو المشفر في الصورة. يمكن أن يكون على طبقات منفصلة (باستخدام حرف أو عرض بادئة) ، مثل Top/انخفاض في نفس الصورة أو اليسار/الحق في نفس الصورة.
cs: Vyberte, jak je stereo zakódováno v obrázku. Může být na samostatných vrstvách (pomocí písmene předpony nebo pohledu), jako je Top/Nižší ve stejném obrázku nebo jako vlevo/Přímo na stejném obrázku.
de: Wählen Sie so aus, wie das im Bild codierte Stereo ist. Es kann sich auf separaten Ebenen befinden (unter Verwendung eines Präfixbuchstabens oder einer Ansicht), z. B. Oben/Unten im selben Bild oder als Links/Direkt im selben Bild.
es: Selecciona como esta el estereo codificado en la imagen. Puede estar en capas separadas (usando una letra o vista de prefijo), como Superior/Inferior en la misma imagen o como Izquierda/Derecha en la misma imagen.
fr: Sélectionnez tel quel la stéréo encodée dans l'image. Il peut s'agir de calques séparés (en utilisant une lettre ou une vue de préfixe), tels que Top/Inférieur dans la même image ou comme Gauche/Juste dans la même image.
it: Selezionare come è lo stereo codificato nell'immagine. Può essere su livelli separati (usando una lettera o una vista di prefisso), come Top/In basso nella stessa immagine o a sinistra/Proprio nella stessa immagine.
ja: 画像にエンコードされているステレオをそのまま選択します.トップなどの別々のレイヤー（プレフィックス文字またはビューを使用）に配置できます/同じ画像または左下/同じ画像で.
nl: Selecteer zoals de stereo is gecodeerd in de afbeelding. Het kan op afzonderlijke lagen staan (met een voorvoegselletter of weergave), zoals Top/Lager in dezelfde afbeelding of als Links/Rechts in dezelfde afbeelding.
pl: Wybierz, jak stereo jest zakodowane w obrazie. Może znajdować się na osobnych warstwach (przy użyciu litery lub widoku przedrostka), takich jak Top/Niżej na tym samym obrazie lub w lewo/Na tym samym obrazie.
pt: Selecione como é o estéreo codificado na imagem. Pode estar em camadas separadas (usando uma letra de prefixo ou visualização), como Top/Inferior na mesma imagem ou como Esquerda/Bem na mesma imagem.
ro: Selectați așa cum este stereo codificat în imagine. Poate fi pe straturi separate (folosind o literă de prefix sau o vizualizare), cum ar fi Top/Jos în aceeași imagine sau ca Stânga/Chiar în aceeași imagine.
ru: Выберите способ кодирования стерео в изображении. Это могут быть как отдельные слои (с использованием префикса буквы или вида), так и Верхние/Внизу на том же изображении или как слева/Прямо на том же изображении.
sv: Välj som stereon är kodad i bilden. Det kan vara på separata lager (med en prefixbokstav eller vy), till exempel Top/Nedre i samma bild eller som vänster/Precis i samma bild.
tr: Görüntüde kodlanmış stereo olarak seçin. Üst gibi ayrı katmanlarda olabilir (bir önek harfi veya görünüm kullanılarak)./Aynı görüntüde daha düşük veya Sol olarak/Aynı görüntüde.

source: Select how to view the stereo images. You can select no stereo viewing, a view of the stereo pair, top/bottom (and viceversa), left/right (and viceversa), interlaced rows or columns, checkerboard pattern, red/cyan glasses (and viceversa).
ar: حدد كيفية عرض صور الاستريو. لا يمكنك تحديد أي ستريو ، عرض زوج ستريو واحد ، علوي/أسفل (والعكس صحيح) ، يسار/يمين (والعكس صحيح) ، صفوف أو أعمدة متشابكة ، مربعة ، نظارات حمراء/سماوي (والعكس صحيح).
cs: Vyberte způsob zobrazení stereo obrázků. Můžete vybrat žádné stereo, jeden stereo párový pohled, nahoře/dole (a naopak), vlevo/vpravo (a naopak), prokládané řady nebo sloupce, čtverečky, červené brýle/azurová (a naopak).
de: Wählen Sie aus, wie Stereobilder angezeigt werden sollen. Sie können keine Stereoanlage, eine Stereopaaransicht, oben auswählen/unten (und umgekehrt), links/rechts (und umgekehrt), verschachtelte Zeilen oder Spalten, quadratisch, rote Gläser/Cyan (und umgekehrt).
es: Selecciona como mostrar las imágenes estéreo. Puede seleccionar sin estéreo, una vista del par de estéreo, superior/inferior (y viceversa), izquierda/derecha (y viceversa), entrelazado de renglones o columnas, cuadriculado, anteojos rojo/cian (y viceversa).
fr: Sélectionnez le mode d'affichage des images stéréo. Vous pouvez sélectionner aucune vue stéréo, une paire stéréo, en haut/en bas (et vice versa), à gauche/droite (et vice versa), rangées ou colonnes entrelacées, carré, verres rouges/cyan (et vice versa).
it: Seleziona come visualizzare le immagini stereo. È possibile selezionare nessuno stereo, una vista coppia stereo, in alto/in basso (e viceversa), a sinistra/a destra (e viceversa), righe o colonne intrecciate, vetri quadrati, rossi/ciano (e viceversa).
ja: ステレオ画像の表示方法を選択します.ステレオなし、ステレオペアビュー1つ、上部を選択できます/下（およびその逆）、左/右（およびその逆）、インターレースされた行または列、四角い赤いメガネ/シアン（およびその逆）.
nl: Selecteer hoe stereobeelden moeten worden weergegeven. U kunt geen stereo selecteren, één stereopaar bekijken, top/onder (en vice versa), links/rechts (en vice versa), geïnterlinieerde rijen of kolommen, vierkant, rode bril/cyaan (en vice versa).
pl: Wybierz sposób wyświetlania obrazów stereo. Możesz wybrać brak stereo, widok jednej pary stereo, góra/dół (i odwrotnie), lewy/prawo (i odwrotnie), rzędy lub kolumny z przeplotem, kwadratowe, czerwone okulary/cyjan (i odwrotnie).
pt: Selecione como exibir imagens estéreo. Você pode selecionar nenhum estéreo, uma visualização de par estéreo,/inferior (e vice-versa), esquerda/direita (e vice-versa), linhas ou colunas entrelaçadas, quadrados, óculos vermelhos/ciano (e vice-versa).
ro: Selectați modul de afișare a imaginilor stereo. Puteți selecta nicio vizualizare stereo, o pereche stereo, de sus/jos (și invers), stânga/dreapta (și invers), rânduri sau coloane întrețesute, pătrate, ochelari roșii/cyan (și invers).
ru: Выберите способ просмотра стереоизображений. Можно выбрать без стереопросмотра, вид на стереопару, сверху/снизу (и наоборот), слева/справа (и наоборот), чередование строк или столбцов, шахматная доска, красный цвет/голубые очки (и наоборот).
sv: Välj hur stereobilder ska visas. Du kan välja ingen stereo, ett stereoparvy, topp/botten (och vice versa), vänster/höger (och vice versa), sammanflätade rader eller kolumner, kvadratiska, röda glasögon/cyan (och vice versa).
tr: Stereo görüntülerin nasıl görüntüleneceğini seçin. Hiçbir stereo, bir stereo çifti görünümü, üst/alt (ve tersi), sol/sağ (ve tersi), geçmeli satırlar veya sütunlar, kare, kırmızı camlar/camgöbeği (ve tersi).

source: Select stereo input
ar: حدد إدخال ستيريو
cs: Vyberte Stereo Input
de: Wählen Sie Stereo-Eingang
es: Selecciona Entrada Estéreo
fr: Sélectionnez l'entrée stéréo
it: Seleziona Ingresso stereo
ja: ステレオ入力を選択
nl: Selecteer stereo-ingang
pl: Wybierz wejście stereo
pt: Selecionar entrada estéreo
ro: Selectați Intrare stereo
ru: Выберите стереовход
sv: Välj Stereoingång
tr: Stereo Girişi Seçin

source: Select stereo output
ar: حدد إخراج ستيريو
cs: Vyberte Stereo Output
de: Wählen Sie Stereo-Ausgang
es: Selecciona Salida Estéreo
fr: Sélectionnez la sortie stéréo
it: Seleziona Uscita stereo
ja: ステレオ出力を選択
nl: Selecteer stereo-uitgang
pl: Wybierz wyjście stereo
pt: Selecione a saída estéreo
ro: Selectați Ieșire stereo
ru: Выберите стереовыход
sv: Välj Stereoutgång
tr: Stereo Çıkışı Seçin

source: Select/Multiple Images for Modifying
ar: لتحديد/صور متعددة للتعديل
cs: Vybrat/Více obrázků k úpravě
de: Zur Auswahl/Mehrere zu ändernde Bilder
es: Seleccionar/Multiple Imagenes para Modificar
fr: Pour sélectionner/Plusieurs images à modifier
it: Selezionare/Più immagini da modificare
ja: 選ぶ/変更する複数の画像
nl: Selecteren/Meerdere afbeeldingen om te wijzigen
pl: Wybrać/Wiele obrazów do modyfikacji
pt: Selecionar/Várias imagens para modificar
ro: A selecta/Mai multe imagini de modificat
ru: Выбирать/Несколько изображений для модификации
sv: Att välja/Flera bilder att ändra
tr: Seçmek/Değiştirilecek Birden Çok Görüntü

source: Select/Single Image for Dragging
ar: لتحديد/صورة لسحبها
cs: Vybrat/Obrázek k přetažení
de: Zur Auswahl/Ein Bild zum Ziehen
es: Seleccionar/Una Imagen para Arrastrar
fr: Pour sélectionner/Une image à faire glisser
it: Selezionare/Un'immagine da trascinare
ja: 選ぶ/ドラッグする画像
nl: Selecteren/Een afbeelding om te slepen
pl: Wybrać/Obraz do przeciągnięcia
pt: Selecionar/Uma imagem para arrastar
ro: A selecta/O imagine de trage
ru: Выбирать/Одно изображение для перетаскивания
sv: Att välja/En bild att dra
tr: Seçmek/Sürüklenecek Bir Resim

source: Selecting shader type automatically:
ar: اختيار نوع التظليل تلقائيًا:
cs: Automatická volba typu shaderu:
de: Automatische Auswahl des Shadertyps:
es: Seleccionando tipo de shader automaticamente:
fr: Sélection automatique du type de shader :
it: Selezione automatica del tipo di shader:
ja: シェーダータイプの自動選択:
nl: Shadertype automatisch selecteren:
pl: Automatyczne wybieranie typu modułu cieniującego:
pt: Selecionando o tipo de sombreador automaticamente:
ro: Selectarea automată a tipului de shader:
ru: Автоматический выбор типа шейдера:
sv: Väljer skuggningstyp automatiskt:
tr: Gölgelendirici türünü otomatik olarak seçme:

source: Selection
ar: اختيار
cs: Výběr
de: Auswahl
es: Selección
fr: Sélection
it: Selezione
ja: 選択
nl: Selectie
pl: Wybór
pt: Seleção
ro: Selecţie
ru: Выбор
sv: Urval
tr: seçim

source: Selects the background color of areas outside the current image.
ar: يحدد لون الخلفية للمناطق خارج الصورة الحالية.
cs: Vybere barvu pozadí oblastí mimo aktuální obrázek.
de: Wählt die Hintergrundfarbe von Bereichen außerhalb des aktuellen Bildes.
es: Selecciona el color del fondo de areas fuera de la imagen actual.
fr: Sélectionne la couleur d'arrière-plan des zones en dehors de l'image actuelle.
it: Seleziona il colore di sfondo delle aree esterne all'immagine corrente.
ja: 現在の画像の外側の領域の背景色を選択します.
nl: Selecteert de achtergrondkleur van gebieden buiten de huidige afbeelding.
pl: Wybiera kolor tła obszarów poza bieżącym obrazem.
pt: Seleciona a cor de fundo das áreas fora da imagem atual.
ro: Selectează culoarea de fundal a zonelor din afara imaginii curente.
ru: Выбирает цвет фона областей за пределами текущего изображения.
sv: Väljer bakgrundsfärg för områden utanför den aktuella bilden.
tr: Geçerli görüntünün dışındaki alanların arka plan rengini seçer.

source: Selects the color of HUD overlays.
ar: يحدد لون HUD المتراكب على الصورة الحالية.
cs: Vybere barvu HUD překryvného na aktuálním snímku.
de: Wählt die Farbe des HUDs aus, das über das aktuelle Bild gelegt wird.
es: Selecciona el color del HUD sobreimpreso sobre la imagen actual.
fr: Sélectionne la couleur du HUD superposé sur l'image actuelle.
it: Seleziona il colore dell'HUD sovrapposto all'immagine corrente.
ja: 現在の画像にオーバーレイされるHUDの色を選択します.
nl: Selecteert de kleur van de HUD die over de huidige afbeelding wordt gelegd.
pl: Wybiera kolor interfejsu HUD nałożonego na bieżący obraz.
pt: Seleciona a cor do HUD sobreposto na imagem atual.
ro: Selectează culoarea HUD-ului suprapus pe imaginea curentă.
ru: Выбирает цвет оверлеев HUD.
sv: Väljer färgen på HUD som överlagras på den aktuella bilden.
tr: Geçerli görüntünün üzerine bindirilen HUD'nin rengini seçer.

source: Selects the color of text overlays printed over the current image.
ar: حدد لون النص المتراكب على الصورة الحالية.
cs: Vyberte barvu textu překrývajícího aktuální obrázek.
de: Wählen Sie die Farbe des Textes aus, der das aktuelle Bild überlagert.
es: Selecciona el color del texto sobreimpreso sobre la imagen actual.
fr: Sélectionnez la couleur du texte superposé sur l'image actuelle.
it: Seleziona il colore del testo sovrapposto all'immagine corrente.
ja: 現在の画像にオーバーレイされているテキストの色を選択します.
nl: Selecteer de kleur van de tekst die over de huidige afbeelding wordt gelegd.
pl: Wybierz kolor tekstu nałożonego na bieżący obraz.
pt: Selecione a cor do texto sobreposto na imagem atual.
ro: Selectați culoarea textului suprapus pe imaginea curentă.
ru: Выбор цвета текстовых наложений, печатаемых поверх текущего изображения.
sv: Välj färgen på texten på den aktuella bilden.
tr: Geçerli görüntünün üzerine bindirilen metnin rengini seçin.

source: Selects the color of the selection rectangle over the current image.
ar: حدد لون مستطيل التحديد على الصورة الحالية.
cs: Vyberte barvu obdélníku výběru na aktuálním obrázku.
de: Wählen Sie die Farbe des Auswahlrechtecks auf dem aktuellen Bild aus.
es: Selecciona el color del rectangulo de seleccion sobre la imagen actual.
fr: Sélectionnez la couleur du rectangle de sélection sur l'image actuelle.
it: Seleziona il colore del rettangolo di selezione sull'immagine corrente.
ja: 現在の画像の選択長方形の色を選択します.
nl: Selecteer de kleur van de selectierechthoek op de huidige afbeelding.
pl: Wybierz kolor prostokąta wyboru na bieżącym obrazie.
pt: Selecione a cor do retângulo de seleção na imagem atual.
ro: Selectați culoarea dreptunghiului de selecție pe imaginea curentă.
ru: Выбирает цвет прямоугольника выбора над текущим изображением.
sv: Välj färgen på markeringsrektangeln på den aktuella bilden.
tr: Geçerli görüntüdeki seçim dikdörtgeninin rengini seçin.

source: Selects the current pen color.
ar: حدد لون القلم الرصاص.
cs: Vyberte barvu tužky.
de: Wählen Sie die Farbe des Bleistifts.
es: Selecciona el color del lápiz.
fr: Sélectionnez la couleur du crayon.
it: Seleziona il colore della matita.
ja: 鉛筆の色を選択します.
nl: Selecteer de kleur van het potlood.
pl: Wybierz kolor ołówka.
pt: Selecione a cor do lápis.
ro: Selectați culoarea creionului.
ru: Выбирает текущий цвет пера.
sv: Välj färg på pennan.
tr: Kalemin rengini seçin.

source: Selects the size of brush.
ar: حدد حجم الفرشاة.
cs: Vyberte velikost štětce.
de: Wählen Sie die Größe des Pinsels aus.
es: Selecciona el tamaño del pincel.
fr: Sélectionnez la taille du pinceau.
it: Seleziona la dimensione del pennello.
ja: ブラシのサイズを選択します.
nl: Selecteer de grootte van het penseel.
pl: Wybierz rozmiar pędzla.
pt: Selecione o tamanho do pincel.
ro: Selectați dimensiunea pensulei.
ru: Выбор размера кисти.
sv: Välj storleken på borsten.
tr: Fırçanın boyutunu seçin.

source: Sep
ar: سبتمبر
cs: září
it: sett
ja: 9月
nl: september
pt: setembro
ro: sept
ru: сен
tr: Eylül

source: Separate layers
ar: طبقات منفصلة
cs: oddělené vrstvy
de: getrennte Schichten
es: Capas separadas
fr: couches séparées
it: strati separati
ja: 別々の層
nl: aparte lagen
pl: oddzielne warstwy
pt: camadas separadas
ro: straturi separate
ru: Отдельные слои
sv: separata lager
tr: ayrı katmanlar

source: Sequence
ar: تسلسل
cs: Sekvence
de: Reihenfolge
es: Secuencia
fr: Séquence
it: Sequenza
ja: 順序
nl: Volgorde
pl: Sekwencja
pt: Seqüência
ro: Secvenţă
ru: Последовательность
sv: Sekvens
tr: Sekans

source: Sequences
ar: تسلسل
cs: sekvence
de: Sequenzen
es: Secuencias
fr: séquences
it: sequenze
ja: シーケンス
nl: opeenvolgingen
pl: sekwencje
pt: sequências
ro: secvente
ru: Последовательности
sv: sekvenser
tr: diziler

source: Server
ar: الخادم
es: Servidor
fr: Serveur
ja: サーバ
pl: serwer
pt: Servidor
ru: Сервер
tr: sunucu

source: Services
ar: خدمات
cs: Služby
de: Dienstleistungen
es: Servicios
fr: Prestations de service
it: Servizi
ja: サービス
nl: Diensten
pl: Usługi
pt: Serviços
ro: Servicii
ru: Услуги
sv: Tjänster
tr: Hizmetler

source: Sessions (*.{
ar: الجلسات (*. {
cs: Relace (*.{
de: Sitzungen (*.{
es: Sesiones (*.{
fr: Séances (*.{
it: Sessioni (*.{
ja: セッション (*.{
nl: Sessies (*.{
pl: Sesje (*.{
pt: Sessões (*.{
ro: Sesiuni (*.{
ru: Сеансы (*.{
sv: Sessioner (*.{
tr: Oturumlar (*.{

source: Set As BG Image
ar: تعيين كصورة خلفية
cs: Nastavit jako obrázek na pozadí
de: Als Hintergrundbild festlegen
es: Setear como Imagen de Fondo
fr: Définir comme image d'arrière-plan
it: Imposta come immagine di sfondo
ja: 背景画像として設定
nl: Instellen als achtergrondafbeelding
pl: Ustaw jako obraz tła
pt: Definir como imagem de fundo
ro: Setați ca imagine de fundal
ru: Установить как фоновое изображение
sv: Ställ in som bakgrundsbild
tr: Arka Plan Resmi Olarak Ayarla

source: Set In Point
ar: تعيين نقطة الدخول
cs: Nastavte vstupní bod
de: Einstiegspunkt festlegen
es: Setear Punto Entrada
fr: Définir le point d'entrée
it: Imposta punto di ingresso
ja: エントリポイントを設定する
nl: Ingangspunt instellen
pl: Ustaw punkt wejścia
pt: Definir ponto de entrada
ro: Setați punctul de intrare
ru: Установить точку входа
sv: Ställ in ingångspunkt
tr: Giriş Noktasını Ayarla

source: Set Out Point
ar: تعيين نقطة الإخراج
cs: Nastavte výstupní bod
de: Ausgangspunkt festlegen
es: Setear Punto Salida
fr: Définir le point de sortie
it: Imposta punto di uscita
ja: 出力ポイントの設定
nl: Uitgangspunt instellen
pl: Ustaw punkt wyjściowy
pt: Definir ponto de saída
ro: Setați punctul de ieșire
ru: Установить исходную точку
sv: Ställ in utgångspunkt
tr: Çıkış Noktasını Ayarla

source: Set added audio offset.
ar: أضفت التمرير الصوتي.
cs: Přidal jsem posouvání zvuku.
de: Ich habe Audio-Scrolling hinzugefügt.
es: Agregué desplazamiento de audio.
fr: J'ai ajouté le défilement audio.
it: Ho aggiunto lo scorrimento audio.
ja: オーディオスクロールを追加しました.
nl: Ik heb audio scrollen toegevoegd.
pl: Dodałem przewijanie audio.
pt: Eu adicionei rolagem de áudio.
ro: Am adăugat derulare audio.
ru: Установите добавленное смещение звука.
sv: Jag lade till ljudrullning.
tr: Ses kaydırma ekledim.

source: Set an A/B comparison. B image goes in the background. A (foreground) image is the selected image.
ar: قم بتعيين أ/المقارنة "ب" الصورة "ب" في الخلفية. صورة واحدة (المقدمة) هي الصورة المحددة.
cs: Nastavte A/srovnání B. Obrázek B jde v pozadí. Jeden obrázek (popředí) je vybraný obrázek.
de: Setze ein A/Vergleich B. Bild B geht in den Hintergrund. Ein Bild (Vordergrund) ist das ausgewählte Bild.
fr: Définir un A/comparaison B. L'image B passe en arrière-plan. Une image (au premier plan) est l'image sélectionnée.
it: Imposta una A/confronto B. L'immagine B va in background. Un'immagine (in primo piano) è l'immagine selezionata.
ja: Aを設定する/比較B.画像Bが背景に表示されます. 1つの画像（前景）が選択された画像です.
nl: Stel een A . in/vergelijking B. Afbeelding B gaat op de achtergrond. Eén afbeelding (voorgrond) is de geselecteerde afbeelding.
pl: Ustaw A/porównanie B. Obraz B pojawia się w tle. Jeden obraz (pierwszy plan) to wybrany obraz.
pt: Defina um A/comparação B. A imagem B fica em segundo plano. Uma imagem (primeiro plano) é a imagem selecionada.
ro: Setați un A/comparația B. Imaginea B trece pe fundal. O imagine (primul plan) este imaginea selectată.
ru: Установите А/Б сравнение. B изображение идет в фоновом режиме. Изображение (передний план) является выбранным изображением.
sv: Sätt ett A/jämförelse B. Bild B går i bakgrunden. En bild (förgrund) är den valda bilden.
tr: bir A ayarlayın/karşılaştırma B. Resim B arka planda gider. Bir görüntü (ön plan) seçilen görüntüdür.

source: Set an attribute/value to display in the hud.
ar: قم بتعيين سمة/قيمة لعرضها في hud.
cs: Nastavte atribut/hodnota, která se zobrazí v hud.
de: Legen Sie ein Attribut fest/Wert, der im Hud angezeigt werden soll.
fr: Définir un attribut/valeur à afficher dans le hud.
it: Imposta un attributo/valore da visualizzare nell'hud.
ja: 属性を設定する/HUDに表示する値.
nl: Stel een attribuut in/waarde om in de hud weer te geven.
pl: Ustaw atrybut/wartość do wyświetlenia w hud.
pt: Definir um atributo/valor a ser exibido no hud.
ro: Setați un atribut/valoare de afișat în hud.
ru: Установить атрибут/значение для отображения в hud.
sv: Ange ett attribut/värde att visa i hud.
tr: Bir özellik ayarla/hud'de görüntülenecek değer.

source: Set each input color space for each image.
ar: اضبط كل مساحة لون إدخال للصورة.
cs: Nastavte každý vstupní barevný prostor obrázku.
de: Stellen Sie jeden Eingangsfarbraum des Bildes ein.
es: Setear cada espacio de color de entrada de la imagen.
fr: Définissez chaque espace colorimétrique d'entrée de l'image.
it: Imposta ogni spazio colore di input dell'immagine.
ja: 画像の各入力色空間を設定します.
nl: Stel elke invoerkleurruimte van de afbeelding in.
pl: Ustaw każdą wejściową przestrzeń kolorów obrazu.
pt: Defina cada espaço de cor de entrada da imagem.
ro: Setați fiecare spațiu de culoare de intrare al imaginii.
ru: Установите каждое входное цветовое пространство для каждого изображения.
sv: Ställ in varje inmatningsfärgrymd i bilden.
tr: Görüntünün her giriş renk alanını ayarlayın.

source: Set each movie/sequence default audio.
ar: تعيين الصوت الافتراضي لكل فيلم/تسلسل
cs: Nastavte výchozí zvuk pro každý film/sekvence
de: Legen Sie das Standardaudio für jeden Film fest/Reihenfolge
es: Setear el audio por defecto de cada película/secuencia
fr: Définir l'audio par défaut pour chaque film/séquence
it: Imposta l'audio predefinito per ogni film/sequenza
ja: 各ムービーのデフォルトのオーディオを設定します/順序
nl: Stel de standaardaudio in voor elke film/volgorde
pl: Ustaw domyślny dźwięk dla każdego filmu/sekwencja
pt: Defina o áudio padrão para cada filme/seqüência
ro: Setați sunetul implicit pentru fiecare film/secvenţă
ru: Установить каждый фильм/звук по умолчанию по умолчанию.
sv: Ställ in standardljud för varje film/sekvens
tr: Her film için varsayılan sesi ayarlayın/sekans

source: Set reel image as background.
ar: تعيين صور لفة الكاميرا كخلفية
cs: Nastavte snímky z kamery jako pozadí
de: Legen Sie die Bilder der Kamerarolle als Hintergrund fest
es: Setear la imagenes del carrete como fondo
fr: Définir les images de la pellicule comme arrière-plan
it: Imposta le immagini del rullino della fotocamera come sfondo
ja: カメラロール画像を背景として設定する
nl: Stel de camerarolafbeeldingen in als achtergrond
pl: Ustaw obrazy z rolki aparatu jako tło
pt: Defina as imagens do rolo da câmera como plano de fundo
ro: Setați imaginile ruloului camerei ca fundal
ru: Установите изображение ролика в качестве фона.
sv: Ställ in kamerarullens bilder som bakgrund
tr: Film rulosu görüntülerini arka plan olarak ayarlayın

source: Set viewer's default server/client port.
ar: اضبط منفذ الخادم/العميل الافتراضي للمشاهد.
cs: Nastavte port serveru/výchozí klient prohlížeče.
de: Legen Sie den Serverport fest/Standardclient des Betrachters.
es: Setear el puerto servidor/cliente por defecto del visor.
fr: Définir le port du serveur/client par défaut du visualiseur.
it: Imposta la porta del server/client predefinito del visualizzatore.
ja: サーバーポートを設定する/ビューアのデフォルトクライアント.
nl: Stel de serverpoort in/de standaardclient van de kijker.
pl: Ustaw port serwera/domyślny klient przeglądarki.
pt: Defina a porta do servidor/cliente padrão do visualizador.
ro: Setați portul serverului/clientul implicit al vizualizatorului.
ru: Установить сервер зрителя по умолчанию/клиентский порт.
sv: Ställ in serverporten/tittarens standardklient.
tr: Sunucu bağlantı noktasını ayarlayın/izleyicinin varsayılan istemcisi.

source: Sets the default gain when mrViewer starts.
ar: قم بتعيين الكسب الافتراضي عند بدء تشغيل mrViewer.
cs: Nastavte výchozí zisk při spuštění mrViewer.
de: Stellen Sie die Standardverstärkung beim Start von mrViewer ein.
es: Setea la ganancia por defecto cuando mrViewer empieza.
fr: Définissez le gain par défaut au démarrage de mrViewer.
it: Imposta il guadagno predefinito all'avvio di mrViewer.
ja: mrViewerの起動時のデフォルトのゲインを設定します.
nl: Stel de standaardversterking in wanneer mrViewer start.
pl: Ustaw domyślne wzmocnienie po uruchomieniu mrViewer.
pt: Defina o ganho padrão quando o mrViewer for iniciado.
ro: Setați câștigul implicit când pornește mrViewer.
ru: Устанавливает усиление по умолчанию при запуске mrViewer.
sv: Ställ in standardförstärkningen när mrViewer startar.
tr: mrViewer başladığında varsayılan kazancı ayarlayın.
