Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: " is not set; using default value ("
ar: لم يتم تعيين "؛ باستخدام القيمة الافتراضية ("
cs: " není nastaveno; používá se výchozí hodnota ("
de: " ist nicht festgelegt; Verwendung des Standardwerts ("
fr: " n'est pas défini ; en utilisant la valeur par défaut ("
it: " non è impostato; utilizzando il valore predefinito ("
ja: "は設定されていません;デフォルト値を使用します（"
nl: " is niet ingesteld; met standaardwaarde ("
pl: " nie jest ustawione; używa wartości domyślnej ("
pt: " não está definido; usando o valor padrão ("
ro: " nu este setat; folosind valoarea implicită ("
sv: " är inte inställt; använder standardvärde ("
tr: " ayarlanmadı; varsayılan değer kullanılıyor ("

source: " is not set; using default value (chromaticities according to Rec. ITU-R BT.709).
ar: لم يتم تعيين "؛ باستخدام القيمة الافتراضية (اللونية وفقًا للتوصية ITU-R BT.709).
cs: " není nastaveno; používá se výchozí hodnota (chromatičnosti podle Rec. ITU-R BT.709).
de: " ist nicht gesetzt; es wird der Standardwert verwendet (Chromatizitäten gemäß Rec. ITU-R BT.709).
fr: " n'est pas défini ; en utilisant la valeur par défaut (chromaticités selon la Rec. UIT-R BT.709).
it: " non è impostato, utilizzando il valore predefinito (cromaticità secondo Rec. ITU-R BT.709).
ja: "は設定されていません.デフォルト値を使用しています（Rec.ITU-R BT.709に準拠した色度）.
nl: " is niet ingesteld; met standaardwaarde (chromaticiteiten volgens Rec. ITU-R BT.709).
pl: " nie jest ustawione; używa wartości domyślnej (chromatyczności zgodnie z Rec. ITU-R BT.709).
pt: " não está definido; usando o valor padrão (cromaticidades de acordo com a Rec. ITU-R BT.709).
ro: " nu este setat; folosind valoarea implicită (cromaticități conform Rec. ITU-R BT.709).
sv: " är inte inställt, med standardvärde (kromaticiteter enligt Rec. ITU-R BT.709).
tr: " ayarlanmadı; varsayılan değer kullanılıyor (Rec. ITU-R BT.709'a göre renklilikler).

source: " not found.
ar: " لم يتم العثور على.
cs: " Nenalezeno.
de: " Nicht gefunden.
es: " no encontrada.
fr: " Pas trouvé.
it: " Non trovato.
ja: " 見つかりません.
nl: " Niet gevonden.
pl: " Nie znaleziono.
pt: " Não encontrado.
ro: " Nu a fost gasit.
ru: " не найден.
sv: " Hittades inte.
tr: " Bulunamadı.

source: " not found.
ar: " لم يتم العثور على.
cs: " Nenalezeno.
de: " Nicht gefunden.
es: " no encontrada.
fr: " Pas trouvé.
it: " Non trovato.
ja: " 見つかりません.
nl: " Niet gevonden.
pl: " Nie znaleziono.
pt: " Não encontrado.
ro: " Nu a fost gasit.
ru: " не найден.
sv: " Hittades inte.
tr: " Bulunamadı.

source: " to protocol number
ar: "لرقم البروتوكول
cs: " na číslo protokolu
de: " zur Protokollnummer
es: " a número de protocolo
fr: " au numéro de protocole
it: " al numero di protocollo
ja: "プロトコル番号へ
nl: " naar protocolnummer
pl: "do numeru protokołu
pt: " para o número do protocolo
ro: " la numărul de protocol
ru: " на номер протокола
sv: " till protokollnummer
tr: " protokol numarasına

source: "; Format:
ar: "؛ شكل:
cs: "; Formát:
it: "; Formato:
ja: "; フォーマット:
nl: "; Formaat:
pt: "; Formato:
tr: "; Biçim:

source: %<PRId64> seconds %d ms.
ar: %<PRId64> ثواني% d مللي ثانية.
cs: %<PRId64> sekund %d ms.
de: %<PRId64> Sekunden %d ms.
es: %<PRId64> segundos %d ms.
fr: %<PRId64> secondes %d ms.
it: %<PRId64> secondi %d ms.
ja: %<PRId64>秒%dms.
nl: %<PRId64> seconden %d ms.
pl: %<PRId64> sekundy %d ms.
pt: %<PRId64> segundos %d ms.
ro: %<PRId64> secunde %d ms.
ru: %<PRId64> секунд %d мс.
sv: %<PRId64> sekunder %d ms.
tr: %<PRId64> saniye %d ms.

source: %d Hz.
ar: % d هرتز.

source: %d kb/s
ar: %d كيلو بايت/س
fr: %d ko/s
ru: %d КБ/с

source: ' for
ar: ' بالنسبة
cs: ' pro
de: ' zum
es: ' para
fr: ' pour
it: ' per
ja: ' ために
nl: ' voor
pl: ' dla
pt: ' para
ro: ' pentru
ru: ' для
sv: ' för
tr: ' için

source: ' for writing. Reason:
ar: للكتابة. سبب:
cs: ' pro psaní. Důvod:
de: ' für schreiben. Grund:
es: ' para escritura. Razón:
fr: ' pour écrire. Raison:
it: ' per scrivere. Motivo:
ja: '書き込み用.理由:
nl: ' voor schrijven. Reden:
pl: ' do pisania. Powód:
pt: ' para escrever. Razão:
ro: 'pentru a scrie. Motiv:
ru: ' для записи. Причина:
sv: ' för att skriva. Anledning:
tr: ' yazmak için. Sebep:

source: ' from bitdepth
ar: عمق البت:
cs: bitová hloubka:
de: 'Bittiefe:
es: ' de profundidad en bits:
fr: ' peu profond:
it: ' profondità di bit:
ja: 'ビット深度:
nl: ' beetje diepte:
pl: głębia bitowa:
pt: ' profundidade de bits:
ro: ' adâncimea de biți:
ru: ' от разрядности
sv: ' bitdjup:
tr: ' bit derinliği:

source: ' from filename
ar: من اسم الملف
cs: ' z názvu souboru
de: ' aus Dateiname
es: ' del nombre del archivo
fr: ' à partir du nom du fichier
it: ' dal nome del file
ja: 'ファイル名から
nl: ' van bestandsnaam
pl: ' z nazwy pliku
pt: ' do nome do arquivo
ro: ' din numele fișierului
ru: ' из имени файла
sv: ' från filnamnet
tr: ' dosya adından

source: ' to save.
ar: ' للحفظ.
cs: ' zachránit.
de: ' speichern.
es: ' para grabar.
fr: ' pour sauver.
it: ' salvare.
ja: ' 保存する.
nl: ' opslaan.
pl: ' zapisać.
pt: ' para guardar.
ro: ' a salva.
ru: ' сохранить.
sv: ' att spara.
tr: ' kaydetmek.

source: ' type '
ar: ' اكتب '
cs: 'typ'
de: ' Art '
es: ' tipo '
it: ' genere '
ja: ' タイプ '
pl: ' rodzaj '
pt: ' tipo '
ro: ' tip '
ru: ' тип '
sv: 'typ'
tr: ' tip '

source: '%s' attribute already exists
ar: السمة '%s' موجودة بالفعل
cs: Atribut '%s' již existuje
de: Attribut '%s' existiert bereits
es: El atributo '%s' ya existe
fr: L'attribut '%s' existe déjà
it: L'attributo '%s' esiste già
ja: 属性'%s'はすでに存在します
nl: Kenmerk '%s' bestaat al
pl: Atrybut '%s' już istnieje
pt: O atributo '%s' já existe
ro: Atributul „%s” există deja
ru: Атрибут '%s' уже существует
sv: Attributet '%s' finns redan
tr: '%s' özelliği zaten var

source: '. Reason:
ar: ". سبب:
cs: '. Důvod:
de: '. Grund:
es: '. Razón:
fr: '. Raison:
it: '. Motivo:
ja: '.理由:
nl: '. Reden:
pl: „. Powód:
pt: '. Razão:
ro: '. Motiv:
ru: '. Причина:
sv: '. Anledning:
tr: '. Sebep:

source: (Environment variable: CTL_DISPLAY_WHITE_LUMINANCE)
ar: (متغير البيئة: CTL_DISPLAY_WHITE_LUMINANCE)
cs: (Proměnná prostředí: CTL_DISPLAY_WHITE_LUMINANCE)
de: (Umgebungsvariable: CTL_DISPLAY_WHITE_LUMINANCE)
es: (Variable de entorno: CTL_DISPLAY_WHITE_LUMINANCE)
fr: (Variable d'environnement : CTL_DISPLAY_WHITE_LUMINANCE)
it: (Variabile d'ambiente: CTL_DISPLAY_WHITE_LUMINANCE)
ja: （環境変数: CTL_DISPLAY_WHITE_LUMINANCE）
nl: (Omgevingsvariabele: CTL_DISPLAY_WHITE_LUMINANCE)
pl: (Zmienna środowiskowa: CTL_DISPLAY_WHITE_LUMINANCE)
pt: (Variável de ambiente: CTL_DISPLAY_WHITE_LUMINANCE)
ro: (Variabila de mediu: CTL_DISPLAY_WHITE_LUMINANCE)
ru: (Переменная среды: CTL_DISPLAY_WHITE_LUMINANCE)
sv: (Miljövariabel: CTL_DISPLAY_WHITE_LUMINANCE)
tr: (Ortam Değişkeni: CTL_DISPLAY_WHITE_LUMINANCE)

source: (IDT) Input Device Transform
ar: (IDT) تحويل جهاز الإدخال
cs: (IDT) Transformace vstupního zařízení
de: (IDT) Transformation von Eingabegeräten
es: (IDT) Transformación de Dispositivo de Entrada
fr: (IDT) Transformation de périphérique d'entrée
it: (IDT) Trasformazione del dispositivo di input
ja: （IDT）入力デバイス変換
nl: (IDT) Transformatie van invoerapparaten
pl: (IDT) Transformacja urządzenia wejściowego
pt: (IDT) Transformação do Dispositivo de Entrada
ro: (IDT) Transformare dispozitiv de intrare
ru: (IDT) Преобразование устройства ввода
sv: (IDT) Transformation av indataenhet
tr: (IDT) Giriş Aygıtı Dönüşümü

source: (IODT) Input Output Device Transform
ar: (IODT) تحويل جهاز الإخراج المقلوب
cs: (IODT) Transformace invertovaného výstupního zařízení
de: (IODT) Transformation des invertierten Ausgangsgeräts
es: (IODT) Transformación Invertida de Dispositivo de Salida
fr: (IODT) Transformation de périphérique de sortie inversée
it: (IODT) Trasformazione del dispositivo di uscita invertito
ja: （IODT）反転出力デバイス変換
nl: (IODT) Transformatie van omgekeerd uitvoerapparaat
pl: (IODT) Odwrócona transformacja urządzenia wyjściowego
pt: (IODT) Transformação de Dispositivo de Saída Invertida
ro: (IODT) Transformarea dispozitivului de ieșire inversată
ru: (IODT) Преобразование устройства ввода-вывода
sv: (IODT) Transformation av inverterad utgångsenhet
tr: (IODT) Ters Çıkış Aygıtı Dönüşümü

source: (IOT) Input Output Transform
ar: (IOT) تحويل جهاز الإخراج
cs: (IOT) Transformace výstupního zařízení
de: (IOT) Umwandlung von Ausgabegeräten
es: (IOT) Transformación de Dispositivo de Salida
fr: (IOT) Transformation du périphérique de sortie
it: (IOT) Trasformazione del dispositivo di output
ja: （IOT）出力デバイスの変換
nl: (IOT) Transformatie van uitvoerapparaten
pl: (IOT) Transformacja urządzenia wyjściowego
pt: (IOT) Transformação do Dispositivo de Saída
ro: (IOT) Transformare dispozitiv de ieșire
ru: (IOT) Преобразование ввода-вывода
sv: (IOT) Transformation av utgångsenhet
tr: (IOT) Çıkış Aygıtı Dönüşümü

source: (IRRT) Input Reference Rendering Transform
ar: (IRRT) تحويل مرجع تقديم الإدخال
cs: (IRRT) Vstupní referenční transformace vykreslení
de: (IRRT) Eingabe-Renderreferenztransformation
es: (IRRT) Transformación de Referencia de Render de Entrada
fr: (IRRT) Transformation de référence de rendu d'entrée
it: (IRRT) Ingresso Rendering Riferimento Trasformazione
ja: （IRRT）入力レンダリング参照変換
nl: (IRRT) Invoer Render Referentie Transform
pl: (IRRT) Wejściowa transformacja odniesienia renderowania
pt: (IRRT) Transformação de referência de renderização de entrada
ro: (IRRT) Transformare de referință de randare de intrare
ru: (IRRT) Преобразование рендеринга входных ссылок
sv: (IRRT) Input Render Reference Transform
tr: (IRRT) Giriş İşleme Referans Dönüşümü

source: (LMT) Look Mod Transform
ar: (LMT) تحول تعديل المظهر
cs: (LMT) Transformace modifikace vzhledu
de: (LMT) Look-Modification-Transformation
es: (LMT) Transformacion de Modificacion de Look
fr: (LMT) Transformation de la modification de l'apparence
it: (LMT) Guarda la trasformazione della modifica
ja: （LMT）ルックモディフィケーショントランスフォーメーション
nl: (LMT) Look Modificatie Transformatie
pl: (LMT) Transformacja modyfikacji wyglądu
pt: (LMT) Transformação de modificação de aparência
ro: (LMT) Transformarea modificării aspectului
sv: (LMT) Look Modification Transformation
tr: (LMT) Görünüm Değişiklik Dönüşümü

source: (NTSC Fields)
ar: (حقول NTSC)
cs: (pole NTSC)
de: (NTSC-Felder)
es: (Campos NTSC)
fr: (Champs NTSC)
it: (campi NTSC)
ja: （NTSCフィールド）
nl: (NTSC-velden)
pl: (pola NTSC)
pt: (campos NTSC)
ro: (câmpuri NTSC)
ru: (Поля NTSC)
sv: (NTSC-fält)
tr: (NTSC alanları)

source: (PAL Fields)
ar: (حقول PAL)
cs: (pole PAL)
de: (PAL-Felder)
es: (Campos PAL)
fr: (Champs PAL)
it: (campi PAL)
ja: （PALフィールド）
nl: (PAL-velden)
pl: (pola PAL)
pt: (campos PAL)
ro: (câmpuri PAL)
ru: (Поля PAL)
sv: (PAL-fält)
tr: (PAL alanları)

source: (RT) Render Transform
ar: تقديم التحول
cs: Transformace vykreslení
de: Transformation rendern
es: Transformación de Render
fr: Transformation du rendu
it: Trasformazione di rendering
ja: レンダリング変換
nl: Transformatie renderen
pl: Renderuj transformację
pt: Transformação de renderização
ro: Transformare de randare
ru: (RT) Рендеринг Преобразование
sv: Render Transformation
tr: Render Dönüşümü

source: (Remove if mrViewer does not start)
ar: (قم بإزالته إذا لم يبدأ برنامج mrViewer)
cs: (Pokud se mrViewer nespustí, odeberte jej)
de: (Entfernen Sie es, wenn mrViewer nicht startet)
es: (Remuévala si mrViewer no arranca)
fr: (Retirez-le si mrViewer ne démarre pas)
it: (Rimuovilo se mrViewer non si avvia)
ja: （mrViewerが起動しない場合は削除してください）
nl: (Verwijder het als mrViewer niet start)
pl: (Usuń go, jeśli mrViewer się nie uruchamia)
pt: (Remova-o se o mrViewer não iniciar)
ro: (Elimină-l dacă mrViewer nu pornește)
ru: (Удалить, если mrViewer не запускается)
sv: (Ta bort den om mrViewer inte startar)
tr: (mrViewer başlamazsa kaldırın)

source: (no image)
ar: (بدون صورة)
cs: (Bez obrázku)
de: (Ohne Bild)
es: (sin imagen)
fr: (Sans image)
it: (Senza immagine)
ja: （画像なし）
nl: (Zonder afbeelding)
pl: (Bez obrazu)
pt: (Sem imagem)
ro: (Fără imagine)
ru: (нет изображения)
sv: (Utan bild)
tr: (resimsiz)

source: ) cache size:
ar: ) حجم ذاكرة التخزين المؤقت:
cs: ) velikost mezipaměti:
de: ) Cache-Größe:
es: ) tamaño de cache:
fr: ) taille du cache:
it: ) dimensione della cache:
ja: ）キャッシュサイズ:
nl: ) cache grootte:
pl: ) rozmiar pamięci podręcznej:
pt: ) tamanho da memória cache:
ro: ) mărimea cache-ului:
ru: ) размер кэша:
sv: ) cachestorlek:
tr: ) önbellek boyutu:

source: ) for movie file
ar: ) عن الفيلم
cs: ) K filmu
de: ) Für den Film
es: ) para la película
fr: ) Pour le film
it: ) Per il film
ja: ）映画の場合
nl: ) Voor de film
pl: ) Do filmu
pt: ) Para o filme
ro: ) Pentru film
ru: ) для файла фильма
sv: ) För filmen
tr: ) Film için

source: ) out of bounds
ar: ) خارج النطاق
cs: ) mimo dosah
de: ) außer Reichweite
es: ) fuera de rango
fr: ) hors de portée
it: ) fuori dal limite
ja: ）範囲外
nl: ) buiten bereik
pl: ) poza zakresem
pt: ) fora de alcance
ro: ) în afara intervalului
ru: ) за границами
sv: ) utom räckhåll
tr: ) menzil dışında

source: ** multivalue **
ar: ** متعدد القيم **
cs: ** vícehodnotový **
de: ** mehrwertig **
es: ** multivalor **
fr: ** multivalué **
it: ** multivalore **
ja: **多値**
nl: ** meerwaardig **
pl: ** wielowartościowe **
pt: ** multivalorado **
ro: ** cu mai multe valori **
ru: ** многозначный **
sv: ** flervärdig **
tr: ** çok değerli **

source: *******Added EMPTY media
ar: ******* تمت إضافة وسائط فارغة
cs: ******** Přidáno PRÁZDNÉ médium
de: ******* LEERE Medien hinzugefügt
fr: ******* Média VIDE ajouté
pl: ******* Dodano PUSTY nośnik
pt: ******* mídia VAZIA adicionada
ro: ******* Media GOLĂ adăugată
ru: *******Добавлен ПУСТОЙ носитель
tr: ******* BOŞ ortam eklendi

source: , channels
ar: القنوات
cs: , kanály
de: , Kanäle
es: , canales
fr: , canaux
it: , canali
ja: 、チャネル
nl: , kanalen
pl: , kanały
pt: , canais
ro: , canale
ru: , каналы
sv: , kanaler
tr: , kanallar

source: , depth
ar: ، العمق
cs: , hloubka
de: , Tiefe
es: , profundidad
fr: , profondeur
it: , profondità
ja: 、 深さ
nl: , diepte
pl: , głębokość
pt: , profundidade
ro: , adâncime
ru: , глубина
sv: , djup
tr: , derinlik

source: , format
ar: ، شكل
cs: , Formát
es: , formato
fr: , formater
it: , Formato
ja: 、 フォーマット
nl: , Formaat
pt: , Formato
ru: , формат
tr: , Biçim

source: , freq
ar: ، تكرر
cs: , frekvence
de: , Frequenz
es: , frecuencia
fr: , la fréquence
it: , frequenza
ja: 、 周波数
nl: , frequentie
pl: , częstotliwość
pt: , frequência
ro: , frecvență
ru: , частота
sv: , frekvens
tr: , Sıklık

source: , frequency
ar: ، تكرر
cs: , frekvence
de: , Frequenz
es: , frecuencia
fr: , la fréquence
it: , frequenza
ja: 、 周波数
nl: , frequentie
pl: , częstotliwość
pt: , frequência
ro: , frecvență
ru: , частота
sv: , frekvens
tr: , Sıklık

source: , type
ar: ، اكتب
cs: , typ
de: , Art
es: , tipo
it: , genere
ja: 、 タイプ
nl: , typ
pl: , rodzaj
pt: , tipo
ro: , tip
ru: , тип
sv: , typ
tr: , tip

source: --stereo flag needs to be specified a multiple of two times.
ar: يجب تحديد الخيار --stereo في عدة مرات.
cs: Volba --stereo musí být zadána násobkem dvou.
de: Die Option --stereo muss als Vielfaches von zwei angegeben werden.
es: La opción --stereo debe ser especificada en un múltiplo de dos veces.
fr: L'option --stereo doit être spécifiée dans un multiple de deux fois.
it: L'opzione --stereo deve essere specificata in un multiplo di due volte.
ja: --stereoオプションは、2回の倍数で指定する必要があります.
nl: De optie --stereo moet in een veelvoud van twee keer worden opgegeven.
pl: Opcja --stereo musi być podana jako wielokrotność dwóch razy.
pt: A opção --stereo deve ser especificada em um múltiplo de duas vezes.
ro: Opțiunea --stereo trebuie specificată într-un multiplu de două ori.
ru: Флаг --stereo нужно указывать кратно двум.
sv: Alternativet --stereo måste anges i en multipel av två gånger.
tr: --stereo seçeneği iki katın katı olarak belirtilmelidir.

source: . Attribute must be of the form attr=value.
ar: . يجب أن تحتوي السمة على سمة النموذج = القيمة.
cs: . Atribut musí mít tvar attr=hodnota.
de: . Das Attribut muss die Form attr=value haben.
fr: . L'attribut doit avoir la forme attr=valeur.
it: . L'attributo deve avere la forma attr=valore.
ja: .属性の形式はattr=valueである必要があります.
nl: . Het attribuut moet de vorm attr=waarde hebben.
pl: . Atrybut musi mieć postać attr=wartość.
pt: . O atributo deve ter o formato attr=value.
ro: . Atributul trebuie să aibă forma attr=valoare.
ru: . Атрибут должен иметь вид attr=value.
sv: . Attributet måste ha formen attr=värde.
tr: . Nitelik, attr=değer biçiminde olmalıdır.

source: . Saving pixel type is
ar: . نوع البكسل المراد حفظه هو
cs: . Typ pixelu k uložení je
de: . Typ des zu speichernden Pixels ist
es: . Tipo de pixel a grabar es
fr: . Le type de pixel à enregistrer est
it: . Il tipo di pixel da salvare è
ja: .保存するピクセルのタイプは
nl: . Type pixel om op te slaan is
pl: . Typ piksela do zapisania to
pt: . O tipo de pixel a ser salvo é
ro: . Tipul de pixel de salvat este
ru: . Сохранение типа пикселя
sv: . Typ av pixel att spara är
tr: . Kaydedilecek piksel türü:

source: . Widget label is
ar: . علامة القطعة هي
cs: . Značka widgetu je
de: . Das Widget-Tag ist
es: . La etiqueta del widget es
fr: . La balise du widget est
it: . Il tag del widget è
ja: .ウィジェットタグは
nl: . De widget-tag is
pl: . Znacznik widżetu to
pt: . A etiqueta do widget é
ro: . Eticheta widget este
ru: . Ярлык виджета
sv: . Widgettaggen är
tr: . Widget etiketi

source: 0.00 None
ar: 0.00 لا شيء
cs: 0,00 Žádné
de: 0,00 Keine
fr: 0,00 Aucun
it: 0,00 Nessuno
ja: 0.00なし
nl: 0,00 Geen
pl: 0,00 Brak
pt: 0,00 Nenhum
ro: 0,00 Niciuna
ru: 0.00 Нет
sv: 0,00 Inga
tr: 0,00 Yok

source: 1.00 Square
ar: 1.00 مربّع
cs: 1,00 náměstí
de: 1,00 Quadrat
fr: 1,00 Carré
it: 1,00 Piazza
ja: 1.00スクエア
nl: 1,00 Vierkant
pl: 1,00 kwadrat
pt: 1,00 Quadrado
ro: 1,00 pătrat
ru: 1,00 кв.
sv: 1.00 kvadrat
tr: 1,00 Kare

source: 1.19 Movietone
ar: 1.19 موفيتون
cs: 1,19 Filmový tón
de: 1,19 Filmton
nl: 1,19Filmtoon
pt: 1,19 Filme
ro: 1,19 Tonul filmului
ru: 1.19 Кинотон
sv: 1.19 Filmton
tr: 1,19 Film tonu

source: 1.37 Academy (Full Frame)
ar: 1.37 أكاديمية (إطار كامل)
de: 1,37 Akademie (Vollbild)
fr: 1,37 Académie (plein format)
it: 1,37 Accademia (fotogramma intero)
ja: 1.37アカデミー（フルフレーム）
nl: 1,37 Academie (volledig beeld)
pl: 1,37 Akademia (pełna klatka)
pt: 1,37 Academia (Full Frame)
ro: 1,37 Academy (cadru complet)
ru: 1.37 Академия (полный кадр)
sv: 1.37 Academy (full bild)
tr: 1,37 Akademi (Tam Kare)

source: 1.50 Still Photo
ar: 1.50 صورة ثابتة
cs: 1,50 Statická fotografie
de: 1,50 Standbild
fr: 1,50 Photo fixe
it: 1,50 Foto fissa
ja: 1.50静止画
nl: 1,50 Stilstaande foto
pl: 1,50 nieruchome zdjęcie
pt: 1,50 Foto estática
ro: 1,50 Fotografie statică
ru: 1.50 Фото
sv: 1.50 Stillbild
tr: 1,50 Fotoğraf

source: 1.66 European Widescreen
ar: 1.66 شاشة أوروبية عريضة
cs: 1,66 Evropský širokoúhlý
de: 1,66 Europäisches Breitbild
fr: 1,66 Écran large européen
it: 1,66 widescreen europeo
ja: 1.66ヨーロッパのワイドスクリーン
nl: 1,66 Europees breedbeeld
pl: 1,66 europejski szerokoekranowy
pt: 1,66 Widescreen Europeu
ru: 1.66 европейский широкоформатный
sv: 1.66 Europeisk bredbildsskärm
tr: 1,66 Avrupa Geniş Ekran

source: 1.85 Widescreen (3-perf)
ar: 1.85 شاشة عريضة (3 أداء)
cs: 1,85 širokoúhlá obrazovka (3-perf)
de: 1,85 Breitbild (3-perf)
fr: Écran large 1,85 (3-perf)
it: Schermo largo 1,85 (3 perf)
ja: 1.85ワイドスクリーン（3パフォーマンス）
nl: 1,85 breedbeeld (3-perf)
pl: Szeroki ekran 1,85 (3-perf)
pt: Ecrã panorâmico de 1,85 (3-perf)
ro: Ecran lat de 1,85 (3-perf)
ru: 1,85 Широкоэкранный (3 перфорации)
tr: 1,85 geniş ekran (3-perf)

source: 16 bits
ar: 16 بت
cs: 16 bit
de: 16-Bit
it: 16 bit
ja: 16ビット
pl: 16 bitów
ro: 16 biți
ru: 16 бит
sv: 16 bitar
tr: 16 bit

source: 16-bits
ar: 16 بت
cs: 16bitový
de: 16-bit
it: 16 bit
ja: 16ビット
pl: 16-bitowy
ro: pe 16 biți
ru: 16-бит
sv: 16-bitars
tr: 16 bit

source: 2.00 Univisium
ar: 2.00 الجامعة
ja: 2.00ユニビシウム
nl: 2,00 Universiteit

source: 2.20 70mm
ar: 2.20 70 ملم
ru: 2,20 70 мм

source: 2.35 CinemaScope (old 2.35)
ar: 2.35 CinemaScope (قديم 2.35)
cs: 2,35 CinemaScope (starý 2,35)
de: 2,35 CinemaScope (alt 2,35)
fr: 2,35 CinemaScope (ancien 2,35)
it: 2,35 CinemaScope (vecchio 2,35)
ja: 2.35 CinemaScope（旧2.35）
nl: 2,35 CinemaScope (oude 2,35)
pl: 2,35 Kinozakres (stary 2,35)
pt: 2,35 CinemaScope (antigo 2,35)
ro: 2,35 CinemaScope (vechiul 2,35)
ru: 2,35 CinemaScope (старый 2.35)
sv: 2.35 CinemaScope (gammalt 2.35)
tr: 2,35 CinemaScope (eski 2,35)

source: 2.39 Panavision (new 2.35)
ar: 2.39 Panavision (جديد 2.35)
cs: 2,39 Panavision (nové 2,35)
de: 2,39 Panavision (neu 2,35)
fr: 2,39 Panavision (nouveau 2,35)
it: 2,39 Panavision (nuovo 2,35)
ja: 2.39パナビジョン（新2.35）
nl: 2,39 Panavision (nieuw 2,35)
pl: 2,39 Panavision (nowe 2,35)
pt: 2,39 Panavision (novo 2,35)
ro: 2,39 Panavision (nou 2,35)
ru: 2,39 Panavision (новый 2.35)
sv: 2.39 Panavision (ny 2.35)
tr: 2,39 Panavision (yeni 2,35)

source: 32 bits
ar: 32 بت
cs: 32 bit
de: 32-Bit
it: 32 bit
ja: 32ビット
pl: 32-bitowy
ro: 32 de biți
ru: 32 бита
sv: 32 bitar
tr: 32 bit

source: 32-bits
ar: 32 بت
cs: 32 bit
de: 32-Bit
it: 32 bit
ja: 32ビット
pl: 32-bitowy
ro: 32 de biți
ru: 32-битный
sv: 32 bitar
tr: 32 bit

source: 35mm Academy
ar: أكاديمية 35 ملم
cs: 35mm akademie
de: 35-mm-Akademie
es: 35mm Academia
fr: Académie 35mm
it: Accademia 35mm
ja: 35mmアカデミー
nl: 35mm Academie
pl: Akademia 35mm
pt: 35mm Academia
ro: Academia de 35 mm
ru: Академия 35 мм
tr: 35mm Akademi

source: 35mm Anamorphic
ar: 35 ملم صورة بصرية مشوهة
cs: 35mm anamorfní
de: 35 mm Anamorph
es: 35mm Anamórfico
fr: 35mm Anamorphique
it: Anamorfico da 35 mm
ja: 35mmアナモルフィック
nl: 35 mm anamorfisch
pl: 35mm anamorficzny
pt: 35mm anamórfico
ro: Anamorf de 35 mm
ru: 35-мм анаморфотный
sv: 35 mm anamorfisk
tr: 35 mm Anamorfik

source: 35mm European Widescreen
ar: شاشة عريضة أوروبيّة مقاس 35 مم
cs: 35mm evropská širokoúhlá obrazovka
de: Europäisches 35-mm-Breitbild
es: 35mm Pantalla Ancha Europea
fr: Écran large européen 35 mm
it: Widescreen europeo da 35 mm
ja: 35mmヨーロピアンワイドスクリーン
nl: 35 mm Europees breedbeeld
pl: 35 mm europejski szerokoekranowy
pt: Widescreen europeu de 35 mm
ro: Ecran lat european de 35 mm
ru: 35-мм европейский широкоформатный
sv: 35 mm europeisk bredbildsskärm
tr: 35 mm Avrupa Geniş Ekran

source: 35mm Flat
ar: 35 ملم شقة
cs: 35 mm plochý
de: 35 mm flach
es: 35mm Plano
fr: Plat 35mm
it: Piatto da 35 mm
ja: 35mmフラット
nl: 35 mm plat
pl: Płaski 35mm
pt: Plano de 35 mm
ro: 35 mm plat
ru: 35 мм плоский
sv: 35 mm platt
tr: 35mm Düz

source: 35mm Panavision
ar: 35 ملم بانافيجن
fr: Panavision 35 mm
it: Panavision da 35 mm
ja: 35mmパナビジョン
ro: Panavision de 35 mm
ru: 35 мм Панавижн
tr: 35 mm Panavizyon

source: 3D Lut for
ar: 3D Lut لـ
cs: 3D Lut pro
de: 3D Lut für
es: 3D Lut para
fr: Lut 3D pour
it: Lut 3D per
nl: 3D Lut voor
pl: 3D Lut dla
pt: Lute 3D para
ro: 3D Lut pentru
ru: 3D Лут для
sv: 3D Lut för
tr: 3D Lut için

source: 3D Luts/CTL Paths
ar: 3D Luts/مسارات CTL
cs: 3D Luts/CTL dráhy
de: 3D Luts/CTL-Wege
es: 3D Luts/Caminos de CTL
fr: Lutes 3D/Voies CTL
it: Luts 3D/Percorsi CTL
ja: 3D Luts/CTL経路
nl: 3D Luts/CTL-paden
pl: 3D Luty/Ścieżki CTL
pt: 3D Luts/Vias CTL
ro: Luts 3D/Căile CTL
ru: 3D Лутс/CTL-пути
sv: 3D Luts/CTL-vägar
tr: 3D Luts/CTL yolları

source: 3D Luts/Default Output Device Transform (ODT)
ar: 3D Luts/جهاز الإخراج الافتراضي (ODT)
cs: 3D Luts/Výchozí výstupní zařízení (ODT)
de: 3D Luts/Standardausgabegerät (ODT)
es: 3D Luts/Dispositivo de Salida por Defecto (ODT)
fr: Lutes 3D/Périphérique de sortie par défaut (ODT)
it: Luts 3D/Dispositivo di uscita predefinito (ODT)
ja: 3D Luts/デフォルト出力デバイス（ODT）
nl: 3D Luts/Standaard uitvoerapparaat (ODT)
pl: 3D Luty/Domyślne urządzenie wyjściowe (ODT)
pt: 3D Luts/Dispositivo de saída padrão (ODT)
ro: Luts 3D/Dispozitiv de ieșire implicit (ODT)
ru: 3D Лутс/Преобразование устройства вывода по умолчанию (ODT)
sv: 3D Luts/Default Output Device (ODT)
tr: 3D Luts/Varsayılan Çıkış Aygıtı (ODT)
