Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: 3D Luts/Default Rendering Transform (RT)
ar: 3D Luts/تحويل العرض الافتراضي (RT)
cs: 3D Luts/Výchozí transformace vykreslování (RT)
de: 3D Luts/Standard-Rendering-Transformation (RT)
es: 3D Luts/Defecto Rendering Transform (RT)
fr: Lutes 3D/Transformation de rendu par défaut (RT)
it: Luts 3D/Trasformazione di rendering predefinita (RT)
ja: 3D Luts/デフォルトのレンダリング変換（RT）
nl: 3D Luts/Standaard Rendering Transform (RT)
pl: 3D Luty/Domyślna transformacja renderowania (RT)
pt: 3D Luts/Transformação de renderização padrão (RT)
ro: Luts 3D/Transformare de randare implicită (RT)
ru: 3D Лутс/Преобразование рендеринга по умолчанию (RT)
tr: 3D Luts/Varsayılan İşleme Dönüşümü (RT)

source: 3D Stereo Options
ar: خيارات ستيريو ثلاثية الأبعاد
cs: Možnosti stereo 3D
de: Stereo-3D-Optionen
es: Opciones de Estéreo 3D
fr: Options 3D stéréo
it: Opzioni 3D stereo
ja: ステレオ3Dオプション
nl: Stereo 3D-opties
pl: Opcje stereo 3D
pt: Opções 3D estéreo
ro: Opțiuni 3D stereo
ru: Параметры 3D-стерео
sv: Stereo 3D-alternativ
tr: Stereo 3D Seçenekleri

source: 3D Stereo will most likely not work properly.
ar: قد لا يعمل الاستريو ثلاثي الأبعاد بشكل صحيح
cs: 3D stereo nemusí fungovat správně
de: 3D-Stereo funktioniert möglicherweise nicht richtig
es: Estéreo 3D probablemente no funcione apropiadamente
fr: La stéréo 3D peut ne pas fonctionner correctement
it: Lo stereo 3D potrebbe non funzionare correttamente
ja: 3Dステレオが正しく動作しない場合があります
nl: 3D-stereo werkt mogelijk niet goed
pl: Stereo 3D może nie działać prawidłowo
pt: O estéreo 3D pode não funcionar corretamente
ro: Este posibil ca stereo 3D să nu funcționeze corect
ru: 3D Stereo, скорее всего, не будет работать должным образом.
sv: 3D-stereo kanske inte fungerar korrekt
tr: 3D stereo düzgün çalışmayabilir

source: 3GP Movie
ar: فيلم 3GP
cs: 3GP film
de: 3GP-Film
es: Película 3GP
fr: Film 3GP
it: film 3GP
ja: 3GPムービー
nl: 3GP-film
pl: Film 3GP
pt: filme 3GP
ro: film 3GP
ru: 3GP фильм
sv: 3GP film
tr: 3GP filmi

source: 3d View
ar: عرض ثلاثي الأبعاد
cs: 3D pohled
de: 3D-Ansicht
es: Vista 3d
fr: vue 3d
it: vista 3D
ja: 3Dビュー
nl: 3D-weergave
pl: widok 3D
pt: visualização em 3D
ro: vedere 3d
ru: 3D вид
sv: 3d-vy
tr: 3d görünüm

source: 3dView Density Down
ar: كثافة أقل للعرض ثلاثي الأبعاد
cs: Nižší hustota 3D zobrazení
de: Niedrigere 3D-Ansichtsdichte
es: Bajar Densidad de la Vista 3D
fr: Densité de vue 3D plus faible
it: Densità di visualizzazione 3D inferiore
ja: 3Dビュー密度を下げる
nl: Lagere 3D-weergavedichtheid
pl: Niższa gęstość widoku 3D
pt: Densidade de visualização 3D mais baixa
ro: Densitate mai mică a vizualizării 3D
ru: Уменьшение плотности 3dView
sv: Lägre 3D-vydensitet
tr: Düşük 3D Görünüm Yoğunluğu

source: 3dView Density Up
ar: رفع كثافة العرض ثلاثي الأبعاد
cs: Zvyšte hustotu 3D zobrazení
de: Erhöhen Sie die 3D-Ansichtsdichte
es: Subir Densidad de la Vista 3D
fr: Augmenter la densité de la vue 3D
it: Aumenta la densità della vista 3D
ja: 3Dビュー密度を上げる
nl: 3D-weergavedichtheid verhogen
pl: Zwiększ gęstość widoku 3D
pt: Aumentar a densidade da visualização 3D
ro: Creșteți densitatea vizualizării 3D
ru: Увеличение плотности 3dView
sv: Höj 3D-vydensiteten
tr: 3D Görünüm Yoğunluğunu Yükselt

source: 3dView Z Depth Down
ar: عمق Z السفلي للعرض ثلاثي الأبعاد
cs: Dolní Z Hloubka 3D pohledu
de: Geringere Z-Tiefe der 3D-Ansicht
es: Bajar Profundidad Z de la Vista 3D
fr: Profondeur Z inférieure de la vue 3D
it: Profondità Z inferiore della vista 3D
ja: 3DビューのZ深度を下げる
nl: Lagere Z-diepte van 3D-weergave
pl: Dolna głębokość Z widoku 3D
pt: Profundidade Z inferior da vista 3D
ro: Adâncimea Z inferioară a vederii 3D
ru: 3dView Z Глубина вниз
sv: Lägre Z-djup av 3D-vy
tr: 3B Görünümün Alt Z Derinliği

source: 3dView Z Depth Up
ar: رفع عمق Z للعرض ثلاثي الأبعاد
cs: Zvýšit hloubku Z 3D pohledu
de: Erhöhen Sie die Z-Tiefe der 3D-Ansicht
es: Subir Profundidad Z de la Vista 3D
fr: Augmenter la profondeur Z de la vue 3D
it: Aumenta la profondità Z della vista 3D
ja: 3DビューのZ深度を上げる
nl: Verhoog de Z-diepte van 3D-weergave
pl: Podnieś głębokość Z widoku 3D
pt: Aumentar a profundidade Z da vista 3D
ro: Creșteți adâncimea Z a vizualizării 3D
ru: 3dView Z в глубину вверх
sv: Höj Z-djupet i 3D-vyn
tr: 3B Görünümün Z Derinliğini Yükselt

source: 70mm
ar: 70 ملم
ru: 70мм

source: 8 bit Caches
ar: 8 بت مخبأ
cs: 8bitová mezipaměť
de: 8-Bit-Cache
es: Caches de 8 bits
fr: Cache 8 bits
it: Cache a 8 bit
ja: 8ビットキャッシュ
nl: 8 bit cache
pl: 8-bitowa pamięć podręczna
pt: cache de 8 bits
ro: cache de 8 biți
ru: 8-битные кэши
sv: 8 bitars cache
tr: 8 bit önbellek

source: 8 bits
ar: 8 بت
cs: 8 bitů
de: 8 Bit
it: 8 bit
ja: 8ビット
pl: 8 bitowy
ro: 8 biți
ru: 8 бит
sv: 8 bitar
tr: 8 bit

source: 8-bit Values
ar: قيم 8 بت
cs: 8bitové hodnoty
de: 8-Bit-Werte
fr: valeurs 8 bits
it: valori a 8 bit
ja: 8ビット値
nl: 8-bits waarden
pl: 8-bitowe wartości
pt: valores de 8 bits
ro: valori de 8 biți
ru: 8-битные значения
sv: 8-bitars värden
tr: 8 bitlik değerler

source: 8-bit sample of image pixel under mouse.
ar: 8 بت لأخذ عينات من بكسل الصورة تحت الماوس.
cs: 8bitové vzorkování obrazového pixelu pod myší.
de: 8-Bit-Sampling des Bildpixels unter der Maus.
es: Sampleado de 8-bit del pixel de la imagen bajo el mouse.
fr: Échantillonnage 8 bits du pixel de l'image sous la souris.
it: Campionamento a 8 bit del pixel dell'immagine sotto il mouse.
ja: マウスの下の画像ピクセルの8ビットサンプリング.
nl: 8-bits bemonstering van de beeldpixel onder de muis.
pl: 8-bitowe próbkowanie piksela obrazu pod myszką.
pt: Amostragem de 8 bits do pixel da imagem sob o mouse.
ro: Eșantionarea pe 8 biți a pixelului imaginii sub mouse.
ru: 8-битная выборка пикселя изображения под мышью.
sv: 8-bitars sampling av bildpixeln under musen.
tr: Fare altında görüntü pikselinin 8 bitlik örneklemesi.

source: 8-bits
ar: 8 بت
cs: 8bitový
de: 8 Bit
it: 8 bit
ja: 8ビット
pl: 8 bitowy
ro: 8 biți
ru: 8 бит
sv: 8-bitars
tr: 8 bit

source: 8bit
ar: 8 بت
fr: 8 bits
ja: 8ビット
pl: 8 bitowy
pt: 8 bits
ro: 8 biți
ru: 8 бит
sv: 8 bitar

source: : Could not find stream info.
ar: : تعذر العثور على معلومات المسار.
cs: : Nepodařilo se najít informace o skladbě.
de: : Titelinformationen konnten nicht gefunden werden.
es: : No pude encontrar información de pistas.
fr: : Impossible de trouver les informations sur la piste.
it: : Impossibile trovare le informazioni sulla traccia.
ja: : トラック情報が見つかりませんでした.
nl: : Kan trackinformatie niet vinden.
pl: : Nie udało się znaleźć informacji o utworze.
pt: : Não foi possível encontrar as informações da faixa.
ro: : Nu s-au putut găsi informații despre piesă.
ru: : Не удалось найти информацию о потоке.
sv: : Kunde inte hitta spårinformation.
tr: : Parça bilgisi bulunamadı.

source: : Could not open filename.
ar: : لم أتمكن من فتح الملف.
cs: : Soubor se mi nepodařilo otevřít.
de: : Ich konnte die Datei nicht öffnen.
es: : No pude abrir el archivo.
fr: : Je n'ai pas pu ouvrir le fichier.
it: : Non sono riuscito ad aprire il file.
ja: : ファイルを開くことができませんでした.
nl: : Ik kon het bestand niet openen.
pl: : Nie mogłem otworzyć pliku.
pt: : não consegui abrir o arquivo.
ro: : Nu am putut deschide fișierul.
ru: : Не удалось открыть имя файла.
sv: : Jag kunde inte öppna filen.
tr: : Dosyayı açamadım.

source: : Error
ar: : خطأ
cs: : Chyba
de: : Fehler
fr: : Erreur
it: : Errore
ja: : エラー
nl: : Fout
pl: : Błąd
pt: : Erro
ro: : Eroare
ru: : Ошибка
sv: : Fel
tr: : Hata

source: : Unknown pixel type
ar: : نوع بكسل غير معروف
cs: : neznámý typ pixelu
de: : unbekannter Pixeltyp
es: : Tipo de pixel desconocido
fr: : type de pixel inconnu
it: : tipo di pixel sconosciuto
ja: : 不明なピクセルタイプ
nl: : onbekend pixeltype
pl: : nieznany typ piksela
pt: : tipo de pixel desconhecido
ro: : tip de pixel necunoscut
ru: : неизвестный тип пикселя
sv: : okänd pixeltyp
tr: : bilinmeyen piksel türü

source: @B12@C7@b@.Function @B12@C7@b@.Hotkey
ar: @B12 @ C7 @ b @. الوظيفة t @ B12 @ C7 @ b @ .Keys
cs: @B12@C7@b@.Function @B12@C7@b@.Keys
de: @B12@C7@b@.Funktion @B12@C7@b@.Tasten
es: @B12@C7@b@.Funcion @B12@C7@b@.Teclas
fr: @B12@C7@b@.Fonction @B12@C7@b@.Touches
it: @B12@C7@b@.Funzione @B12@C7@b@.Chiavi
ja: @B12 @ C7 @ b @ .Function @ B12 @ C7 @ b @ .Keys
nl: @B12@C7@b@.Functie @B12@C7@b@.Toetsen
pl: @B12@C7@b@.Funkcja @B12@C7@b@.Klawisze
pt: @B12@C7@b@.Function @B12@C7@b@.Keys
ro: @B12@C7@b@.Funcție @B12@C7@b@.Taste
ru: @B12@C7@b@.Функция @B12@C7@b@.Горячая клавиша
sv: @B12@C7@b@.Function @B12@C7@b@.Keys
tr: @B12@C7@b@.İşlev @B12@C7@b@.Anahtarlar

source: A blocking Windows Sockets 1.1 operation is in progress.
ar: عملية تأمين Windows Sockets 1.1 قيد التقدم.
cs: Probíhá operace uzamčení Windows Sockets 1.1.
de: Eine Sperrung von Windows Sockets 1.1 wird ausgeführt.
es: Una operacion bloqueante de Windows Sockets 1.1 está en progreso.
fr: Une opération de verrouillage de Windows Sockets 1.1 est en cours.
it: È in corso un'operazione di blocco di Windows Sockets 1.1.
ja: WindowsSockets1.1のロックダウン操作が進行中です.
nl: Er wordt een vergrendelingsbewerking voor Windows Sockets 1.1 uitgevoerd.
pl: Trwa operacja blokowania Windows Sockets 1.1.
pt: Uma operação de bloqueio do Windows Sockets 1.1 está em andamento.
ro: O operațiune de blocare Windows Sockets 1.1 este în curs.
ru: Выполняется операция блокировки Windows Sockets 1.1.
sv: En låsning av Windows Sockets 1.1 pågår.
tr: Bir Windows Sockets 1.1 kilitleme işlemi devam ediyor.

source: A professional image and movie viewer Examples:
ar: عارض أفلام وصور محترف أمثلة:
cs: Profesionální prohlížeč filmů a obrázků Příklady:
de: Ein professioneller Film- und Bildbetrachter Beispiele:
es: Un visor de imágenes y películas profesional Ejemplos:
fr: Une visionneuse de films et d'images professionnelle Exemples :
it: Un visualizzatore di immagini e filmati professionale Esempi:
ja: プロの映画と画像ビューア 例:
nl: Een professionele film- en beeldviewer Voorbeelden:
pl: Profesjonalna przeglądarka filmów i obrazów Przykłady:
pt: Um visualizador profissional de filmes e imagens Exemplos:
ro: Un vizualizator profesional de filme și imagini Exemple:
ru: Профессиональный просмотрщик изображений и фильмов Примеры:
sv: En professionell film- och bildvisare Exempel:
tr: Profesyonel bir film ve resim görüntüleyici Örnekler:

source: A-B, Stereo 3D Options
ar: ستيريو ثلاثي الأبعاد ، خيارات AB
cs: Možnosti stereo 3D, AB
de: Stereo 3D, AB-Optionen
fr: Stéréo 3D, Options AB
it: Stereo 3D, Opzioni AB
ja: ステレオ3D、ABオプション
nl: Stereo 3D, AB-opties
pl: Stereo 3D, opcje AB
pt: Estéreo 3D, Opções AB
ro: 3D stereo, opțiuni AB
ru: AB, Стерео 3D Параметры
sv: Stereo 3D, AB Alternativ
tr: Stereo 3D, AB Seçenekleri

source: ACES Clip Metadata
ar: بيانات وصف مقطع ACES
cs: Metadata klipu ACES
de: ACES-Clip-Metadaten
es: Metadatos ACES Clip
fr: Métadonnées du clip ACES
it: Metadati della clip ACES
ja: ACESクリップメタデータ
nl: ACES Clip-metagegevens
pl: Metadane klipu ACES
pt: Metadados de clipe do ACES
ro: Metadatele clipului ACES
ru: Метаданные клипа ACES
tr: ACES Klip Meta Verileri

source: ACES Metadata File (*.{amf})
ar: ملف البيانات الوصفية ACES (*. {amf})
cs: Soubor metadat ACES (*.{amf})
de: ACES-Metadatendatei (*.{amf})
es: Archivo ACES Metadatos (*.{amf})
fr: Fichier de métadonnées ACES (*.{amf})
it: File di metadati ACES (*.{amf})
ja: ACESメタデータファイル (*.{amf}）
nl: ACES-metagegevensbestand (*.{amf})
pl: Plik metadanych ACES (*.{amf})
pt: Arquivo de Metadados ACES (*.{amf})
ro: Fișier de metadate ACES (*.{amf})
ru: Файл метаданных ACES (*.{amf})
sv: ACES-metadatafil (*.{amf})
tr: ACES Meta Veri Dosyası (*.{amf})

source: ACES metadata
ar: البيانات الوصفية لـ ACE
cs: metadata ACE
de: ACE-Metadaten
es: Metadatos ACES
fr: Métadonnées ACE
it: Metadati ACE
ja: ACEメタデータ
nl: ACE-metagegevens
pl: Metadane ACE
pt: Metadados ACE
ro: metadatele ACE
ru: метаданные ACES
sv: ACE-metadata
tr: ACE meta verileri

source: ALPHA
ar: ألفا
cs: ALFA
es: ALFA
it: ALFA
ja: アルファ
nl: ALFA
pl: ALFA
pt: ALFA
ro: ALFA
ru: АЛЬФА
sv: ALFA
tr: ALFA

source: AVCHD Video
ar: فيديو بتنسيق AVCHD
es: Vídeo AVCHD
fr: Vidéo AVCHD
it: Video AVCHD
ja: AVCHDビデオ
pl: Wideo AVCHD
pt: Vídeo AVCHD
ro: Video AVCHD
ru: AVCHD-видео
tr: AVCHD videosu

source: AVI Movie
ar: فيلم AVI
cs: Film ve formátu AVI
de: AVI-Film
es: Pelicula AVI
fr: Film AVI
it: Film AVI
ja: AVIムービー
nl: AVI-film
pl: Film AVI
pt: Filme AVI
ro: film AVI
ru: AVI фильм
sv: AVI-film
tr: avi filmi

source: About
ar: حول mrViewer
cs: O mrViewer
de: Über mrViewer
fr: À propos de mrViewer
it: Informazioni su mrViewer
ja: mrViewerについて
nl: Over mrViewer
pl: O mrViewer
pt: Sobre o mrViewer
ro: Despre mrViewer
ru: О
sv: Om mrViewer
tr: mrViewer hakkında

source: About mrViewer
ar: حول mrViewer
cs: O mrViewer
de: Über mrViewer
es: Acerca de mrViewer
fr: À propos de mrViewer
it: Informazioni su mrViewer
ja: mrViewerについて
nl: Over mrViewer
pl: O mrViewer
pt: Sobre o mrViewer
ro: Despre mrViewer
ru: О mrViewer
sv: Om mrViewer
tr: mrViewer hakkında

source: Absolute
ar: مطلق
cs: Absolutní
de: Absolut
es: Absoluto
fr: Absolu
it: Assoluto
ja: 絶対の
nl: Absoluut
pl: Absolutny
pt: Absoluto
ro: Absolut
ru: Абсолют
sv: Absolut
tr: mutlak

source: Absolute Colorimetric
ar: قياس الألوان المطلق
cs: Absolutní kolorimetrické
de: Absolute Farbmetrik
fr: Colorimétrie absolue
it: Colorimetrico assoluto
ja: 絶対測色
nl: Absoluut colorimetrisch
pl: Absolutna kolorymetryczna
pt: Colorimétrico Absoluto
ro: Colorimetric absolut
ru: Абсолютный колориметрический
sv: Absolut kolorimetrisk
tr: Mutlak Kolorimetrik

source: Accept
ar: لقبول
cs: Přijmout
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accettare
ja: 受け入れるために
nl: Accepteren
pl: Akceptować
pt: Aceitar
ro: A accepta
ru: Принимать
sv: Att acceptera
tr: Kabul etmek

source: Accept settings but don't save.
ar: اقبل الإعدادات ولكن لا تحفظها.
cs: Přijměte nastavení, ale neukládejte.
de: Akzeptieren Sie die Einstellungen, aber speichern Sie sie nicht.
es: Aceptar los seteos pero no grabar.
fr: Acceptez les paramètres mais ne les enregistrez pas.
it: Accetta le impostazioni ma non salva.
ja: 設定を受け入れますが、保存しないでください.
nl: Accepteer de instellingen maar sla niet op.
pl: Zaakceptuj ustawienia, ale nie zapisuj.
pt: Aceite as configurações, mas não salve.
ro: Acceptați setările, dar nu salvați.
ru: Примите настройки, но не сохраняйте.
sv: Acceptera inställningarna men spara inte.
tr: Ayarları kabul edin ancak kaydetmeyin.

source: Action
ar: أجراءات
cs: Akce
de: Aktionen
es: Acciones
fr: Actions
it: Azioni
ja: 行動
nl: Acties
pl: działania
pt: Ações
ro: Acțiuni
ru: Действие
sv: Handlingar
tr: Hareketler

source: Action Tools
ar: أدوات العمل
cs: Akční nástroje
de: Aktionswerkzeuge
es: Herramientas de Acción
fr: Outils d'actions
it: Strumenti d'azione
ja: アクションツール
nl: Actietools
pl: Narzędzia akcji
pt: Ferramentas de ação
ro: Instrumente de acțiune
ru: Инструменты действий
sv: Åtgärdsverktyg
tr: Eylem Araçları

source: Actions
ar: أجراءات
cs: Akce
de: Aktionen
es: Acciones
it: Azioni
ja: 行動
nl: Acties
pl: działania
pt: Ações
ro: Acțiuni
ru: Действия
sv: Handlingar
tr: Hareketler

source: Activate viewer's 3D Lut.
ar: قم بتنشيط جدول البحث ثلاثي الأبعاد لمعين المنظر.
cs: Aktivujte 3D LUT hledáčku.
de: Aktivieren Sie die 3D-LUT des Suchers.
es: Activar el 3D LUT del visor.
fr: Activez la LUT 3D du viseur.
it: Attivare la LUT 3D del mirino.
ja: ビューファインダーの3DLUTをアクティブにします.
nl: Activeer de 3D LUT van de zoeker.
pl: Aktywuj tablicę 3D LUT w wizjerze.
pt: Ative o 3D LUT do visor.
ro: Activați 3D LUT al vizorului.
ru: Активировать 3D Lut зрителя.
sv: Aktivera sökarens 3D LUT.
tr: Vizörün 3D LUT'sini etkinleştirin.

source: Activates / Deactivates all color corrections as they can be a tad expensive
ar: نشيط/قم بتعطيل كافة تصحيحات الألوان التي يمكن أن تكون بطيئة بعض الشيء
cs: Aktivní/Vypněte všechny barevné korekce, které mohou být trochu pomalé
de: Aktiv/Deaktivieren Sie alle Farbkorrekturen, die etwas langsam sein können
fr: actif/Désactivez toutes les corrections de couleur qui peuvent être un peu lentes
it: attivo/Disattiva tutte le correzioni del colore che possono essere un po' lente
ja: アクティブ/少し遅くなる可能性のあるすべての色補正を無効にする
nl: actief/Schakel alle kleurcorrecties uit die een beetje traag kunnen zijn
pl: aktywny/Wyłącz wszystkie korekcje kolorów, które mogą być nieco powolne
pt: ativo/Desative todas as correções de cores que podem ser um pouco lentas
ro: activ/Dezactivați toate corecțiile de culoare care pot fi puțin lente
ru: Активирует/Деактивирует все цветокоррекции, так как они могут быть немного дорогими.
sv: aktiva/Inaktivera alla färgkorrigeringar som kan vara lite långsamma
tr: Aktif/Biraz yavaş olabilen tüm renk düzeltmelerini devre dışı bırakın

source: Active
ar: نشيط
cs: Aktivní
de: Aktiv
fr: actif
it: Attivo
ja: アクティブ
nl: Actief
pl: Aktywny
pt: Ativo
ro: Activ
ru: Активный
sv: Aktiva
tr: Aktif

source: Add
ar: يضيف
cs: Přidat
de: Addieren
es: Sumar
fr: Ajouter
it: Aggiungere
ja: 追加
nl: Toevoegen
pl: Dodać
pt: Adicionar
ro: Adăuga
ru: Добавлять
sv: Lägg till
tr: Ekle

source: Add Attribute
ar: اضف ميزة
cs: Přidat atribut
de: Attribute hinzufügen
es: Agregar Atributo
fr: Ajouter un attribut
it: Aggiungi attributo
ja: 属性を追加
nl: Attribuut toevoegen
pl: Dodaj atrybut
pt: Adicionar atributo
ro: Adăugați un atribut
ru: Добавить атрибут
sv: Lägg till attribut
tr: Özellik Ekle

source: Adjust ISO without clipping the highlights or crushing the shadows.
ar: اضبط ISO بدون قص الإبرازات أو سحق الظلال.
cs: Upravte ISO bez ořezávání světlých míst nebo drcení stínů.
de: Passen Sie den ISO-Wert an, ohne Lichter zu beschneiden oder Schatten zu zerquetschen.
fr: Ajustez l'ISO sans écrêter les hautes lumières ni écraser les ombres.
it: Regola l'ISO senza ritagliare le alte luci o schiacciare le ombre.
ja: ハイライトをクリッピングしたり、シャドウをつぶしたりせずにISOを調整します.
nl: Pas de ISO aan zonder hooglichten weg te knippen of schaduwen te verpletteren.
pl: Dostosuj ISO bez przycinania świateł lub kruszenia cieni.
pt: Ajuste o ISO sem cortar destaques ou esmagar sombras.
ro: Reglați ISO fără a tăia luminile/sau zdrobirea umbrelor.
ru: Отрегулируйте ISO, не обрезая светлые участки и не сдавливая тени.
sv: Justera ISO utan att klippa högdagrar eller krossa skuggor.
tr: ISO'yu vurguları kırpmadan veya gölgeleri ezmeden ayarlayın.

source: Adjust Image Contrast
ar: اضبط تباين الصورة
cs: Upravte kontrast obrazu
de: Stellen Sie den Kontrast des Bildes ein
fr: Ajuster le contraste de l'image
it: Regola il contrasto dell'immagine
ja: 画像のコントラストを調整します
nl: Pas het contrast van de afbeelding aan
pl: Dostosuj kontrast obrazu
pt: Ajustar o contraste da imagem
ro: Reglați contrastul imaginii
ru: Настройка контрастности изображения
sv: Justera bildens kontrast
tr: Resmin kontrastını ayarlayın

source: Adjust Image Saturation
ar: ضبط تشبع الصورة
cs: Upravit sytost obrazu
de: Passen Sie die Bildsättigung an
fr: Ajuster la saturation de l'image
it: Regola la saturazione dell'immagine
ja: 画像の彩度を調整する
nl: Beeldverzadiging aanpassen
pl: Dostosuj nasycenie obrazu
pt: Ajustar a saturação da imagem
ro: Reglați saturația imaginii
ru: Отрегулируйте насыщенность изображения
sv: Justera bildmättnad
tr: Görüntü Doygunluğunu Ayarla

source: Adopted Neutral
ar: اعتمد محايد
cs: Neutrální Přijato
de: Neutral angenommen
es: Neutral Adoptado
fr: Neutre Adopté
it: Neutrale adottato
ja: ニュートラル採用
nl: Neutraal aangenomen
pl: Neutralny Przyjęty
pt: Neutro Adotado
ro: Neutru Adoptat
ru: Принятый Нейтральный
sv: Neutral antagen
tr: Tarafsız Kabul Edildi

source: Advance one frame.
ar: تقدم إطار واحد.
cs: Posun o jeden snímek vpřed.
de: Einen Frame vorrücken.
es: Avance un cuadro.
fr: Avancez d'une image.
it: Avanza di un fotogramma.
ja: 1フレーム進めます.
nl: Ga één frame vooruit.
pl: Przejdź o jedną klatkę.
pt: Avance um quadro.
ro: Avansați un cadru.
ru: Вперед на один кадр.
sv: Flytta fram en ram.
tr: Bir kare ilerletin.

source: Advanced Core
ar: نواة متقدمة
cs: Pokročilé jádro
de: Fortgeschrittener Kern
es: Núcleo Avanzado
fr: Noyau avancé
it: Nucleo avanzato
ja: アドバンストコア
nl: Geavanceerde kern
pl: Zaawansowany rdzeń
pt: Núcleo Avançado
ro: Core avansat
ru: Расширенное ядро
sv: Avancerad kärna
tr: Gelişmiş Çekirdek

source: Advanced Systems Format Media
ar: تنسيق وسائط الأنظمة المتقدمة
cs: Formát médií Advanced Systems
de: Erweitertes Systemmedienformat
es: Formato de Media de Sistemas Avanzados
fr: Format multimédia des systèmes avancés
it: Formato multimediale per sistemi avanzati
ja: Advanced Systems Media Format
nl: Geavanceerde systeemmedia-indeling
pl: Zaawansowane systemy Media Format
pt: Formato de mídia de sistemas avançados
ro: Advanced Systems Media Format
ru: Носитель формата Advanced Systems
sv: Advanced Systems Media Format
tr: Gelişmiş Sistemler Medya Formatı

source: Algorithm when not OCIO
ar: الخوارزمية عند عدم استخدام OCIO
cs: Algoritmus, když nepoužíváte OCIO
de: Algorithmus, wenn OCIO nicht verwendet wird
es: Algoritmo cuando no usa OCIO
fr: Algorithme lorsque vous n'utilisez pas OCIO
it: Algoritmo quando non si utilizza OCIO
ja: OCIOを使用しない場合のアルゴリズム
nl: Algoritme wanneer OCIO niet wordt gebruikt
pl: Algorytm, gdy nie używasz OCIO
pt: Algoritmo quando não estiver usando OCIO
ro: Algoritm când nu se utilizează OCIO
ru: Алгоритм, когда не OCIO
sv: Algoritm när OCIO inte används
tr: OCIO kullanılmadığında algoritma

source: All
ar: كل شئ
cs: Všechno
de: Alles
es: Todo
fr: Tout
it: Qualunque cosa
ja: すべての
nl: Alles
pl: Wszystko
pt: Tudo
ro: Tot
ru: Все
sv: Allt
tr: Her şey

source: All (*.{
ar: الجميع (*.{
cs: Každý (*.{
de: Jeder (*.{
es: Todos (*.{
fr: Toutes les personnes (*.{
it: Tutti (*.{
ja: 全員 (*.{
nl: Iedereen (*.{
pl: Każdy (*.{
pt: Todos (*.{
ro: Toata lumea (*.{
ru: Все (*.{
sv: Alla (*.{
tr: Herkes (*.{

source: All Layers
ar: كل الطبقات
cs: všechny vrstvy
de: alle Schichten
es: Todas las Capas
fr: toutes les couches
it: tutti i livelli
ja: すべてのレイヤー
nl: alle lagen
pl: wszystkie warstwy
pt: todas as camadas
ro: toate straturile
ru: Все слои
sv: alla lager
tr: tüm katmanlar

source: All Possible
ar: كل شيء ممكن
cs: Všechno možné
de: Alles möglich
fr: Tout est possible
it: Tutto è possibile
ja: 可能なすべて
nl: Alles is mogelijk
pl: Wszystko jest możliwe
pt: Tudo possível
ro: Orice e posibil
ru: Все возможное
sv: Allt är möjligt
tr: Her şey mümkün

source: Allows you to adjust frame rate playback.
ar: يسمح لك بضبط سرعة التشغيل.
cs: Umožňuje upravit rychlost přehrávání.
de: Hier können Sie die Wiedergabegeschwindigkeit anpassen.
es: Permite ajustar la velocidad de playback.
fr: Permet de régler la vitesse de lecture.
it: Consente di regolare la velocità di riproduzione.
ja: 再生速度を調整できます.
nl: Hiermee kunt u de afspeelsnelheid aanpassen.
pl: Umożliwia dostosowanie szybkości odtwarzania.
pt: Permite ajustar a velocidade de reprodução.
ro: Vă permite să reglați viteza de redare.
ru: Позволяет регулировать частоту кадров при воспроизведении.
sv: Låter dig justera uppspelningshastigheten.
tr: Oynatma hızını ayarlamanızı sağlar.

source: Allows you to adjust gamma curve for display. Value is: pow( 2, 1/x );
ar: يسمح لك بضبط منحنى جاما للعرض. القيمة هي: pow (2، 1/X) ؛
cs: Umožňuje upravit gama křivku pro zobrazení. Hodnota je: pow( 2, 1/X );
de: Hier können Sie die Gammakurve für die Anzeige anpassen. Der Wert ist: pow( 2, 1/X );
es: Permite ajustar la curva de gama para display. Valor es: pow( 2, 1/x )
fr: Permet d'ajuster la courbe gamma pour l'affichage. La valeur est : pow( 2, 1/X );
it: Consente di regolare la curva gamma per la visualizzazione. Il valore è: pow( 2, 1/X );
ja: 表示するガンマ曲線を調整できます. 値は次のとおりです.pow（2、1/バツ ）;
nl: Hiermee kunt u de gammacurve voor weergave aanpassen. De waarde is: pow( 2, 1/X );
pl: Pozwala dostosować krzywą gamma do wyświetlania. Wartość to: pow( 2, 1/X );
pt: Permite ajustar a curva de gama para exibição. O valor é: pow( 2, 1/X);
ro: Vă permite să ajustați curba gamma pentru afișare. Valoarea este: pow( 2, 1/X );
ru: Позволяет настроить гамма-кривую для отображения. Значение: pow( 2, 1/Икс );
sv: Låter dig justera gammakurvan för visning. Värdet är: pow( 2, 1/X);
tr: Görüntülemek için gama eğrisini ayarlamanıza izin verir. Değer: pow( 2, 1/X );
