Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Codec (encoder) used to encode the movie. hevc and h264 are the preferred codecs in terms of quality/compression. mpeg4 is an encoder for DVD and prores is a good codec for editing jobs. Finally, ffv1 is good for preservation as it is a lossless codec.
ar: برنامج الترميز (المشفر) المستخدم لترميز الفيلم. hevc و h264 هما برنامجا الترميز المفضلان من حيث الجودة/ضغط. mpeg4 هو برنامج ترميز dvd و prores هو ترميز جيد لأعمال التحرير. أخيرًا ، يعد ffv1 مفيدًا للحفظ لأنه برنامج ترميز بدون فقد.
cs: Kodek (kodér) používaný ke kódování filmu. hevc a h264 jsou preferované kodeky z hlediska kvality/komprese. mpeg4 je kodér pro dvd a prores je dobrý kodek pro editační práci. Konečně, ffv1 je dobrý pro uchování, protože je to bezztrátový kodek.
de: Codec (Encoder), der zum Codieren des Films verwendet wird. hevc und h264 sind die bevorzugten Codecs in Bezug auf die Qualität/Kompression. MPEG4 ist der Encoder für DVD und Prores ist ein guter Codec für die Bearbeitung. Schließlich ist ffv1 gut für die Erhaltung, da es ein verlustfreier Codec ist.
es: Codec (codificador) usado para codificar la película. hevc y h264 son los codecs preferidos en cuanto a calidad/compresión. mpeg4 es el codificador para DVD y prores es un buen codec para trabajos de edición. Finalymente, ffv1 is bueno para la preservación ya que es un codec sin pérdida.
fr: Codec (encodeur) utilisé pour encoder le film. hevc et h264 sont les codecs préférés en termes de qualité/compression. mpeg4 est l'encodeur pour dvd et prores est un bon codec pour le travail d'édition. Enfin, ffv1 est bon pour la conservation car il s'agit d'un codec sans perte.
it: Codec (codificatore) utilizzato per codificare il filmato. hevc e h264 sono i codec preferiti in termini di qualità/compressione. mpeg4 è l'encoder per dvd e prores è un buon codec per il lavoro di editing. Infine, ffv1 è buono per la conservazione in quanto è un codec senza perdita di dati.
ja: 映画のエンコードに使用されるコーデック（エンコーダー）. hevcとh264は品質の点で好ましいコーデックです/圧縮. mpeg4はDVDのエンコーダーであり、proresは編集作業に適したコーデックです.最後に、ffv1はロスレスコーデックであるため、保存に適しています.
nl: Codec (encoder) die wordt gebruikt om de film te coderen. hevc en h264 zijn de voorkeurscodecs in termen van kwaliteit/compressie. mpeg4 is de encoder voor dvd en prores is een goede codec voor bewerkingswerk. Ten slotte is ffv1 goed voor bewaring omdat het een verliesvrije codec is.
pl: Kodek (koder) używany do kodowania filmu. hevc i h264 to preferowane kodeki pod względem jakości/kompresja. mpeg4 to koder do dvd, a prores to dobry kodek do edycji. Wreszcie, ffv1 jest dobry do zachowywania, ponieważ jest bezstratnym kodekiem.
pt: Codec (codificador) usado para codificar o filme. hevc e h264 são os codecs preferidos em termos de qualidade/compressão. mpeg4 é o codificador para dvd e prores é um bom codec para trabalhos de edição. Finalmente, ffv1 é bom para preservação, pois é um codec sem perdas.
ro: Codec (encoder) folosit pentru a codifica filmul. hevc și h264 sunt codecurile preferate din punct de vedere al calității/comprimare. mpeg4 este codificatorul pentru dvd și prores este un codec bun pentru lucrări de editare. În cele din urmă, ffv1 este bun pentru conservare, deoarece este un codec fără pierderi.
ru: Кодек (кодировщик), используемый для кодирования фильма. hevc и h264 являются предпочтительными кодеками с точки зрения качества/сжатие. mpeg4 — это кодер для DVD, а prores — хороший кодек для редактирования. Наконец, ffv1 хорош для сохранения, так как это кодек без потерь.
sv: Codec (kodare) som används för att koda filmen. hevc och h264 är de föredragna codecs när det gäller kvalitet/kompression. mpeg4 är kodaren för dvd och prores är en bra codec för redigeringsarbete. Slutligen är ffv1 bra för bevarande eftersom det är en förlustfri codec.
tr: Filmi kodlamak için kullanılan kodlayıcı (kodlayıcı). kalite açısından hevc ve h264 tercih edilen kodeklerdir./sıkıştırma. mpeg4, dvd için kodlayıcıdır ve prores, düzenleme çalışmaları için iyi bir kodlayıcıdır. Son olarak, ffv1 kayıpsız bir kodlayıcı olduğu için koruma için iyidir.

source: Codec Name
ar: اسم الترميز
cs: Název kodeku
es: Nombre del Codec
fr: Nom du codec
it: Nome codec
ja: コーデック名
nl: Codecnaam
pl: Nazwa kodeka
pt: Nome do codec
ro: Nume codec
ru: Имя кодека
sv: Codec namn
tr: Codec Adı

source: Codec has variable frame size. Setting it to
ar: يحتوي برنامج الترميز على حجم إطار متغير. ضبطه على
cs: Kodek má proměnnou velikost rámce. Nastavení na
de: Der Codec hat eine variable Framegröße. Einstellen auf
fr: Le codec a une taille de trame variable. Le mettre à
it: Il codec ha una dimensione del frame variabile. Impostandolo su
ja: コーデックのフレームサイズは可変です.に設定する
nl: De codec heeft een variabele framegrootte. Instellen op
pl: Kodek ma zmienny rozmiar ramki. Ustawiam to na
pt: O codec tem um tamanho de quadro variável. Configurando para
ro: Codecul are o dimensiune variabilă a cadrului. Setarea la
ru: Кодек имеет переменный размер кадра. Установка его на
sv: Codec har en variabel ramstorlek. Ställer in den på
tr: Codec'in değişken bir çerçeve boyutu vardır. ayarlamak

source: Codec name
ar: اسم الترميز
cs: Název kodeku
es: Nombre del Codec
fr: Nom du codec
it: Nome codec
ja: コーデック名
nl: Codecnaam
pl: Nazwa kodeka
pt: Nome do codec
ro: Nume codec
ru: Название кодека
sv: Codec namn
tr: Codec Adı

source: Codecs
ar: الترميز
cs: kodeky
it: codec
ja: コーデック
pl: kodeki
ro: codecuri
ru: Кодеки
tr: kodekler

source: CollapsibleGroup not found
ar: لم يتم العثور على المجموعة القابلة للطي
cs: Sbalitelná skupina nenalezena
de: Reduzierbare Gruppe nicht gefunden
es: no encontrado
fr: Groupe réductible introuvable
it: Gruppo comprimibile non trovato
ja: 折りたたみ可能なグループが見つかりません
nl: Opvouwbare groep niet gevonden
pl: Nie znaleziono grupy zwijanej
pt: Grupo recolhível não encontrado
ro: Grupul pliabil nu a fost găsit
ru: Складная группа не найдена
sv: Den hopfällbara gruppen hittades inte
tr: Daraltılabilir grup bulunamadı

source: Color
ar: لون
cs: Barva
de: Farbe
fr: Couleur
it: Colore
ja: 色
nl: Kleur
pl: Kolor
pt: Cor
ro: Culoare
ru: Цвет
sv: Färg
tr: Renk

source: Color Area
ar: منطقة اللون
cs: Barevná oblast
de: Farbbereich
es: Área de Color
fr: Zone de couleur
it: Area Colore
ja: カラーエリア
nl: Kleurgebied
pl: Obszar koloru
pt: Área de cores
ro: Zona de culoare
ru: Цветовая область
sv: Färgområde
tr: Renk Alanı

source: Color Controls
ar: ضوابط اللون
cs: Ovládání barev
de: Farbsteuerung
fr: Commandes de couleur
it: Controlli del colore
ja: カラーコントロール
nl: Kleurbediening
pl: Kontrola kolorów
pt: Controles de cores
ro: Controale de culoare
ru: Управление цветом
sv: Färgkontroller
tr: Renk kontrolleri

source: Color Info
ar: معلومات منطقة اللون
cs: Informace o barevné oblasti
de: Informationen zum Farbbereich
fr: Informations sur la zone de couleur
it: Informazioni sull'area del colore
ja: カラーエリア情報
nl: Informatie over kleurgebied
pl: Informacje o obszarze kolorów
pt: Informações da área de cores
ro: Informații despre zona de culoare
ru: Информация о цвете
sv: Färgområdesinformation
tr: Renk Alanı Bilgileri

source: Color Information
ar: معلومات منطقة اللون
cs: Informace o barevné oblasti
de: Informationen zum Farbbereich
es: Información de Area de Color
fr: Informations sur la zone de couleur
it: Informazioni sull'area del colore
ja: カラーエリア情報
nl: Informatie over kleurgebied
pl: Informacje o obszarze kolorów
pt: Informações da área de cores
ro: Informații despre zona de culoare
ru: Информация о цвете
sv: Färgområdesinformation
tr: Renk Alanı Bilgileri

source: Color Profiles (*.{
ar: ملفات تعريف ICC (*. {
cs: Profily ICC (*.{
de: ICC-Profile (*.{
es: Perfiles ICC (*.{
fr: Profils ICC (*.{
it: Profili ICC (*.{
ja: ICCプロファイル (*.{
nl: ICC-profielen (*.{
pl: Profile ICC (*.{
pt: Perfis ICC (*.{
ro: Profiluri ICC (*.{
ru: Цветовые профили (*.{
sv: ICC-profiler (*.{
tr: ICC profilleri (*.{

source: Color Range
ar: مجال اللون
cs: Barevný rozsah
de: Farbspektrum
es: Rango de Color
fr: Gamme de couleurs
it: Gamma di colori
ja: 色の範囲
nl: Kleurbereik:
pl: Zakres kolorów
pt: Gama de cores
ro: Gamă de culori
ru: Цветовой диапазон
sv: Färgspektrum
tr: Renk aralığı

source: Color Space
ar: مساحة اللون
cs: barevný prostor
de: Farbraum
es: Espacio de Color
fr: espace colorimétrique
it: spazio colore
ja: 色空間
nl: kleur ruimte
pl: przestrzeń kolorów
pt: espaço colorido
ro: spațiu de culoare
ru: Цветовое пространство
sv: färg rymd
tr: renk uzayı

source: Color Theme
ar: موضوع اللون
cs: barevný motiv
de: Farbthema
es: Tema de Color
fr: thème de couleur
it: tema del colore
ja: カラーテーマ
nl: kleurenthema
pl: motyw kolorystyczny
pt: tema de cores
ro: temă de culoare
ru: Цветовая тема
sv: färgtema
tr: renk teması

source: Color Version
ar: نسخة ملونة
cs: barevné provedení
de: Farbversion
es: Version de Color
fr: version couleur
it: versione a colori
ja: カラーバージョン
nl: kleurenversie
pl: wersja kolorowa
pt: versão colorida
ro: versiunea color
ru: Цветная версия
sv: färgversion
tr: renkli versiyon

source: Color channel not found at index
ar: قناة اللون غير موجودة للفهرس
cs: Barevný kanál nebyl nalezen pro index
de: Farbkanal für Index nicht gefunden
es: Canal de color no encontrado para índice
fr: Canal de couleur introuvable pour l'index
it: Canale colore non trovato per l'indice
ja: インデックスのカラーチャンネルが見つかりません
nl: Kleurkanaal niet gevonden voor index
pl: Nie znaleziono kanału koloru dla indeksu
pt: Canal de cor não encontrado para o índice
ro: Canalul de culoare nu a fost găsit pentru index
ru: Цветовой канал не найден по индексу
sv: Färgkanal hittades inte för index
tr: Dizin için renk kanalı bulunamadı

source: Color controls
ar: ضوابط اللون
cs: ovládání barev
de: Farbsteuerung
es: Controles de color
fr: contrôles de couleur
it: controlli del colore
ja: カラーコントロール
nl: kleurcontroles
pl: kontrola kolorów
pt: controles de cores
ro: controale de culoare
ru: Управление цветом
sv: färgkontroller
tr: renk kontrolleri

source: Colorspace details not gotten
ar: لم يتم الحصول على تفاصيل مساحة اللون
cs: Podrobnosti barevného prostoru nebyly získány
de: Farbraumdetails nicht erhalten
fr: Détails de l'espace colorimétrique non obtenus
it: Dettagli dello spazio colore non ottenuti
ja: 色空間の詳細が取得されていません
nl: Details kleurruimte niet verkregen
pl: Nie uzyskano szczegółów przestrzeni kolorów
pt: Detalhes do espaço de cores não obtidos
ro: Detaliile spațiului de culoare nu au fost obținute
ru: Детали цветового пространства не получены
sv: Färgrymdsdetaljer har inte erhållits
tr: Renk alanı ayrıntıları elde edilmedi

source: Colorspace details not set
ar: لم يتم تعيين تفاصيل مساحة اللون
cs: Podrobnosti barevného prostoru nejsou nastaveny
de: Farbraumdetails nicht festgelegt
es: No pude setear detalles de espacio de color
fr: Détails de l'espace colorimétrique non définis
it: Dettagli spazio colore non impostati
ja: 色空間の詳細が設定されていません
nl: Details kleurruimte niet ingesteld
pl: Nie ustawiono szczegółów przestrzeni kolorów
pt: Detalhes do espaço de cores não definidos
ro: Detaliile spațiului de culoare nu sunt setate
ru: Детали цветового пространства не заданы
sv: Färgrymdsdetaljer inte inställda
tr: Renk alanı ayrıntıları ayarlanmadı

source: Comments
ar: تعليقات
cs: Komentáře
de: Bemerkungen
es: Comentarios
fr: commentaires
it: Commenti
ja: コメント
nl: Opmerkingen
pl: Uwagi
pt: Comentários
ro: Comentarii
ru: Комментарии
sv: Kommentarer
tr: Yorumlar

source: Comped
ar: مجمع
cs: Sloučenina
de: Verbindung
es: Compuesto
fr: Composé
it: Composto
ja: 化合物
nl: Verbinding
pl: Pogarszać
pt: Composto
ro: Compus
ru: Скомпилировано
sv: Förening
tr: Birleştirmek

source: Compensate Pixel Ratio
ar: استخدم نسبة البكسل
cs: Použijte poměr pixelů
de: Verwenden Sie das Pixelverhältnis
es: Usar Proporción de Pixel
fr: Utiliser le ratio de pixels
it: Usa il rapporto pixel
ja: ピクセル比を使用する
nl: Pixelverhouding gebruiken
pl: Użyj proporcji pikseli
pt: Usar proporção de pixels
ro: Utilizați raportul pixeli
ru: Компенсация соотношения пикселей
sv: Använd pixelförhållande
tr: Piksel Oranını Kullan

source: Compensation for the OLPF (low-pass) filter. Only applicable when decoding 1:1
ar: التعويض عن عامل تصفية OLPF (تمرير منخفض). متاح فقط عند فك تشفير 1: 1
cs: Kompenzace za OLPF (dolnopropustný) filtr. Dostupné pouze při dekódování 1:1
de: Kompensation für OLPF-Filter (Tiefpass). Nur verfügbar bei 1:1-Decodierung
es: Compensación por el filtro OLPF (low-pass). Solo disponible cuando decodifica 1:1
fr: Compensation du filtre OLPF (passe-bas). Disponible uniquement lors du décodage 1:1
it: Compensazione per il filtro OLPF (passa-basso). Disponibile solo durante la decodifica 1:1
ja: OLPF（ローパス）フィルターの補正. 1:1でデコードする場合にのみ使用可能
nl: Compensatie voor OLPF (low-pass) filter. Alleen beschikbaar bij decodering 1:1
pl: Kompensacja dla filtra OLPF (dolnoprzepustowego). Dostępne tylko podczas dekodowania 1:1
pt: Compensação para filtro OLPF (passa-baixa). Disponível apenas ao decodificar 1:1
ro: Compensare pentru filtrul OLPF (pass-jos). Disponibil numai la decodare 1:1
ru: Компенсация фильтра нижних частот (OLPF). Применимо только при декодировании 1:1.
sv: Kompensation för OLPF-filter (lågpass). Endast tillgängligt vid avkodning 1:1
tr: OLPF (düşük geçişli) filtresi için telafi. Yalnızca 1:1 kod çözme sırasında kullanılabilir

source: Compositing
ar: تعبير
cs: Složení
de: Komposition
es: Composición
fr: Composition
it: Composizione
ja: 構成
nl: Samenstelling
pl: Kompozycja
pt: Composição
ro: Compoziţie
ru: композитинг
sv: Sammansättning
tr: Kompozisyon

source: Compression
ar: ضغط
cs: Komprese
de: Kompression
es: Compresión
it: Compressione
ja: 圧縮
nl: Compressie
pl: Kompresja
pt: Compressão
ro: Comprimare
ru: Сжатие
sv: Kompression
tr: Sıkıştırma

source: Compression Ratio
ar: نسبة الضغط
cs: Kompresní poměr
de: Kompressionsrate
es: Proporción de Compresión
fr: Ratio de compression
it: Rapporto di compressione
ja: 圧縮比
nl: Compressieverhouding
pl: Stopień sprężania
pt: Taxa de compressão
ro: Rata compresiei
ru: Степень сжатия
sv: Kompressionsförhållande
tr: Sıkıştırma oranı

source: Compression method not available. Using PIZ.
ar: طريقة الضغط غير متوفرة. باستخدام PIZ.
cs: Metoda komprese není k dispozici. Pomocí PIZ.
de: Komprimierungsmethode nicht verfügbar. Verwendung von PIZ.
es: Método de compresión no disponible. Usando PIZ.
fr: Méthode de compression non disponible. Utilisation de PIZ.
it: Metodo di compressione non disponibile. Utilizzando PIZ.
ja: 圧縮方法は使用できません. PIZを使用します.
nl: Compressiemethode niet beschikbaar. PIZ gebruiken.
pl: Metoda kompresji niedostępna. Korzystanie z PIZ.
pt: Método de compressão não disponível. Usando PIZ.
ro: Metoda de compresie nu este disponibilă. Folosind PIZ.
ru: Метод сжатия недоступен. Использование ПИЗ.
sv: Komprimeringsmetod är inte tillgänglig. Använder PIZ.
tr: Sıkıştırma yöntemi mevcut değil. PIZ'i kullanma.

source: Compression to use when saving an exr.
ar: ضغط لاستخدامه عند حفظ exr.
cs: Komprese pro použití při ukládání exr.
de: Zu verwendende Komprimierung beim Speichern eines Ausdrucks.
es: Compresión a usar cuando se graba un exr.
fr: Compression à utiliser lors de l'enregistrement d'un exr.
it: Compressione da usare quando si salva un exr.
ja: exrを保存するときに使用する圧縮.
nl: Compressie om te gebruiken bij het opslaan van een exr.
pl: Kompresja używana podczas zapisywania exr.
pt: Compressão para usar ao salvar um exr.
ro: Compresie de utilizat la salvarea unui exr.
ru: Сжатие для использования при сохранении exr.
sv: Komprimering att använda när du sparar ett exr.
tr: Bir exr kaydederken kullanılacak sıkıştırma.

source: Connect
ar: الاتصال
cs: Připojit
de: Anschließen
es: Conectar
fr: Relier
it: Collegare
ja: 接続
nl: Aansluiten
pl: Połączyć
pt: Ligar
ro: Conectați
ru: Соединять
sv: Ansluta
tr: Bağlamak

source: Connect error:
ar: متصلا
cs: Připojen k
de: Verbunden
es: Conectado a
fr: Connecté à
it: Collegato a
ja: に接続されています
nl: Verbonden met
pl: Połączony z
pt: Conectado a
ro: Conectat la
ru: Ошибка подключения:
sv: Anslutna till
tr: Bağlı

source: Connect timed out.
ar: متصلا
cs: Připojen k
de: Verbunden
es: Conectado a
fr: Connecté à
it: Collegato a
ja: に接続されています
nl: Verbonden met
pl: Połączony z
pt: Conectado a
ro: Conectat la
ru: Время подключения истекло.
sv: Anslutna till
tr: Bağlı

source: Connected to
ar: متصلا
it: Collegato a
ja: に接続されています
nl: Verbonden met
sv: Anslutna till

source: Connections
ar: روابط
cs: spojení
de: Verbindungen
es: Connecciones
fr: Connexions
it: connessioni
ja: 接続
nl: verbindingen
pl: znajomości
pt: conexões
ro: conexiuni
ru: Соединения
sv: anslutningar
tr: bağlantılar

source: Constrained Baseline
ar: خط الأساس المحتوي
cs: Obsažená základní linie
de: Enthaltene Grundlinie
es: Linea Base Contenida
fr: Ligne de base contenue
it: Linea di base contenuta
ja: 含まれるベースライン
nl: Bevatte basislijn
pl: Zawarta linia bazowa
pt: Linha de base contida
ro: Linia de referință conținută
ru: Ограниченная базовая линия
sv: Innehållet Baseline
tr: İçerdiği Temel Çizgi

source: Contrast
ar: مقابلة
cs: Kontrast
de: Kontrast
es: Contraste
fr: Contraste
it: Contrasto
ja: 対比
pl: Kontrast
pt: Contraste
ru: Контраст
sv: Kontrast
tr: Zıtlık

source: Controls the YUV Conversion of the movie in the shader to emulate different tv standards. Use File YUV Hint will take the value from the movie being loaded if the data is present. BT709 is a Rec.709 emulation (HDTV) and has black levels in the 16 range of 255. Unspecified is your standard computer translation of YUV. BT470BG/SMPTE170M emulate ITU-R BT 601-6 625 (PAL/SECAM).
ar: يتحكم في تحويل YUV للفيلم في التظليل لمحاكاة معايير التلفزيون المختلفة. يأخذ تحويل YUV قيمة الفيلم الذي يتم تشغيله في حالة وجود البيانات. يعتبر BT709 محاكاة لـ Rec.709 (HDTV) ويحتوي على مستويات سوداء 16 في النطاق 255. غير محدد هو معيار تحويل الكمبيوتر YUV. BT470BG/SMPTE170M محاكاة ITU-R BT 601-6 625 (PAL/SECAM).
cs: Ovládá konverzi YUV filmu v shaderu za účelem emulace různých televizních standardů. Konverze YUV přebírá hodnotu přehrávaného filmu, pokud jsou k dispozici data. BT709 je emulace Rec.709 (HDTV) a má úrovně černé 16 v rozsahu 255. Nespecifikován je standard konverze počítače YUV. BT470BG/SMPTE170M emulovat ITU-R BT 601-6 625 (PAL/SECAM).
de: Steuert die YUV-Konvertierung des Films im Shader, um verschiedene TV-Standards zu emulieren. Die YUV-Konvertierung übernimmt den Wert des wiedergegebenen Films, wenn die Daten vorhanden sind. BT709 ist eine Emulation von Rec.709 (HDTV) und hat einen Schwarzwert von 16 im Bereich von 255. Nicht angegeben ist der YUV-Computerkonvertierungsstandard. BT470BG/SMPTE170M emuliert ITU-R BT 601-6 625 (PAL/SECAM).
es: Controla la conversión YUV de la película en el shader para emular tv standards diferentes. Conversión YUV toma el valor de la película siendo reproducida si el dato está presente. BT709 es una emulación de Rec.709 (HDTV) y tiene niveles de negro 16 en el rango de 255. Unspecified es el standard de conversión de computadora de YUV. BT470BG/SMPTE170M emulan ITU-R BT 601-6 625 (PAL/SECAM).
fr: Contrôle la conversion YUV du film dans le shader pour émuler différentes normes de télévision. La conversion YUV prend la valeur du film en cours de lecture si les données sont présentes. BT709 est une émulation de Rec.709 (HDTV) et a des niveaux de noir 16 dans la plage de 255. Non spécifié est la norme de conversion informatique YUV. BT470BG/SMPTE170M émule ITU-R BT 601-6 625 (PAL/SECAM).
it: Controlla la conversione YUV del film nello shader per emulare diversi standard TV. La conversione YUV prende il valore del film in riproduzione se i dati sono presenti. BT709 è un'emulazione di Rec.709 (HDTV) e ha livelli di nero 16 nell'intervallo 255. Non specificato è lo standard di conversione del computer YUV. BT470BG/SMPTE170M emula ITU-R BT 601-6 625 (PAL/SECAM).
ja: シェーダーで映画のYUV変換を制御して、さまざまなテレビ規格をエミュレートします. YUV変換は、データが存在する場合に再生中の映画の値を取得します. BT709はRec.709（HDTV）のエミュレーションであり、黒レベルは16です. 255の範囲です. 指定されていないのはYUVコンピューター変換標準です. BT470BG/SMPTE170Mは、ITU-R BT 601-6 625（PAL/SECAM）.
nl: Regelt de YUV-conversie van de film in de shader om verschillende tv-standaarden te emuleren. YUV-conversie neemt de waarde van de film die wordt afgespeeld als de gegevens aanwezig zijn. BT709 is een emulatie van Rec.709 (HDTV) en heeft zwartniveaus 16 in het bereik van 255. Niet gespecificeerd is de YUV-computerconversiestandaard. BT470BG/SMPTE170M emuleren ITU-R BT 601-6 625 (PAL/SECAM).
pl: Kontroluje konwersję YUV filmu w module cieniującym w celu emulacji różnych standardów telewizyjnych. Konwersja YUV pobiera wartość odtwarzanego filmu, jeśli obecne są dane. BT709 jest emulacją Rec.709 (HDTV) i ma 16 poziomów czerni w zakresie 255. Nieokreślony jest standard konwersji komputera YUV. BT470BG/SMPTE170M emuluje ITU-R BT 601-6 625 (PAL/SECAM).
pt: Controla a conversão YUV do filme no sombreador para emular diferentes padrões de TV. A conversão YUV assume o valor do filme reproduzido se os dados estiverem presentes. BT709 é uma emulação de Rec.709 (HDTV) e tem níveis de preto 16 na faixa de 255. Não especificado é o padrão de conversão de computador YUV. BT470BG/SMPTE170M emular ITU-R BT 601-6 625 (PAL/SECAM).
ro: Controlează conversia YUV a filmului în shader pentru a emula diferite standarde TV. Conversia YUV ia valoarea filmului redat dacă datele sunt prezente. BT709 este o emulare a Rec.709 (HDTV) și are niveluri de negru 16 în intervalul 255. Nespecificat este standardul de conversie a computerului YUV. BT470BG/SMPTE170M emulează ITU-R BT 601-6 625 (PAL/SECAM).
ru: Управляет преобразованием YUV фильма в шейдере для эмуляции различных телевизионных стандартов. Использовать подсказку File YUV будет принимать значение из загружаемого фильма, если данные присутствуют. BT709 является эмуляцией Rec.709 (HDTV) и имеет черный цвет. уровни в диапазоне 16 из 255. Unspecified — это ваш стандартный компьютерный перевод YUV. BT470BG/SMPTE170M эмулирует ITU-R BT 601-6 625 (PAL/СЕКАМ).
sv: Styr YUV-konverteringen av filmen i skuggan för att emulera olika tv-standarder. YUV-konvertering tar värdet av filmen som spelas om data finns närvarande. BT709 är en emulering av Rec.709 (HDTV) och har svartnivåer 16 i intervallet 255. Ospecificerat är YUV-datorkonverteringsstandarden. BT470BG/SMPTE170M emulerar ITU-R BT 601-6 625 (PAL/SECAM).
tr: Farklı tv standartlarını taklit etmek için gölgelendiricideki filmin YUV dönüşümünü kontrol eder. YUV dönüşümü, veri mevcutsa oynatılan filmin değerini alır. BT709, Rec.709 (HDTV) öykünmesidir ve siyah seviyeleri 16'ya sahiptir. 255 aralığında. YUV bilgisayar dönüştürme standardı belirtilmemiş. BT470BG/SMPTE170M öykünmesi ITU-R BT 601-6 625 (PAL/SECAM).

source: Controls the codec used by default in saving a movie file.
ar: يتحكم في برنامج الترميز المستخدم افتراضيًا عند حفظ فيلم.
cs: Ovládá kodek používaný ve výchozím nastavení při ukládání filmu.
de: Steuert den beim Speichern eines Films standardmäßig verwendeten Codec.
es: Controla el codec usado por defecto en grabar una película.
fr: Contrôle le codec utilisé par défaut lors de l'enregistrement d'un film.
it: Controlla il codec utilizzato per impostazione predefinita durante il salvataggio di un filmato.
ja: ムービーを保存するときにデフォルトで使用されるコーデックを制御します.
nl: Regelt de codec die standaard wordt gebruikt bij het opslaan van een film.
pl: Steruje kodekiem używanym domyślnie podczas zapisywania filmu.
pt: Controla o codec usado por padrão ao salvar um filme.
ro: Controlează codecul utilizat în mod implicit la salvarea unui film.
ru: Управляет кодеком, используемым по умолчанию при сохранении файла фильма.
sv: Styr den codec som används som standard när en film sparas.
tr: Bir filmi kaydederken varsayılan olarak kullanılan codec bileşenini kontrol eder.
