Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: When this option is on, the file requester to save the reel will default to the path of the first image loaded in the current reel.
ar: مع تنشيط هذا الخيار ، سيتم وضع متصفح الملفات عند حفظ البكرة في مجلد الصورة الأولى التي تم تحميلها.
cs: Pokud je tato možnost aktivní, prohlížeč souborů se při ukládání kotouče umístí do složky prvního načteného obrázku.
de: Wenn diese Option aktiv ist, wird der Dateibrowser beim Speichern des Reels in den Ordner des ersten geladenen Bildes gelegt.
es: Con esta opción activa, el buscador de archivos al grabar el carrete se colocara en la carpeta de la primer imagen cargada.
fr: Avec cette option active, le navigateur de fichiers lors de l'enregistrement de la bobine sera placé dans le dossier de la première image chargée.
it: Con questa opzione attiva, il browser dei file al momento del salvataggio della bobina verrà posizionato nella cartella della prima immagine caricata.
ja: このオプションを有効にすると、リールを保存するときのファイルブラウザは、最初にロードされた画像のフォルダに配置されます.
nl: Als deze optie actief is, wordt de bestandsbrowser bij het opslaan van de haspel in de map van de eerste geladen afbeelding geplaatst.
pl: Gdy ta opcja jest aktywna, przeglądarka plików podczas zapisywania rolki zostanie umieszczona w folderze pierwszego załadowanego obrazu.
pt: Com esta opção ativa, o navegador de arquivos ao salvar o carretel será colocado na pasta da primeira imagem carregada.
ro: Cu această opțiune activă, browserul de fișiere la salvarea bobinei va fi plasat în folderul primei imagini încărcate.
ru: Когда этот параметр включен, запросчик файлов для сохранения ролика по умолчанию будет использовать путь к первому изображению, загруженному в текущий барабан.
sv: Med det här alternativet aktivt kommer filläsaren när du sparar rullen att placeras i mappen för den första bilden som laddas.
tr: Bu seçenek etkinken, makarayı kaydederken dosya tarayıcısı yüklenen ilk görüntünün klasörüne yerleştirilecektir.

source: When this option is set, mrViewer will open in the position you set here (except if the window goes out of the Desktop).
ar: عند تشغيل هذا الخيار ، سيتم فتح mrViewer في الموضع الذي قمت بتعيينه هنا (إلا إذا خرجت النافذة عن سطح المكتب).
cs: Když je tato možnost zapnutá, otevře se mrViewer na pozici, kterou zde nastavíte (kromě případů, kdy okno zmizí z plochy).
de: Wenn diese Option aktiviert ist, öffnet sich mrViewer an der hier eingestellten Position (außer wenn das Fenster den Desktop verlässt).
es: Cuando esta opción está activa, mrViewer se abrirá en la posición que setees aquí (excepto si la ventana va fuera del Escritorio).
fr: Lorsque cette option est activée, mrViewer s'ouvrira à la position que vous avez définie ici (sauf si la fenêtre s'éteint Bureau).
it: Quando questa opzione è attiva, mrViewer si aprirà nella posizione che hai impostato qui (tranne se la finestra si spegne Desktop).
ja: このオプションがオンの場合、mrViewerはここで設定した位置で開きます（ウィンドウがデスクトップから消える場合を除く）.
nl: Als deze optie is ingeschakeld, wordt mrViewer geopend op de positie die u hier instelt (behalve als het venster uit Desktop gaat).
pl: Gdy ta opcja jest włączona, mrViewer otworzy się w pozycji, którą tutaj ustawiłeś (z wyjątkiem sytuacji, gdy okno zniknie z pulpitu).
pt: Quando esta opção estiver ativada, o mrViewer será aberto na posição que você definir aqui (exceto se a janela sair da área de trabalho).
ro: Când această opțiune este activată, mrViewer se va deschide în poziția pe care o setați aici (cu excepția cazului în care fereastra se închide Desktop).
ru: Когда этот параметр установлен, mrViewer будет открываться в том положении, которое вы здесь установили (кроме случаев, когда окно выходит за пределы рабочего стола).
sv: När det här alternativet är aktiverat kommer mrViewer att öppnas vid den position du ställer in här (förutom om fönstret stängs av Desktop).
tr: Bu seçenek açıkken, mrViewer burada belirlediğiniz konumda açılacaktır (pencerenin Masaüstünden çıkması dışında).

source: When this setting is on, Media Information Window's FPS setting is not taken into account, but the setting from this GUI is.
ar: عند تنشيط هذا الإعداد ، لا يتم أخذ قيمة FPS (الإطارات في الثانية) لتقرير الوسائط في الاعتبار ، ولكن يتم أخذ قيمة هذه الواجهة.
cs: Při aktivaci tohoto nastavení se nebere v úvahu hodnota CPS (snímků za sekundu) zprávy o médiích, ale hodnota tohoto rozhraní ano.
de: Wenn diese Einstellung aktiviert ist, wird der Wert des CPS (Frames Per Second) des Media Reports nicht berücksichtigt, wohl aber der Wert dieser Schnittstelle.
es: Cuando este seteo está activado, el valor del CPS (Cuadros por Segundo) del Informe del Medio no se toma en cuenta, pero si el valor de esta interface.
fr: Lorsque ce paramètre est activé, la valeur du CPS (Frames Per Second) du Media Report n'est pas prise en compte, mais la valeur de cette interface l'est.
it: Quando questa impostazione è attivata, non viene preso in considerazione il valore del FPS (Frames Per Second) del Media Report, ma lo è il valore di questa interfaccia.
ja: この設定を有効にすると、メディアレポートのFPS（Frames Per Second）の値は考慮されませんが、このインターフェイスの値は考慮されます.
nl: Wanneer deze instelling is geactiveerd, wordt er geen rekening gehouden met de waarde van de FPS (Frames Per Second) van het Mediarapport, maar met de waarde van deze interface.
pl: Gdy to ustawienie jest włączone, wartość CPS (klatek na sekundę) raportu mediów nie jest brana pod uwagę, ale wartość tego interfejsu jest.
pt: Quando esta configuração é ativada, o valor do CPS (Frames Per Second) do Media Report não é levado em consideração, mas o valor desta interface é.
ro: Când această setare este activată, valoarea CPS (Frames Per Second) din Raportul Media nu este luată în considerare, dar este valoarea acestei interfețe.
ru: Когда этот параметр включен, параметр FPS окна информации о носителе не принимается во внимание, но учитывается параметр из этого графического интерфейса.
sv: När den här inställningen är aktiverad, beaktas inte värdet på FPS (Frames Per Second) i medierapporten, men värdet på detta gränssnitt är det.
tr: Bu ayar etkinleştirildiğinde, Medya Raporunun CPS (Saniyedeki Kare Sayısı) değeri dikkate alınmaz, ancak bu arayüzün değeri dikkate alınır.

source: When using luts with ICC profiles, this setting allows you to select the ICC rendering intent. Rendering intents are mostly used for printing to film or paper to emulate or proof the output of the output device (ODT), particularly when it does not have the same gamut (color/white range) as the linear RGB/XYZ space.
ar: عند استخدام LUTS مع ملفات تعريف ICC ، يتيح لك هذا الإعداد تحديد هدف عرض ICC. تُستخدم أهداف التجسيد بشكل أساسي للطباعة على الفيلم أو الورق لمحاكاة إخراج جهاز الإخراج (ODT) أو اختباره ، خاصةً عندما لا يحتوي على نفس النطاق اللوني (نطاق الألوان)/أبيض) كمساحة خطية RGB/X و Z.
cs: Při použití LUTS s profily ICC vám toto nastavení umožňuje vybrat záměr vykreslení ICC. Vykreslovací záměry se primárně používají k tisku na film nebo papír za účelem emulace nebo testování výstupu výstupního zařízení (ODT), zejména pokud nemají stejný gamut (barevný rozsah/bílá) jako lineární prostor RGB/X A Z.
de: Wenn Sie LUTS mit ICC-Profilen verwenden, können Sie mit dieser Einstellung den ICC-Rendering-Intent auswählen. Rendering Intents werden hauptsächlich zum Drucken auf Film oder Papier verwendet, um die Ausgabe des Ausgabegeräts (ODT) zu emulieren oder zu testen, insbesondere wenn sie nicht denselben Farbumfang (Farbbereich) haben/weiß) als linearer RGB-Raum/X UND Z.
es: Cuando usas LUTS con perfiles ICC, este seteo te permite seleccionar la intención de rendereo de ICC. Intenciones de Rendereo son principalmente usados para imprimir a film o papel para emular o probar la salida del equipo de salida (ODT), particularmente cuando no tiene el mismo gamut (rango de color/blanco) como el espacio lineal RGB/XYZ.
fr: Lorsque vous utilisez LUTS avec des profils ICC, ce paramètre vous permet de sélectionner l'intention de rendu ICC. Les intentions de rendu sont principalement utilisées pour imprimer sur un film ou du papier afin d'émuler ou de tester la sortie du périphérique de sortie (ODT), en particulier lorsqu'elles n'ont pas la même gamme (gamme de couleurs/blanc) comme espace linéaire RVB/X Y Z.
it: Quando si utilizza LUTS con profili ICC, questa impostazione consente di selezionare l'intento di rendering ICC. Gli intenti di rendering vengono utilizzati principalmente per stampare su pellicola o carta per emulare o testare l'output del dispositivo di output (ODT), in particolare quando non hanno la stessa gamma di colori (gamma di colori/bianco) come spazio lineare RGB/X E Z.
ja: ICCプロファイルでLUTSを使用する場合、この設定により、ICCレンダリングインテントを選択できます.レンダリングインテントは、主にフィルムまたは紙に印刷して、出力デバイス（ODT）の出力をエミュレートまたはテストするために使用されます.特に、同じ色域（色範囲）がない場合に使用されます./白）RGB線形空間として/XおよびZ.
nl: Als u LUTS gebruikt met ICC-profielen, kunt u met deze instelling de ICC-renderingsintentie selecteren. Rendering-intenties worden voornamelijk gebruikt om op film of papier af te drukken om de uitvoer van het uitvoerapparaat (ODT) te emuleren of te testen, vooral wanneer het niet hetzelfde gamma heeft (kleurbereik/wit) als lineaire RGB-ruimte/X EN Z.
pl: W przypadku używania LUTS z profilami ICC to ustawienie pozwala wybrać cel renderowania ICC. Intencje renderowania są używane głównie do drukowania na kliszy lub papierze w celu emulacji lub testowania wyjścia urządzenia wyjściowego (ODT), szczególnie gdy nie mają tej samej gamy (zakresu kolorów/biały) jako przestrzeń liniowa RGB/X i Z.
pt: Ao usar LUTS com perfis ICC, essa configuração permite selecionar a intenção de renderização ICC. As intenções de renderização são usadas principalmente para imprimir em filme ou papel para emular ou testar a saída do dispositivo de saída (ODT), principalmente quando eles não têm a mesma gama (gama de cores/branco) como espaço linear RGB/X E Z.
ro: Când utilizați LUTS cu profiluri ICC, această setare vă permite să selectați intenția de redare ICC. Intențiile de randare sunt utilizate în principal pentru a imprima pe film sau hârtie pentru a emula sau a testa rezultatul dispozitivului de ieșire (ODT), în special atunci când nu au aceeași gamă (gamă de culori)./alb) ca spațiu liniar RGB/X și Z.
ru: При использовании luts с профилями ICC этот параметр позволяет выбрать способ рендеринга ICC. Способы рендеринга в основном используются для печати на пленку или бумагу для эмуляции или проверки вывода устройства вывода (ODT), особенно когда оно не имеет такой же гаммы (цветовой/белый диапазон) как линейный RGB/пространство XYZ.
sv: När du använder LUTS med ICC-profiler låter den här inställningen dig välja ICC-återgivningssyfte. Återgivningsavsikter används främst för att skriva ut till film eller papper för att emulera eller testa utdata från utenheten (ODT), särskilt när de inte har samma omfång (färgområde/vit) som linjärt RGB-utrymme/X OCH Z.
tr: LUTS'yi ICC profilleriyle kullanırken, bu ayar ICC oluşturma amacını seçmenize olanak tanır. Oluşturma amaçları, özellikle aynı gamut (renk aralığı) olmadığında, çıktı aygıtının (ODT) çıktısını taklit etmek veya test etmek için filme veya kağıda yazdırmak için kullanılır./beyaz) RGB doğrusal uzayı olarak/X VE Z.

source: Whether to save ACES clip metadata in a sidecar.
ar: يحدد ما إذا كان سيتم حفظ ACES Clip Metadata مع الصورة.
cs: Určuje, zda se mají uložit metadata klipu ACES spolu s obrázkem.
de: Legt fest, ob die ACES-Clip-Metadaten zusammen mit dem Bild gespeichert werden.
es: Determina si grabar el Clip Metadatos de ACES junto a la imagen.
fr: Détermine s'il faut enregistrer les métadonnées du clip ACES avec l'image.
it: Determina se salvare i metadati della clip ACES insieme all'immagine.
ja: ACESクリップメタデータを画像と一緒に保存するかどうかを決定します.
nl: Bepaalt of de ACES Clip-metagegevens samen met de afbeelding moeten worden opgeslagen.
pl: Określa, czy wraz z obrazem zapisać metadane klipu ACES.
pt: Determina se os metadados de clipe do ACES devem ser salvos junto com a imagem.
ro: Stabilește dacă se salvează metadatele clipului ACES împreună cu imaginea.
ru: Сохранять ли метаданные клипа ACES в боковой панели.
sv: Bestämmer om ACES-klippmetadata ska sparas tillsammans med bilden.
tr: ACES Klip Meta Verilerinin görüntüyle birlikte kaydedilip kaydedilmeyeceğini belirler.

source: Whether to save all layers in image file if there are several.
ar: يقرر ما إذا كان سيتم حفظ كل الطبقات في صورة ما إذا كانت هناك طبقات متعددة فيها.
cs: Rozhoduje, zda uložit všechny vrstvy v obrázku, pokud je v něm více vrstev.
de: Legt fest, ob alle Ebenen in einem Bild gespeichert werden, wenn es mehrere Ebenen enthält.
es: Decide si grabar todas las capas en una imagen si hay varias en ella.
fr: Décide s'il faut enregistrer tous les calques d'une image s'il y en a plusieurs.
it: Decide se salvare tutti i livelli in un'immagine se in essa sono presenti più livelli.
ja: 画像に複数のレイヤーがある場合に、画像内のすべてのレイヤーを保存するかどうかを決定します.
nl: Bepaalt of alle lagen in een afbeelding moeten worden opgeslagen als er meerdere lagen in zitten.
pl: Decyduje, czy zapisać wszystkie warstwy na obrazku, jeśli jest na nim wiele warstw.
pt: Decide se deseja salvar todas as camadas em uma imagem se houver várias camadas nela.
ro: Decide dacă să salveze toate straturile dintr-o imagine dacă există mai multe straturi în ea.
ru: Сохранять ли все слои в файле изображения, если их несколько.
sv: Bestämmer om alla lager i en bild ska sparas om det finns flera lager i den.
tr: Görüntüde birden çok katman varsa tüm katmanların kaydedilip kaydedilmeyeceğini belirler.

source: White
ar: أبيض
cs: Bílý
de: Weiß
es: Blanco
fr: Blanc
it: bianco
ja: 白
nl: Wit
pl: biały
pt: Branco
ro: alb
ru: белый
sv: Vit
tr: Beyaz

source: White Luminance
ar: الإنارة البيضاء
cs: Bílá svítivost
de: Weiße Leuchtdichte
es: Luminancia de Blanco
fr: Luminance blanche
it: Luminosità bianca
ja: ホワイトルミナンス
nl: Witte helderheid
pl: Biała luminancja
pt: Luminância branca
ro: Luminanță albă
ru: Белая яркость
sv: Vit Luminans
tr: Beyaz Parlaklık

source: Widescreen (HDTV + STV)
ar: شاشة عريضة (HDTV + STV)
cs: Širokoúhlá obrazovka (HDTV + STV)
de: Breitbild (HDTV + STV)
es: Pantalla Amplia (HDTV + STV)
fr: Écran large (HDTV + STV)
it: Schermo largo (HDTV + STV)
ja: ワイドスクリーン（HDTV + STV）
nl: Breedbeeld (HDTV + STV)
pl: Szeroki ekran (HDTV + STV)
pt: Ecrã panorâmico (HDTV + STV)
ro: Ecran lat (HDTV + STV)
ru: Широкоэкранный (HDTV + STV)
tr: Geniş Ekran (HDTV + STV)

source: Widget has no label
ar: القطعة ليس لها تسمية
cs: Widget nemá štítek
de: Widget hat kein Tag
fr: Le widget n'a pas d'étiquette
it: Il widget non ha etichetta
ja: ウィジェットにはラベルがありません
nl: Widget heeft geen tag
pl: Widżet nie ma etykiety
pt: Widget não tem rótulo
ro: Widgetul nu are etichetă
ru: Виджет не имеет ярлыка
sv: Widget har ingen etikett
tr: Widget'ın etiketi yok

source: Width
ar: عرض
cs: Šířka
de: Breite
es: Ancho
fr: Largeur
it: Larghezza
ja: 幅
nl: Breed
pl: Szerokość
pt: Largura
ro: Lăţime
ru: Ширина
sv: Bredd
tr: Genişlik

source: Width of clip
ar: عرض المقطع
cs: šířka klipu
de: Clipbreite
es: Ancho del clip
fr: largeur de clip
it: larghezza della clip
ja: クリップ幅
nl: breedte van de clip
pl: szerokość klipsa
pt: largura do clipe
ro: latimea clipului
ru: Ширина зажима
sv: klippets bredd
tr: klip genişliği

source: Window Behavior
ar: سلوك النافذة
cs: Chování okna
de: Fensterverhalten
es: Comportamiento de la Ventana
fr: Comportement de la fenêtre
it: Comportamento della finestra
ja: ウィンドウの動作
nl: Venstergedrag
pl: Zachowanie okna
pt: Comportamento da janela
ro: Comportamentul ferestrei
ru: Поведение окна
sv: Fönsterbeteende
tr: Pencere Davranışı

source: Windows/
ar: شبابيك/
cs: Okna/
de: Fenster/
fr: Les fenêtres/
it: Finestre/
ja: ウィンドウズ/
nl: Ramen/
pl: Okna/
pt: Janelas/
ru: Окна/
tr: Pencereler/

source: Wipe
ar: يمسح
cs: otřít
de: wischen
fr: essuyer
it: pulire
ja: ワイプ
nl: afvegen
pl: wytrzeć
pt: limpar
ro: sterge
ru: Вытирать
sv: torka
tr: silip süpürmek

source: Wipe Mode
ar: وضع المسح
cs: režim mazání
de: Wipe-Modus
es: Modo de Wipe
fr: mode essuyage
it: modalità di pulizia
ja: ワイプモード
nl: wismodus
pl: tryb czyszczenia
pt: modo de limpeza
ro: modul ștergere
ru: Режим очистки
sv: torka läge
tr: silme modu

source: With modern graphics cards, mrViewer emulates color transforms by baking them into a 3D Lut. This setting controls how accurate the 3D lut is. The bigger the lut, the longer it takes to calculate but the more accurate it is. Note that large 3D Luts can use quite a lot of memory. Size Memory Max. Error 32 1/2 Mb 12.5% 64 4 Mb 1.6% 128 32 Mb 0.7% 192 110.5 Mb 0.5% 256 262 Mb 0.2% It is recommended this setting is left at 64x64x64 or 128x128x128.
ar: باستخدام بطاقات الرسومات الحديثة ، يحاكي mrViewer تحويلات الألوان عن طريق طبخها في جدول بحث ثلاثي الأبعاد (بحث عن جدول). كلما زاد حجم lut ، كلما استغرق الحساب وقتًا أطول ، ولكن كلما كان ذلك صحيحًا. لاحظ أن Luts ثلاثي الأبعاد الكبير يمكن أن يستخدم قدرًا كبيرًا من الذاكرة. الحد الأقصى لحجم الذاكرة. خطأ 32 1/2 ميجا بايت 12.5% 64 4 ميجا بايت 1.6% 128 32 ميجا بايت 0.7% 192 110.5 ميجا بايت 0.5% 256 262 ميجا بايت 0.2% يوصى بترك الإعداد على 64 x 64 x 64 أو 128 x 128 x 128.
cs: S moderními grafickými kartami mrViewer emuluje transformace barev tím, že je uvaří do 3D LUT (Look Up Table). Čím větší lut, tím déle bude výpočet trvat, ale tím bude přesnější. Všimněte si, že velké 3D lumty mohou spotřebovat docela dost paměti. Max. velikost paměti.Chyba 32 1/2 Mb 12,5 % 64 4 Mb 1,6 % 128 32 Mb 0,7 % 192 110,5 Mb 0,5 % 256 262 Mb 0,2 % Doporučuje se ponechat nastavení 64x64x64 nebo 28x128
de: Bei modernen Grafikkarten emuliert mrViewer Farbtransformationen, indem er sie in eine 3D-LUT (Look Up Table) kocht. Je größer die Lut, desto länger dauert die Berechnung, aber desto genauer ist sie. Beachten Sie, dass große 3D-Luts ziemlich viel Speicher verbrauchen können. Max. Speichergröße.Fehler 32 1/2 MB 12,5 % 64 4 MB 1,6 % 128 32 MB 0,7 % 192 110,5 MB 0,5 % 256 262 MB 0,2 % Es wird empfohlen, die Einstellung bei 64 x 64 x 64 oder 128 x 128 x 128 zu belassen.
es: Con tarjetas gráficas modernas, mrViewer emula la transformaciones de color cocinandolas en un 3D LUT (Look Up Table, tabla de busqueda). Mientras mas grande la lut, mas tardará en calcularla, pero más correcta será. Notese que grande 3D Luts pueden usar bastante memoria. Tamaño Memoria Max.Error 32 1/2 Mb 12,5% 64 4 Mb 1,6% 128 32 Mb 0,7% 192 110.5 Mb 0.5% 256 262 Mb 0.2% Es recomendado dejar el seteo en 64x64x64 o 128x128x128.
fr: Avec les cartes graphiques modernes, mrViewer émule les transformations de couleur en les cuisant dans une LUT 3D (Look Up Table). Plus le lut est grand, plus le calcul sera long, mais plus il sera correct. Notez que les grands luts 3D peuvent utiliser beaucoup de mémoire. Taille de mémoire maximale.Erreur 32 1/2 Mo 12,5 % 64 4 Mo 1,6 % 128 32 Mo 0,7 % 192 110,5 Mo 0,5 % 256 262 Mo 0,2 % Il est recommandé de laisser le réglage à 64x64x64 ou 128x128x128.
it: Con le moderne schede grafiche, mrViewer emula le trasformazioni dei colori cuocendole in una LUT 3D (Look Up Table). Più grande è il lut, più tempo ci vorrà per calcolare, ma più corretto sarà. Nota che grandi Lut 3D possono utilizzare un bel po' di memoria. Max Memory Size.Error 32 1/2 Mb 12,5% 64 4 Mb 1,6% 128 32 Mb 0,7% 192 110,5 Mb 0,5% 256 262 Mb 0,2% Si consiglia di lasciare l'impostazione a 64x64x64 o 128x128x128.
ja: 最新のグラフィックカードでは、mrViewerはそれらを3D LUT（ルックアップテーブル）に調理することによって色変換をエミュレートします. lutが大きいほど、計算に時間がかかりますが、正確になります. 大きな3DLutは、かなりのメモリを使用する可能性があることに注意してください. 最大メモリサイズ.エラー 321/2 Mb 12.5% 64 4 Mb 1.6% 128 32 Mb 0.7% 192 110.5 Mb 0.5% 256 262 Mb 0.2% 設定を64x64x64または128x128x128のままにしておくことをお勧めします.
nl: Met moderne grafische kaarten emuleert mrViewer kleurtransformaties door ze in een 3D LUT (Look Up Table) te koken. Hoe groter de lut, hoe langer het duurt om te berekenen, maar hoe correcter het zal zijn. Houd er rekening mee dat grote 3D Luts nogal wat geheugen kunnen gebruiken. Maximale geheugengrootte.Fout 32 1/2 Mb 12,5% 64 4 Mb 1,6% 128 32 Mb 0,7% 192 110,5 Mb 0,5% 256 262 Mb 0,2% Het wordt aanbevolen om de instelling op 64x64x64 of 128x128x128 te laten staan.
pl: Dzięki nowoczesnym kartom graficznym mrViewer emuluje przekształcenia kolorów, przygotowując je w 3D LUT (tabela przeglądowa). Im większy lut, tym dłużej zajmie obliczenia, ale tym bardziej będzie poprawny. Pamiętaj, że duże 3D Luty mogą zużywać sporo pamięci. Maksymalny rozmiar pamięci.Błąd 32 1/2 Mb 12,5% 64 4 Mb 1,6% 128 32 Mb 0,7% 192 110,5 Mb 0,5% 256 262 Mb 0,2% Zaleca się pozostawienie ustawienia na 64x64x64 lub 128x128x128.
pt: Com placas gráficas modernas, o mrViewer emula as transformações de cores cozinhando-as em uma LUT 3D (Look Up Table). Quanto maior o lut, mais tempo levará para calcular, mas mais correto será. Observe que grandes Luts 3D podem usar um pouco de memória. Tamanho máximo da memória.Erro 32 1/2 Mb 12,5% 64 4 Mb 1,6% 128 32 Mb 0,7% 192 110,5 Mb 0,5% 256 262 Mb 0,2% Recomenda-se deixar a configuração em 64x64x64 ou 128x128x128.
ro: Cu plăci grafice moderne, mrViewer emulează transformările de culoare gătindu-le într-un LUT 3D (Look Up Table). Cu cât lut-ul este mai mare, cu atât va dura mai mult pentru a calcula, dar cu atât va fi mai corect. Rețineți că lut-urile 3D mari pot folosi destul de multă memorie. Dimensiunea maximă a memoriei.Eroare 32 1/2 Mb 12,5% 64 4 Mb 1,6% 128 32 Mb 0,7% 192 110,5 Mb 0,5% 256 262 Mb 0,2% Este recomandat să lăsați setarea la 64x64x64 sau 182x81.
ru: С современными графическими картами mrViewer эмулирует цветовые преобразования, запекая их в 3D Lut. Этот параметр управляет точностью 3D lut. Чем больше Lut, тем больше времени требуется для расчета, но тем точнее. Обратите внимание, что большие 3D Lut могут использовать довольно много памяти. Размер памяти Макс. Ошибка 32 1/2 МБ 12,5% 64 4 МБ 1,6% 128 32 МБ 0,7% 192 110,5 МБ 0,5% 256 262 МБ 0,2% Рекомендуется оставить этот параметр равным 64x64x64 или 128x128x128.
sv: Med moderna grafikkort emulerar mrViewer färgomvandlingar genom att tillaga dem till en 3D LUT (Look Up Table). Ju större lut, desto längre tid tar det att beräkna, men desto mer korrekt blir det. Observera att stora 3D-lutar kan använda ganska mycket minne. Max minnesstorlek.Fel 32 1/2 Mb 12,5% 64 4 Mb 1,6% 128 32 Mb 0,7% 192 110,5 Mb 0,5% 256 262 Mb 0,2% Det rekommenderas att lämna inställningen på 64x621x61 eller 64x621x61.
tr: Modern grafik kartlarıyla mrViewer, renk dönüşümlerini 3D LUT'a (Arama Tablosu) pişirerek öykünür. Lut ne kadar büyük olursa, hesaplama o kadar uzun sürer, ancak o kadar doğru olur. Büyük 3D Lut'ların oldukça fazla bellek kullanabileceğini unutmayın. Maks. Bellek Boyutu.Hata 32 1/2 Mb %12,5 64 4 Mb %1,6 128 32 Mb %0,7 192 110,5 Mb %0,5 256 262 Mb %0,2 Ayarın 64x64x64 veya 128x128x128 olarak bırakılması önerilir.
