Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Not a known codec
ar: برنامج ترميز غير معروف
cs: Není to známý kodek
de: Kein bekannter Codec
es: No es un codec conocido
fr: Pas un codec connu
it: Un codec sconosciuto
ja: 既知のコーデックではありません
nl: Geen bekende codec
pl: Nieznany kodek
pt: Não é um codec conhecido
ro: Nu este un codec cunoscut
ru: Неизвестный кодек
sv: Inte en känd codec
tr: Bilinen bir kodlayıcı değil

source: Not a known stream type for stream #
ar: نوع مسار غير معروف للمسار #
cs: Není známý typ stopy pro stopu č.
de: Kein bekannter Streckentyp für Strecke Nr.
es: No es un tipo de pista conocido para la pista #
fr: Pas un type de piste connu pour la piste #
it: Tipo di traccia sconosciuto per la traccia #
ja: トラック＃の既知のトラックタイプではありません
nl: Geen bekend tracktype voor track #
pl: Nieznany typ ścieżki dla ścieżki nr
pt: Não é um tipo de faixa conhecido para a faixa #
ro: Nu este un tip de melodie cunoscut pentru melodia #
ru: Неизвестный тип потока для потока #
sv: Inte en känd spårtyp för spår #
tr: Parça # için bilinen bir parça türü değil

source: Options:
ar: الخيارات:
cs: Možnosti:
de: Optionen:
es: Opciones:
it: Opzioni:
ja: オプション:
nl: Opties:
pl: Opcje:
pt: Opções:
ro: Opțiuni:
ru: Параметры:
sv: Alternativ:
tr: Seçenekler:

source: No audio stream in file
ar: لا يوجد صوت في الملف
cs: V souboru není žádný zvuk
de: Die Datei enthält kein Audio
es: No hay audio en el archivo
fr: Il n'y a pas d'audio dans le fichier
it: Non c'è audio nel file
ja: ファイルに音声がありません
nl: Er zit geen audio in het bestand
pl: W pliku nie ma dźwięku
pt: Não há áudio no arquivo
ro: Nu există sunet în fișier
ru: Нет аудиопотока в файле
sv: Det finns inget ljud i filen
tr: Dosyada ses yok

source: ==> Using
ar: ==> استخدام ملفات
cs: ==> Použití
de: ==> Verwenden
es: ==> Usando
fr: ==> Utilisation
it: ==> Utilizzo
ja: ==>使用
nl: ==> Met behulp van
pl: ==> Używanie
pt: ==> Usando
ro: ==> Folosind
ru: ==> Использование
sv: ==> Använder
tr: ==> Kullanma

source: Choosing
ar: قطف من
cs: vybírání
de: aussuchen
es: Eligiendo
fr: choisir
it: cegliendo
ja: 選ぶ
nl: uitkiezen
pl: wybieranie
pt: escolhendo
ro: alegând
ru: Выбор
sv: välja ut
tr: ayıklamak

source: - Decode of image frame
ar: - فك إطار الصورة
cs: - Dekódování rámečku obrazu
de: - Dekodierung von Bilderrahmen
es: - Decodificación de cuadro de imagen
fr: - Décodage de cadre photo
it: - Decodifica cornice immagine
ja: -額縁のデコード
nl: - Decodering van fotolijsten
pl: - Dekodowanie ramki na zdjęcia
pt: - Decodificação de porta-retratos
ro: - Decodare rame de imagine
ru: - Декодирование кадра изображения
sv: - Avkodning av bildram
tr: - Resim çerçevesi kod çözme

source: - decode Error audio frame
ar: - خطأ في فك رتل الصوت
cs: - chyba dekódování zvukového rámce
de: - Audio-Frame-Decodierungsfehler
es: - error de decodificacion del cuadro de audio
fr: - erreur de décodage de trame audio
it: - errore di decodifica del frame audio
ja: -オーディオフレームのデコードエラー
nl: - audioframe-decoderingsfout
pl: - błąd dekodowania ramki audio
pt: - erro de decodificação de quadro de áudio
ro: - eroare de decodare a cadrului audio
ru: - ошибка декодирования звукового кадра
sv: - ljudramsavkodningsfel
tr: - ses çerçevesi kod çözme hatası

source: Color Area Selection
ar: اختيار منطقة اللون
cs: Výběr barevné oblasti
de: Auswahl des Farbbereichs
es: Seleccion de Área de Color
fr: Sélection de la zone de couleur
it: Selezione dell'area di colore
ja: カラーエリアの選択
nl: Kleurgebied selectie
pl: Wybór obszaru koloru
pt: Seleção de área de cor
ro: Selectarea zonei de culoare
ru: Выбор области цвета
sv: Val av färgområde
tr: Renk alanı seçimi

source: Could not open file.
ar: لم أتمكن من فتح الملف.
cs: Soubor se mi nepodařilo otevřít.
de: Ich konnte die Datei nicht öffnen.
es: No pude abrir el archivo.
fr: Je n'ai pas pu ouvrir le fichier.
it: Non sono riuscito ad aprire il file.
ja: ファイルを開くことができませんでした.
nl: Ik kon het bestand niet openen.
pl: Nie mogłem otworzyć pliku.
pt: Não consegui abrir o arquivo.
ro: Nu am putut deschide fișierul.
ru: Не могу открыть файл.
sv: Jag kunde inte öppna filen.
tr: Dosyayı açamadım.

source: Eraser
ar: ممحاة
cs: Guma
de: Radiergummi
es: Goma de Borrar
fr: Gomme
it: Gomma per cancellare
ja: 消しゴム
nl: Gom
pl: gumka do mazania
pt: Borracha
ro: Radieră
ru: Ластик
sv: Suddgummi
tr: Silgi

source: Hz instead.
ar: هرتز في الاستبدال.
cs: Hz jako náhrada.
de: Hz als Ersatz.
es: Hz en remplazo.
fr: Hz en remplacement.
it: Hz in sostituzione.
ja: 代わりにHz.
nl: Hz ter vervanging.
pl: Hz w wymianie.
pt: Hz em substituição.
ro: Hz în înlocuire.
ru: Вместо этого Гц.
sv: Hz i ersättning.
tr: yerine Hz.

source: Hz is not supported by your hardware.
ar: لا يدعم أجهزتك هرتز.
cs: Hz není podporován vaším hardwarem.
de: Hz wird von Ihrer Hardware nicht unterstützt.
es: Hz no es soportado por su hardware.
fr: Hz n'est pas pris en charge par votre matériel.
it: Hz non è supportato dal tuo hardware.
ja: Hzはハードウェアでサポートされていません.
nl: Hz wordt niet ondersteund door uw hardware.
pl: Hz nie jest obsługiwane przez twój sprzęt.
pt: Hz não é suportado pelo seu hardware.
ro: Hz nu este acceptat de hardware-ul dvs.
ru: Гц не поддерживается вашим оборудованием.
sv: Hz stöds inte av din hårdvara.
tr: Hz donanımınız tarafından desteklenmiyor.

source: Move Picture
ar: نقل الصورة
cs: přesunout obrázek
de: Bild bewegen
es: Mover la Imagen
fr: déplacer l'image
it: posta l'immagine
ja: 画像を動かす
nl: afbeelding verplaatsen
pl: przenieś obraz
pt: mover imagem
ro: muta imaginea
ru: Переместить изображение
sv: flytta bilden
tr: resmi taşı

source: No audio or video stream in file
ar: لا يوجد صوت أو فيديو في الملف
cs: V souboru není žádný zvuk ani video
de: Die Datei enthält kein Audio oder Video
es: No hay audio o video en el archivo
fr: Il n'y a pas d'audio ou de vidéo dans le fichier
it: Non c'è audio o video nel file
ja: ファイルにオーディオまたはビデオがありません
nl: Er is geen audio of video in het bestand
pl: W pliku nie ma dźwięku ani wideo
pt: Não há áudio ou vídeo no arquivo
ro: Nu există audio sau video în fișier
ru: Нет аудио- или видеопотока в файле
sv: Det finns inget ljud eller video i filen
tr: Dosyada ses veya video yok

source: Pencil
ar: قلم
cs: Tužka
de: Bleistift
es: Lápiz
fr: Crayon
it: Matita
ja: 鉛筆
nl: Potlood
pl: Ołówek
pt: Lápis
ro: Creion
ru: Карандаш
sv: Penna
tr: Kalem

source: Scrub
ar: تنظيف
cs: Drhnout
de: Schrubben
es: Fregar
fr: Frotter
it: Macchia
ja: スクラブ
nl: Schrobben
pl: Zarośla
pt: Esfregar
ru: Скраб
sv: Skrubba
tr: fırçala

source: Text
ar: نص
es: Texto
fr: Texte
it: Testo
ja: 文章
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
tr: Metin

source: already created:
ar: تم إنشاؤه بالفعل:
cs: již vytvořeno:
de: bereits erstellt:
es: ya creada:
fr: déjà créé:
it: già creato:
ja: 作成済み:
nl: reeds aangemaakt:
pl: już utworzone:
pt: já criado:
ro: deja creat:
ru: уже создано:
sv: redan skapat:
tr: zaten oluşturuldu:

source: as default
ar: إفتراضي
cs: výchozí
de: Ursprünglich
es: por defecto
fr: par défaut
it: predefinito
ja: ディフォルト
nl: tandaard
pl: domyślna
pt: por padrão
ro: Mod implicit
ru: по умолчанию
sv: tandard
tr: varsayılan

source: at port
ar: في الميناء
cs: v přístavu
de: im Hafen
es: en el puerto
fr: dans le port
it: nel porto
ja: 港で
nl: in de haven
pl: w porcie
pt: no Porto
ro: în port
ru: в порту
sv: i hamnen
tr: limanda

source: attribute
ar: ينسب
cs: atribut
de: Attribut
es: atributo
fr: attribut
it: attributo
ja: 属性
nl: attribuut
pl: atrybut
pt: atributo
ro: atribut
ru: атрибут
sv: attribut
tr: bağlanmak

source: channels
ar: القنوات
cs: kanály
de: Kanäle
es: canales
fr: chaînes
it: canali
ja: チャネル
nl: kanalen
pl: kanały
pt: canais
ro: canale
ru: каналы
sv: kanaler
tr: kanallar

source: does not exist or no directory
ar: غير موجود أو ليس مجلدًا
cs: neexistuje nebo není složka
de: existiert nicht oder ist kein Ordner
es: no existe o no es una carpeta
fr: n'existe pas ou n'est pas un dossier
it: non esiste o non è una cartella
ja: 存在しないか、フォルダではありません
nl: bestaat niet of is geen map
pl: nie istnieje lub nie jest folderem
pt: não existe ou não é uma pasta
ro: nu există sau nu este un folder
ru: не существует или нет каталога
sv: finns inte eller är inte en mapp
tr: yok veya bir klasör değil

source: does not exist!
ar: غير موجود!
cs: neexistuje!
de: ist nicht vorhanden!
es: no existe!
fr: n'existe pas!
it: non esiste!
ja: 存在しません！
nl: bestaat niet!
pl: nie istnieje!
pt: não existe!
ro: nu exista!
ru: не существует!
sv: existerar inte!
tr: mevcut değil!

source: encoding
ar: التشفير
cs: kódování
de: Codierung
es: codificando
fr: codage
it: codifica
ja: エンコーディング
nl: codering
pl: kodowanie
pt: codificação
ro: codificare
ru: кодирование
sv: kodning
tr: kodlama

source: expected:
ar: متوقع:
cs: očekávaný:
de: erwartet:
es: esperado:
fr: attendu:
it: previsto:
ja: 期待される:
nl: verwacht:
pl: podziewany:
pt: esperado:
ro: așteptat:
ru: ожидал:
sv: förväntat:
tr: beklenen:

source: failed
ar: بالفشل.
cs: elhání.
de: Versagen.
es: falló.
fr: échec.
it: fallimento.
ja: 失敗.
nl: mislukking.
pl: niepowodzenie.
pt: falha.
ro: eșec.
ru: не удалось
sv: fel.
tr: arıza.

source: failed with
ar: فشلت مع
cs: neuspěl s
de: mit gescheitert
es: falló con
fr: a échoué avec
it: fallito con
ja: で失敗しました
nl: mislukt met
pl: nie udało się z
pt: falhou com
ro: a esuat cu
ru: не удалось с
sv: misslyckades med
tr: ile başarısız

source: failed.
ar: بالفشل.
cs: elhání.
de: Versagen.
es: falló.
fr: échec.
it: fallimento.
ja: 失敗.
nl: mislukking.
pl: niepowodzenie.
pt: falha.
ro: eșec.
ru: не удалось.
sv: fel.
tr: arıza.

source: for channel. Maximum:
ar: للقناة. أقصى:
cs: pro kanál. Maximum:
de: für den Kanal. Maximal:
es: para el canal. Máximo:
fr: pour le canal. Maximum:
it: per il canale. Massimo:
ja: チャネル用.最大:
nl: voor het kanaal. Maximaal:
pl: dla kanału. Maksymalny:
pt: para o canal. Máximo:
ro: pentru canal. Maxim:
ru: для канала. Максимум:
sv: för kanalen. Maximal:
tr: kanal için. Maksimum:

source: for codec
ar: لبرنامج الترميز
cs: pro kodek
de: für Codec
es: para codec
fr: pour codec
it: per codec
ja: コーデックの場合
nl: voor codec
pl: dla kodeka
pt: para codec
ro: pentru codec
ru: для кодека
sv: för codec
tr: kodek için

source: for color_space
ar: لمساحة_اللون
cs: pro barevný_prostor
de: für Farbraum
es: para color_space
fr: pour color_space
it: per spazio_colore
ja: color_spaceの場合
nl: voor color_space
pl: dla przestrzeni_kolorów
pt: para color_space
ro: pentru color_space
ru: для цветового_пространства
sv: för färgrymd
tr: color_space için

source: for frame
ar: للإطار
cs: pro rám
de: für Rahmen
es: para cuadro
fr: pour cadre
it: per cornice
ja: フレーム用
nl: voor frame
pl: do ramki
pt: para moldura
ro: pentru cadru
ru: для рамы
sv: för ram
tr: çerçeve için

source: for gamma_curve
ar: لمنحنى جاما
cs: pro gama_curve
de: für gamma_kurve
fr: pour gamma_curve
it: per curva_gamma
ja: gamma_curveの場合
nl: voor gamma_curve
pl: dla krzywej gamma
pt: para gamma_curve
ro: pentru gama_curve
ru: для gamma_curve
sv: för gamma_curve
tr: gama_curve için

source: for reel
ar: للبكرة
cs: pro cívku
de: für Rolle
es: para carrete
fr: pour moulinet
it: per bobina
ja: リール用
nl: voor haspel
pl: na rolce
pt: para carretel
ro: pentru mulinetă
ru: для катушки
sv: för rulle
tr: makara için

source: for stream #
ar: للمسار #
cs: pro stopu #
de: für Titel #
es: para pista #
fr: pour la piste #
it: per la traccia #
ja: トラック＃用
nl: voor nummer #
pl: dla utworu #
pt: para faixa #
ro: pentru pista #
ru: для потока #
sv: för spår #
tr: parça # için

source: frame
ar: الإطار
cs: rám
de: Rahmen
es: cuadro
fr: peinture
it: telaio
ja: フレーム
nl: afbeelding
pl: rama
pt: quadro, Armação
ro: cadru
ru: Рамка
sv: ram
tr: çerçeve

source: frames
ar: صورة
cs: obrázek
de: Bild
es: cuadros
fr: image
it: foto
ja: 写真
nl: afbeelding
pl: zdjęcie
pt: foto
ro: imagine
ru: кадры
sv: bild
tr: resim

source: frequency:
ar: تكرر:
cs: frekvence:
de: Frequenz:
es: frecuencia:
fr: la fréquence:
it: frequenza:
ja: 周波数:
nl: frequentie:
pl: częstotliwość:
pt: frequência:
ro: frecvență:
ru: частота:
sv: frekvens:
tr: Sıklık:

source: has different display window than
ar: نافذة عرض مختلفة عن
cs: má jiné okno pohledu než
de: hat ein anderes Sichtfenster als
es: tiene diferente ventana de vista que
fr: a une fenêtre de vue différente de celle
it: ha una finestra di visualizzazione diversa da
ja: ビューウィンドウが
nl: heeft een ander kijkvenster dan
pl: ma inne okno widoku niż
pt: tem janela de visualização diferente do que
ro: are o fereastră de vizualizare diferită de
ru: имеет другое окно отображения, чем
sv: har ett annat utsiktsfönster än
tr: farklı görünüm penceresine sahip

source: if mrViewer crashed or modify Preferences->User Interface->Single Instance.
ar: إذا تعطل mrViewer لا يقوم بتعديل التفضيلات-> واجهة المستخدم-> مثيل واحد.
cs: pokud mrViewer spadne neupraví Předvolby->Uživatelské rozhraní->Jedna instance.
de: wenn mrViewer abstürzt nicht ändert Einstellungen->Benutzeroberfläche->Einzelinstanz.
es: Si mrViewer se vino abajo o modifique Preferencias->Interfaz de Usario->Una Sola Instancia.
fr: i mrViewer plante ne modifie pas Préférences->Interface utilisateur->Instance unique.
it: e mrViewer si arresta in modo anomalo non modifica Preferenze->Interfaccia utente->Istanza singola.
ja: mrViewerがクラッシュした場合 [設定]->[ユーザーインターフェイス]->[単一インスタンス]を変更しません.
nl: als mrViewer crasht niet wijzigen Voorkeuren->Gebruikersinterface->Enkel exemplaar.
pl: jeśli mrViewer ulega awarii nie modyfikuje Preferencje->Interfejs użytkownika->Pojedyncza instancja.
pt: e o mrViewer travar não modificar Preferências->Interface do usuário->Instância única.
ro: dacă mrViewer se blochează nu modifică Preferințe->Interfață utilizator->Instanță unică.
ru: если mrViewer дал сбой не измените Preferences->User Interface->Single Instance.
sv: om mrViewer kraschar inte ändrar Inställningar->Användargränssnitt->Enskild instans.
tr: mrViewer çökerse Tercihler->Kullanıcı Arayüzü->Tek Örnek'i değiştirmez.

source: instead
ar: في الاستبدال
cs: v náhradě
de: als Ersatz
es: en remplazo
fr: en remplacement
it: in sostituzione
ja: 代わりに
nl: ter vervanging
pl: w zamian
pt: em substituição
ro: în înlocuire
ru: вместо
sv: i ersättning
tr: yerine

source: instead of 80
ar: بدلا من 80
cs: místo 80
de: tatt 80
es: en vez de 80
fr: au lieu de 80
it: invece di 80
ja: 80の代わりに
nl: in plaats van 80
pl: zamiast 80
pt: em vez de 80
ro: in loc de 80
ru: вместо 80
sv: istället för 80
tr: 80 yerine

source: is
ar: يكون
cs: je
de: ist
es: es
fr: est
it: è
ja: は
nl: het is
pl: jest
pt: é
ro: este
ru: является
sv: är
tr: dır-dir

source: is already the first version on disk.
ar: إنه بالفعل الإصدار الأول على القرص.
cs: Je to již první verze na disku.
de: Es ist bereits die erste Version auf Diskette.
fr: C'est déjà la première version sur disque.
it: È già la prima versione su disco.
ja: これはすでにディスク上の最初のバージョンです.
nl: Het is al de eerste versie op schijf.
pl: To już pierwsza wersja na dysku.
pt: Já é a primeira versão em disco.
ro: Este deja prima versiune pe disc.
ru: это уже первая версия на диске.
sv: Det är redan den första versionen på disk.
tr: Zaten diskteki ilk sürüm.

source: is already the last version on disk.
ar: إنه بالفعل أحدث إصدار على القرص.
cs: Je to již nejnovější verze na disku.
de: Es ist bereits die neueste Version auf der Festplatte.
fr: C'est déjà la dernière version sur disque.
it: È già l'ultima versione su disco.
ja: すでにディスク上の最新バージョンです.
nl: Het is al de nieuwste versie op schijf.
pl: Jest to już najnowsza wersja na dysku.
pt: Já é a versão mais recente em disco.
ro: Este deja cea mai recentă versiune de pe disc.
ru: уже последняя версия на диске.
sv: Det är redan den senaste versionen på disken.
tr: Zaten diskteki en son sürüm.

source: is missing.
ar: إنه ضائع.
cs: je ztracen.
de: Er ist verloren.
es: está faltante.
fr: Il est perdu.
it: Lui è perso.
ja: 彼は迷子になっています.
nl: Hij is verdwaald.
pl: Jest zgubiony.
pt: Está perdido.
ro: El e pierdut.
ru: пропал, отсутствует.
sv: Han är vilse.
tr: O kayboldu.

source: is missing. Choosing
ar: مفقود. قطف من
cs: chybí. vybírání
de: wird vermisst. aussuchen
es: está faltante. Eligiendo
fr: est manquant. choisir
it: manca. scegliendo
ja: 不足している.選ぶ
nl: ontbreekt. uitkiezen
pl: brakuje. wybieranie
pt: está desaparecido. escolhendo
ro: lipseste. alegând
ru: пропал, отсутствует. Выбор
sv: aknas. välja ut
tr: kayıp. ayıklamak

source: not found
ar: لم يتم العثور على
cs: nenalezeno
de: nicht gefunden
es: no encontrado
fr: pas trouvé
it: non trovato
ja: 見つかりません
nl: niet gevonden
pl: nie znaleziono
pt: nao encontrado
ro: nu a fost gasit
ru: не найден
sv: hittades inte
tr: bulunamadı

source: not found in reel
ar: لم يتم العثور على بكرة
cs: nenalezen na cívce
de: nicht auf Rolle gefunden
es: no encontrada en el carrete
fr: introuvable sur bobine
it: non si trova sulla bobina
ja: リールに見つかりません
nl: niet gevonden op haspel
pl: nie znaleziono na rolce
pt: não encontrado no carretel
ro: nu se găsește pe rolă
ru: в ролике не нашел
sv: hittas inte på rullen
tr: makarada bulunamadı

source: not found, choosing
ar: غير موجود ، واختيار
cs: nenalezen, vybírám
de: nicht gefunden, wählen
es: no encontrada, eligiendo
fr: introuvable, sélection
it: non trovato, scegliendo
ja: 見つかりません、選択
nl: niet gevonden, kiezen
pl: nie znaleziono, wybieram
pt: não encontrado, escolhendo
ro: negăsit, alegând
ru: не нашел, выбираю
sv: hittas inte, väljer
tr: bulunamadı, seçiliyor

source: not yet supported
ar: غير معتمدة حتى الآن
cs: zatím není podporováno
de: noch nicht unterstützt
es: no soportado aún
fr: pas encore pris en charge
it: non ancora supportato
ja: まだサポートされていません
nl: nog niet ondersteund
pl: jeszcze nieobsługiwane
pt: Ainda não suportado
ro: nu este susținut încă
ru: еще не поддерживается
sv: töds inte ännu
tr: henüz desteklenmiyor

source: returned
ar: إرجاع
cs: vrátit se
de: Rückkehr
es: retornó
fr: retourner
it: Restituzione
ja: 戻る
nl: opbrengst
pl: powrót
pt: Retorna
ro: întoarcere
ru: вернулся
sv: lämna tillbaka
tr: dönüş

source: size is
ar: الحجم
cs: velikost je
de: Größe ist
es: tamaño es
fr: la taille est
it: la dimensione è
ja: サイズは
nl: maat is
pl: rozmiar to
pt: tamanho é
ro: dimensiunea este
ru: размер
sv: torlek är
tr: boyut

source: status:
ar: الحالة:
cs: postavení:
es: estatus:
fr: tatut:
it: tato:
ja: スターテス:
nl: toestand:
pl: tatus:
pt: tatus:
ro: tare:
ru: положение дел:
sv: tatus:
tr: durum:

source: to
ar: ل
cs: na
de: zu
es: a
fr: pour
it: a
ja: に
nl: a
pl: do
pt: para
ro: la
ru: к
sv: till
tr: ile

source: to
ar: ل
cs: na
de: zu
es: a
fr: pour
it: a
ja: に
nl: a
pl: do
pt: para
ro: la
ru: к
sv: till
tr: ile

source: video frame, cache
ar: إطار الفيديو ، ذاكرة التخزين المؤقت
cs: nímek videa, mezipaměť
de: Videorahmen, Cache
es: cuadro de video, cache
fr: image vidéo, cache
it: fotogramma video, cache
ja: ビデオフレーム、キャッシュ
pl: ramka wideo, pamięć podręczna
pt: quadro de vídeo, cache
ro: cadru video, cache
ru: видеокадр, кэш
sv: videoram, cache
tr: video çerçevesi, önbellek

source: vs.
ar: ضد
cs: proti
de: gegen
fr: contre
it: contro
ja: に対して
nl: tegen
pl: przeciwko
pt: contra
ro: împotriva
ru: против.
sv: mot
tr: karşısında

source: will not be available.
ar: لن تكون متاحة.
cs: Nebude k dispozici.
de: Es wird nicht verfügbar sein.
es: no estará disponible.
fr: Il ne sera pas disponible.
it: Non sarà disponibile.
ja: 利用できません.
nl: Het zal niet beschikbaar zijn.
pl: Nie będzie dostępny.
pt: Não estará disponível.
ro: Nu va fi disponibil.
ru: не будет доступен.
sv: Det kommer inte att vara tillgängligt.
tr: Mevcut olmayacak.

source: " as a float value; using
ar: " كقيمة فاصلة عائمة ؛ باستخدام
cs: " jako hodnota s pohyblivou řádovou čárkou; pomocí
de: " als Fließkommawert; using
fr: " comme valeur à virgule flottante ; en utilisant
it: " come valore in virgola mobile; utilizzando
ja: 浮動小数点値としての";を使用
nl: " als een drijvende-kommawaarde; gebruik
pl: " jako wartość zmiennoprzecinkowa; przy użyciu
pt: " como um valor de ponto flutuante; usando
ro: " ca valoare în virgulă mobilă; folosind
sv: " som ett flyttalsvärde; använder
tr: " kayan nokta değeri olarak;

source: " as an integer value; using
ar: " كقيمة عددية ؛ باستخدام
cs: " jako celočíselnou hodnotu; pomocí
de: " als ganzzahliger Wert; mit
fr: " comme valeur entière ; en utilisant
it: " come valore intero; utilizzando
ja: 整数値としての";を使用
nl: " als een geheel getal; gebruik
pl: " jako wartość całkowita; przy użyciu
pt: " como um valor inteiro; usando
ro: " ca valoare întreagă; folosind
sv: " som ett heltalsvärde; använder
tr: " bir tamsayı değeri olarak; kullanarak

source: " failed with error:
ar: " فشل مع الخطأ:
cs: " se nezdařilo s chybou:
de: " fehlgeschlagen mit Fehler:
es: " falló con error:
fr: " a échoué avec l'erreur :
it: " fallito con errore:
ja: "エラーで失敗しました:
nl: " mislukt met fout:
pl: " nie powiodło się z błędem:
pt: " falhou com erro:
ro: " a eșuat cu eroare:
ru: " не удалось с ошибкой:
sv: " misslyckades med fel:
tr: " hatasıyla başarısız oldu:

source: " failed! Check permissions and use the native requester.
ar: " فشل! تحقق من الأذونات واستخدم مستعرض الملفات الأصلي.
cs: " se nezdařilo! Zkontrolujte oprávnění a použijte nativní prohlížeč souborů.
de: " fehlgeschlagen! Überprüfen Sie die Berechtigungen und verwenden Sie den nativen Dateibrowser.
es: " falló! Chequee los permisos y use el buscador de archivos nativo.
fr: " a échoué ! Vérifiez les autorisations et utilisez le navigateur de fichiers natif.
it: " non riuscito! Controlla le autorizzazioni e usa il browser di file nativo.
ja: "失敗しました！権限を確認し、ネイティブファイルブラウザを使用してください.
nl: " is mislukt! Controleer de rechten en gebruik de native bestandsbrowser.
pl: " nie powiodło się! Sprawdź uprawnienia i użyj natywnej przeglądarki plików.
pt: " falhou! Verifique as permissões e use o navegador de arquivos nativo.
ro: " a eșuat! Verificați permisiunile și utilizați browserul de fișiere nativ.
ru: " не удалось! Проверьте разрешения и используйте собственный запросчик.
sv: " misslyckades! Kontrollera behörigheter och använd inbyggd filwebbläsare.
tr: " başarısız oldu! İzinleri kontrol edin ve yerel dosya tarayıcısını kullanın.

source: " has no channels named with prefix "
ar: " ليس لديه قنوات بالبادئة "
cs: " nemá žádné kanály s předponou "
de: " hat keine Kanäle mit dem Präfix "
es: " no tiene canales con el prefijo "
fr: " n'a pas de canal avec le préfixe "
it: " non ha canali con il prefisso "
ja: "には、プレフィックス"が付いたチャンネルはありません
nl: " heeft geen kanalen met het voorvoegsel "
pl: " nie ma kanałów z prefiksem "
pt: " não tem canais com o prefixo "
ro: " nu are canale cu prefixul "
ru: " не имеет каналов с префиксом "
sv: " har inga kanaler med prefixet "
tr: " ön ekine sahip kanal yok "

source: " has no channels.
ar: " ليس له قنوات.
cs: " nemá žádné kanály.
de: " hat keine Kanäle.
es: " no tiene canales.
fr: " n'a pas de canaux.
it: " non ha canali.
ja: "にはチャンネルがありません.
nl: " heeft geen kanalen.
pl: " nie ma kanałów.
pt: " não tem canais.
ro: " nu are canale.
ru: " не имеет каналов.
sv: " har inga kanaler.
tr: " kanalı yok.

source: " is not set; using default value (
ar: لم يتم تعيين "؛ باستخدام القيمة الافتراضية (
cs: " není nastaveno; používá se výchozí hodnota (
de: " ist nicht festgelegt; Verwendung des Standardwerts (
fr: " n'est pas défini ; en utilisant la valeur par défaut (
it: " non è impostato; utilizzando il valore predefinito (
ja: "は設定されていません;デフォルト値を使用（
nl: " is niet ingesteld; standaardwaarde gebruiken (
pl: " nie jest ustawione; używa wartości domyślnej (
pt: " não está definido; usando o valor padrão (
ro: " nu este setat; folosind valoarea implicită (
sv: " är inte inställt; använder standardvärde (
tr: " ayarlanmadı; varsayılan değer kullanılıyor (
