Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Allows you to adjust the gain or exposure of the image.
ar: يسمح لك بضبط كسب أو عرض الصورة.
cs: Umožňuje upravit zisk nebo expozici obrazu.
de: Hier können Sie die Verstärkung oder Belichtung des Bildes anpassen.
es: Permite ajustar la ganancia o la exposición de la imagen.
fr: Permet de régler le gain ou l'exposition de l'image.
it: Consente di regolare il guadagno o l'esposizione dell'immagine.
ja: 画像のゲインや露出を調整できます.
nl: Hiermee kunt u de versterking of belichting van het beeld aanpassen.
pl: Pozwala dostosować wzmocnienie lub ekspozycję obrazu.
pt: Permite ajustar o ganho ou a exposição da imagem.
ro: Vă permite să reglați câștigul sau expunerea imaginii.
ru: Позволяет регулировать усиление или экспозицию изображения.
sv: Låter dig justera bildens förstärkning eller exponering.
tr: Görüntünün kazancını veya pozlamasını ayarlamanızı sağlar.

source: Allows you to select a standard cropping area around image.
ar: يسمح لك بتحديد القناع القياسي حول الصورة.
cs: Umožňuje vybrat standard masky kolem obrázku.
de: Ermöglicht die Auswahl des Maskenstandards um das Bild herum.
es: Permite seleccionar el estándard de mascara alrededor de la imagen.
fr: Permet de sélectionner le standard de masque autour de l'image.
it: Consente di selezionare lo standard della maschera attorno all'immagine.
ja: 画像の周囲のマスク標準を選択できます.
nl: Hiermee kunt u de maskerstandaard rond de afbeelding selecteren.
pl: Pozwala wybrać standard maski wokół obrazu.
pt: Permite selecionar o padrão de máscara ao redor da imagem.
ro: Vă permite să selectați standardul de mască în jurul imaginii.
ru: Позволяет выбрать стандартную область кадрирования вокруг изображения.
sv: Låter dig välja maskstandard runt bilden.
tr: Resmin etrafındaki maske standardını seçmenizi sağlar.

source: Allows you to select different image channels or layers.
ar: يسمح لك بتحديد قناة أو طبقات مختلفة من الصورة.
cs: Umožňuje vybrat jiný kanál nebo vrstvy obrazu.
de: Ermöglicht Ihnen, einen anderen Kanal oder andere Ebenen des Bildes auszuwählen.
es: Permite seleccionar un diferente canal o capas de la imagen.
fr: Vous permet de sélectionner un canal ou des calques différents de l'image.
it: Consente di selezionare un canale o livelli diversi dell'immagine.
ja: 画像の別のチャンネルまたはレイヤーを選択できます.
nl: Hiermee kunt u een ander kanaal of andere lagen van de afbeelding selecteren.
pl: Pozwala wybrać inny kanał lub warstwy obrazu.
pt: Permite selecionar um canal ou camadas diferentes da imagem.
ro: Vă permite să selectați un canal sau straturi diferite ale imaginii.
ru: Позволяет выбирать различные каналы изображения или слои.
sv: Låter dig välja en annan kanal eller olika lager i bilden.
tr: Görüntünün farklı bir kanalını veya katmanlarını seçmenizi sağlar.

source: Allows you to set starting frame for timeline.
ar: يسمح لك بتعيين إطار البداية للخط الزمني.
cs: Umožňuje nastavit počáteční rámec časové osy.
de: Hier können Sie das Startbild der Zeitleiste festlegen.
es: Permite setear el cuadro de comienzo de la línea de tiempo.
fr: Vous permet de définir l'image de début de la chronologie.
it: Consente di impostare il fotogramma iniziale della sequenza temporale.
ja: タイムラインの開始フレームを設定できます.
nl: Hiermee kunt u het startframe van de tijdlijn instellen.
pl: Umożliwia ustawienie klatki początkowej osi czasu.
pt: Permite definir o quadro inicial da linha do tempo.
ro: Vă permite să setați cadrul de început al cronologiei.
ru: Позволяет установить начальный кадр для временной шкалы.
sv: Låter dig ställa in startramen för tidslinjen.
tr: Zaman çizelgesinin başlangıç çerçevesini ayarlamanızı sağlar.

source: Allows you to set the ending frame for timeline.
ar: يسمح لك بتعيين إطار النهاية للمخطط الزمني.
cs: Umožňuje nastavit koncový snímek pro časovou osu.
de: Ermöglicht es Ihnen, das Endbild für die Zeitleiste festzulegen.
es: Permite setear el cuadro final para la línea de tiempo.
fr: Vous permet de définir l'image de fin de la chronologie.
it: Consente di impostare il fotogramma finale per la sequenza temporale.
ja: タイムラインの終了フレームを設定できます.
nl: Hiermee kunt u het eindframe voor de tijdlijn instellen.
pl: Umożliwia ustawienie klatki końcowej dla osi czasu.
pt: Permite definir o quadro final para a linha do tempo.
ro: Vă permite să setați cadrul final pentru cronologia.
ru: Позволяет установить конечный кадр для временной шкалы.
sv: Låter dig ställa in slutramen för tidslinjen.
tr: Zaman çizelgesi için bitiş çerçevesini ayarlamanızı sağlar.

source: Alpha
ar: ألفا
cs: Alfa
es: Alfa
it: Alfa
ja: アルファ
nl: Alfa
pl: Alfa
pt: Alfa
ro: Alfa
ru: Альфа
sv: Alfa
tr: Alfa

source: Alpha Only
ar: ألفا فقط
cs: pouze alfa
de: nur alpha
fr: alpha seulement
it: solo alfa
ja: アルファのみ
nl: alleen alfa
pl: tylko alfa
pt: apenas alfa
ro: numai alfa
ru: Только альфа
sv: endast alfa
tr: sadece alfa

source: Alpha Overlay
ar: ألفا أوفر برينت
cs: Přetisk Alpha
de: Alpha-Aufdruck
es: Alfa Sobreimpreso
fr: Surimpression alpha
it: Sovrastampa alfa
ja: アルファオーバープリント
nl: Alfa-overdruk
pl: Nadruk alfa
pt: Sobreimpressão Alfa
ro: Alpha Overprint
ru: Альфа-наложение
sv: Alfa övertryck
tr: Alfa Üst Baskı

source: Alpha value of image pixel under mouse.
ar: قيمة ألفا للصورة بكسل تحت الماوس.
cs: Hodnota alfa pixelu obrázku pod myší.
de: Alphawert des Pixelbildes unter der Maus.
es: Valor de alfa de la imagen del pixel bajo el mouse.
fr: Valeur alpha de l'image en pixels sous la souris.
it: Valore alfa dell'immagine pixel sotto il mouse.
ja: マウスの下のピクセル画像のアルファ値.
nl: Alfawaarde van het pixelbeeld onder de muis.
pl: Wartość alfa obrazu pikselowego pod myszą.
pt: Valor alfa da imagem de pixel sob o mouse.
ro: Valoarea alfa a imaginii pixelului de sub mouse.
ru: Альфа-значение пикселя изображения под мышью.
sv: Alfavärdet för pixelbilden under musen.
tr: Farenin altındaki piksel görüntüsünün alfa değeri.

source: Already used in
ar: تستخدم بالفعل في
cs: již použitý v
de: bereits verwendet
es: Ya usada en
fr: déjà utilisé dans
it: già utilizzato in
ja: すでに使用されています
nl: al gebruikt in
pl: już używany w
pt: já usado em
ro: folosit deja in
ru: Уже используется в
sv: redan använt i
tr: zaten kullanılmış

source: Alt
ar: بديل
fr: Autre
ru: Альт

source: Altitude
ar: ارتفاع
cs: Nadmořská výška
de: Höhe
es: Altitud
it: Altitudine
ja: 高度
nl: Hoogte
pl: Wysokość
ro: Altitudine
ru: Высота
sv: Höjd över havet
tr: Rakım

source: Always
ar: دائما
cs: Vždy
de: Immer
fr: Toujours
it: Sempre
ja: いつも
nl: Voor altijd
pl: Zawsze
pt: Sempre
ro: Mereu
ru: Всегда
sv: Alltid
tr: Hep

source: Always CTL
ar: دائما CTL
cs: Vždy CTL
de: Immer CTL
fr: Toujours CTL
it: Sempre CTL
ja: 常にCTL
nl: Altijd CTL
pl: Zawsze CTL
pt: Sempre CTL
ro: Întotdeauna CTL
ru: Всегда CTL
sv: Alltid CTL
tr: her zaman CTL

source: Always ICC
ar: دائما ICC
cs: Vždy ICC
de: Immer ICC
fr: Toujours ICC
it: Sempre ICC
ja: 常にICC
nl: Altijd ICC
pl: Zawsze ICC
pt: Sempre ICC
ro: Întotdeauna ICC
ru: Всегда ICC
sv: Alltid ICC
tr: her zaman ICC

source: Always on Top
ar: دائما فوق الآخرين
cs: Vždy nad ostatními
de: Immer über anderen
es: Siempre Arriba de Otras
fr: Toujours au-dessus des autres
it: Sempre al di sopra degli altri
ja: 常に他の上に
nl: Altijd boven anderen
pl: Zawsze ponad innymi
pt: Sempre acima dos outros
ro: Întotdeauna deasupra altora
ru: Всегда на вершине
sv: Alltid över andra
tr: Daima Başkalarının Üstünde

source: Always use BT470BG / SMPTE170M
ar: استخدم دائمًا BT470BG/SMPTE170 م
cs: Vždy používejte BT470BG/SMPTE170M
de: Verwenden Sie immer BT470BG/SMPTE170M
fr: Utilisez toujours BT470BG/SMPTE170M
it: Utilizzare sempre BT470BG/SMPTE170M
ja: 常にBT470BGを使用してください/SMPTE170M
nl: Gebruik altijd BT470BG/SMPTE170M
pl: Zawsze używaj BT470BG/SMPTE170M
pt: Sempre use BT470BG/SMPTE170M
ro: Utilizați întotdeauna BT470BG/SMPTE170M
ru: Всегда используйте BT470BG/SMPTE170M
sv: Använd alltid BT470BG/SMPTE170M
tr: Her zaman BT470BG'yi kullanın/SMPTE170M

source: Always use BT709
ar: استخدم دائمًا BT709
cs: Vždy používejte BT709
de: Verwenden Sie immer BT709
fr: Utilisez toujours BT709
it: Utilizzare sempre BT709
ja: 常にBT709を使用してください
nl: Gebruik altijd BT709
pl: Zawsze używaj BT709
pt: Sempre use BT709
ro: Utilizați întotdeauna BT709
ru: Всегда используйте BT709
sv: Använd alltid BT709
tr: Her zaman BT709'u kullanın

source: Always use Unspecified
ar: استخدم دائمًا غير محدد
cs: Vždy používejte Nespecifikováno
de: Verwenden Sie immer Unspecified
fr: Toujours utiliser Non spécifié
it: Usa sempre Non specificato
ja: 常に指定なしを使用してください
nl: Gebruik altijd niet gespecificeerd
pl: Zawsze używaj nieokreślonego
pt: Sempre use não especificado
ro: Utilizați întotdeauna Nespecificat
ru: Всегда используйте Не указано
sv: Använd alltid Ospecificerat
tr: Her zaman Belirtilmemiş kullan

source: Amount of denoise filter to apply. Only applicable when decoding 1:1.
ar: مقدار عامل تصفية تقليل الضوضاء المراد تطبيقه. متاح فقط عند فك تشفير 1: 1.
cs: Množství filtru redukce šumu, který se má použít. Dostupné pouze při dekódování 1:1.
de: Stärke des anzuwendenden Rauschunterdrückungsfilters. Nur verfügbar bei 1:1-Decodierung.
es: Monto de filtro de reducción de ruido a aplicar. Solo disponible cuando se decodifica 1:1.
fr: Quantité de filtre de réduction de bruit à appliquer. Disponible uniquement lors du décodage 1:1.
it: Quantità di filtro di riduzione del rumore da applicare. Disponibile solo durante la decodifica 1:1.
ja: 適用するノイズリダクションフィルターの量. 1:1でデコードする場合にのみ使用できます.
nl: Hoeveelheid ruisonderdrukkingsfilter dat moet worden toegepast. Alleen beschikbaar bij het decoderen van 1:1.
pl: Ilość filtra redukcji szumów do zastosowania. Dostępne tylko podczas dekodowania 1:1.
pt: Quantidade de filtro de redução de ruído a ser aplicado. Disponível apenas ao decodificar 1:1.
ro: Cantitatea de filtru de reducere a zgomotului de aplicat. Disponibil numai la decodare 1:1.
ru: Величина применяемого фильтра шумоподавления. Применимо только при декодировании 1:1.
sv: Mängden brusreduceringsfilter som ska tillämpas. Endast tillgängligt vid avkodning 1:1.
tr: Uygulanacak gürültü azaltma filtresi miktarı. Yalnızca 1:1 kod çözme sırasında kullanılabilir.

source: Amount of detail extraction. Only applicable when decoding 1:1.
ar: مقدار استخراج التفاصيل. متوفر فقط عند فك تشفير 1: 1.
cs: Detailní množství extrahování. Dostupné pouze při dekódování 1:1.
de: Detailextraktionsbetrag. Nur verfügbar bei 1:1-Decodierung.
es: Monto de extracción de detalle. Solo disponible cuando se decodifica 1:1.
fr: Quantité d'extraction détaillée. Disponible uniquement lors du décodage 1:1.
it: Importo di estrazione dei dettagli. Disponibile solo durante la decodifica 1:1.
ja: 詳細抽出量. 1:1でデコードする場合にのみ使用できます.
nl: Gedetailleerde extractiehoeveelheid. Alleen beschikbaar bij het decoderen van 1:1.
pl: Wielkość ekstrakcji szczegółów. Dostępne tylko podczas dekodowania 1:1.
pt: Quantidade de extração de detalhes. Disponível apenas ao decodificar 1:1.
ro: Cantitatea de extracție a detaliilor. Disponibil numai la decodare 1:1.
ru: Объем извлечения деталей. Применимо только при декодировании 1:1.
sv: Detalj extraheringsmängd. Endast tillgängligt vid avkodning 1:1.
tr: Ayrıntı çıkarma miktarı. Yalnızca 1:1 kod çözme sırasında kullanılabilir.

source: Annotation Frame Step Backwards
ar: رجوع خطوة مربع التعليقات التوضيحية
cs: Zpět anotační pole Krok
de: Zurück Anmerkungsfeld Schritt
es: Paso de Cuadro de Anotación Hacia Atrás
fr: Étape de la zone d'annotation arrière
it: Passaggio della casella di annotazione indietro
ja: バックアノテーションボックスステップ
nl: Terug Annotatievak Stap
pl: Tylne pole adnotacji Krok
pt: Voltar Etapa da Caixa de Anotação
ro: Înapoi caseta de adnotare Pas
ru: Шаг кадра аннотации назад
sv: Baksida Annotation Box Steg
tr: Geri Açıklama Kutusu Adımı

source: Annotation Frame Step Forwards
ar: مربع التسجيل خطوة إلى الأمام
cs: Krok bodovací pole vpřed
de: Schrittwertungsfeld vorwärts
fr: Boîte de notation des pas vers l'avant
it: Passo in avanti con la casella segnapunti
ja: ステップスコアリングボックスを前方に
nl: Stap scoren vak vooruit
pl: Pole punktacji do przodu
pt: Caixa de Pontuação de Passo para Frente
ro: Caseta de punctare a pasului înainte
ru: Кадр аннотации Шаг вперед
sv: Steg poängruta framåt
tr: Adım Puanlama Kutusu İleri

source: Another instance of mrViewer is open. Remove
ar: تم فتح مثيل آخر من mrViewer. إزالة
cs: Je otevřena další instance mrViewer. Odebrat
de: Eine andere Instanz von mrViewer ist geöffnet. Entfernen
es: Otra instancia de mrViewer está abierta. Remueva
fr: Une autre instance de mrViewer est ouverte. Supprimer
it: Un'altra istanza di mrViewer è aperta. Rimuovi
ja: mrViewerの別のインスタンスが開いています. 削除
nl: Een ander exemplaar van mrViewer is open. Verwijderen
pl: Inna instancja mrViewer jest otwarta. Usuń
pt: Outra instância do mrViewer está aberta. Remover
ro: O altă instanță a mrViewer este deschisă. Eliminați
ru: Открыт другой экземпляр mrViewer. Удалить
sv: En annan instans av mrViewer är öppen. Ta bort
tr: mrViewer'ın başka bir örneği açık. Kaldır

source: Aperture
ar: افتتاح
cs: Otevírací
de: Öffnung
es: Apertura
fr: Ouverture
it: Apertura
ja: オープニング
nl: Opening
pl: Otwarcie
pt: Abertura
ro: Deschidere
ru: Диафрагма
sv: Öppning
tr: açılış

source: Apply:
ar: تطبيق:
cs: Aplikovat:
de: Anwenden:
es: Aplicar:
fr: Appliquer:
it: Applicare:
ja: 申し込み:
nl: Toepassen:
pl: Zastosować:
pt: Aplicar:
ro: Aplica:
ru: Применять:
sv: Tillämpa:
tr: Uygulamak:

source: Apr
ar: أبريل
cs: dubna
es: Abr
fr: avr
it: aprile
ja: 4月
nl: april
pl: kwiecień
pt: abril
ro: Aprilie
ru: апр
tr: Nisan

source: Arabic
ar: عربي
it: Arabo (عرب)
ja: アラビア語 (عرب)
nl: Arabisch (عرب)
sv: arabiska (عرب)

source: Are you sure you want to remove all selected images from reel?
ar: هل أنت متأكد من أنك تريد حذف كافة الصور المحددة من ألبوم الكاميرا؟
cs: Opravdu chcete smazat všechny vybrané obrázky z fotoaparátu?
de: Möchten Sie wirklich alle ausgewählten Bilder aus der Kamerarolle löschen?
es: ¿Estás seguro que querés borrar todas las imágenes seleccionadas del carrete?
fr: Voulez-vous vraiment supprimer toutes les images sélectionnées de la pellicule ?
it: Sei sicuro di voler liminare tutte le immagini selezionate dal rullino fotografico?
ja: 選択したすべての画像を カメラロールから削除してもよろしいですか？
nl: Weet je zeker dat je alle geselecteerde afbeeldingen van de filmrol wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie wybrane obrazy z rolki aparatu?
pt: Tem certeza de que deseja deexcluir todas as imagens selecionadas do rolo da câmera?
ro: Sigur doriți să șeleți toate imaginile selectate din ruloul camerei?
ru: Вы уверены, что хотите удалить все выбранные изображения из ролика?
sv: Är du säker på att du vill radera alla valda bilder från kamerarullen?
tr: Seçilen tüm görüntüleri film rulosundan silmek istediğinizden emin misiniz?

source: Are you sure you want to remove image from reel?
ar: هل أنت متأكد من أنك تريد حذف الصورة من ألبوم الكاميرا؟
cs: Opravdu chcete smazat obrázek z alba fotoaparátu?
de: Möchten Sie das Bild wirklich aus der Kamerarolle löschen?
es: ¿Estás seguro que querés borrar la imagen del carrete?
fr: Voulez-vous vraiment supprimer l'image de la pellicule ?
it: Sei sicuro di voler liminare l'immagine dal rullino fotografico?
ja: カメラロールから画像を 削除してもよろしいですか？
nl: Weet je zeker dat je de afbeelding van de filmrol wilt verwijderen?
pl: Czy na pewno chcesz usunąć obraz z rolki aparatu?
pt: Tem certeza de que deseja deexcluir a imagem do rolo da câmera?
ro: Sigur doriți să ștergeți imaginea din ruloul camerei?
ru: Вы уверены, что хотите удалить изображение из ролика?
sv: Är du säker på att du vill radera bilden från kamerarullen?
tr: Görüntüyü film rulosundan silmek istediğinizden emin misiniz?

source: Are you sure you want to remove the reel?
ar: هل أنت متأكد أنك تريد حذف البكرة؟
cs: Jste si jisti, že chcete smazat kotouč?
de: Möchten Sie die Rolle wirklich löschen?
es: ¿Estás seguro que querés borrar el carrete?
fr: Êtes-vous sûr de vouloir supprimer la bobine ?
it: Sei sicuro di voler ancellare la bobina?
ja: リールを 削除してもよろしいですか？
nl: Weet u zeker dat u de haspel wilt verwijderen?
pl: Czy na pewno chcesz usunąć rolkę?
pt: Tem certeza de que deseja deexcluir o rolo?
ro: Sigur doriți să ștergeți tamburul?
ru: Вы уверены, что хотите удалить ролик?
sv: Är du säker på att du vill radera rullen?
tr: Makarayı silmek istediğinizden emin misiniz?

source: Are you sure you want to overwrite '%s'?
ar: هل أنت متأكد من أنك تريد تجاوز '%s'؟
cs: Opravdu chcete přepsat '%s'?
de: Sind Sie sicher, dass Sie '%s' überschreiben möchten?
es: ¿Estás seguro que querés sobreescribir '%s'?
fr: Êtes-vous sûr de vouloir écraser '%s' ?
it: Sei sicuro di voler ostituire '%s'?
ja: '%s'を上書きしてもよろしいですか？
nl: Weet je zeker dat je '%s' wilt overschrijven?
pl: Czy na pewno chcesz zastąpić '%s'?
pt: Tem certeza de que deseja substituir '%s'?
ro: Sigur doriți să înlocuiți „%s”?
ru: Вы уверены, что хотите перезаписать "%s"?
sv: Är du säker på att du vill åsidosätta '%s'?
tr: '%s' öğesini geçersiz kılmak istediğinizden emin misiniz?

source: Area
ar: مساحة
cs: Plocha
de: Bereich
fr: Région
it: La zona
ja: 領域
nl: Gebied
pl: Powierzchnia
pt: Área
ro: Zonă
ru: Площадь
sv: Område
tr: Alan

source: Area Select Tool
ar: أداة تحديد المنطقة
cs: Nástroj pro výběr oblasti
de: Bereichsauswahl-Tool
es: Herramienta de Seleccion de Área
fr: Outil de sélection de zone
it: Strumento di selezione dell'area
ja: エリア選択ツール
nl: Gebied selectie gereedschap
pl: Narzędzie wyboru obszaru
pt: Ferramenta de Seleção de Área
ro: Instrument de selectare a zonei
ru: Инструмент выбора области
sv: Verktyg för områdesval
tr: Alan Seçim Aracı

source: Area Selection Mode
ar: وضع تحديد المنطقة
cs: Režim výběru oblasti
de: Bereichsauswahlmodus
es: Modo de Seleccion de Área
fr: Mode de sélection de zone
it: Modalità di selezione dell'area
ja: エリア選択モード
nl: Gebiedselectiemodus
pl: Tryb wyboru obszaru
pt: Modo de Seleção de Área
ro: Modul de selectare a zonei
ru: Режим выбора области
sv: Områdesvalsläge
tr: Alan Seçim Modu

source: Arrow
ar: سهم
cs: Šíp
de: Pfeil
es: Flecha
fr: Flèche
it: Freccia
ja: 矢印
nl: Pijl
pl: Strzałka
pt: Flecha
ro: Săgeată
ru: Стрела
sv: Pil
tr: Ok

source: Arrow Mode
ar: وضع السهم
cs: Režim šipky
de: Pfeilmodus
es: Modo de Flecha
fr: Mode flèche
it: Modalità freccia
ja: アローモード
nl: Pijlmodus:
pl: Tryb strzałek
pt: Modo de seta
ro: Modul săgeată
ru: Режим стрелки
sv: Pilläge
tr: Ok modu

source: Arrow Tool
ar: أداة السهم
cs: nástroj šipky
de: Pfeil-Werkzeug
es: Modo de Flecha
fr: outil flèche
it: strumento freccia
ja: 矢印ツール
nl: pijl gereedschap
pl: narzędzie strzałka
pt: ferramenta de seta
ro: instrument săgeată
ru: Инструмент «Стрелка»
sv: pilverktyg
tr: ok aracı

source: Aspect Ratio
ar: ابعاد متزنة
cs: Poměr stran
de: Seitenverhältnis
es: Proporción de Aspecto
fr: Ratio d'aspect
it: Proporzioni
ja: アスペクト比
nl: Beeldverhouding
pl: Współczynnik proporcji
pt: Proporção da tela
ro: Raportul de aspect
ru: Соотношение сторон
sv: Bildförhållande
tr: En Boy Oranı

source: Aspect ratio of clip
ar: مقطع نسبة العرض إلى الارتفاع
cs: Poměr stran klipu
de: Clip-Seitenverhältnis
es: Proporción de Aspecto del clip
fr: Format d'image du clip
it: Proporzioni clip
ja: クリップのアスペクト比
nl: Beeldverhouding clip
pl: Współczynnik proporcji klipu
pt: Proporção do clipe
ro: Raportul de aspect al clipului
ru: Соотношение сторон клипа
sv: Clip Aspect Ratio
tr: Klip En Boy Oranı

source: Attach Audio File
ar: إقران ملف صوتي
cs: Přidružený zvukový soubor
de: Audiodatei zuordnen
es: Asociar Archivo de Audio
fr: Associer un fichier audio
it: Associa file audio
ja: オーディオファイルを関連付ける
nl: Audiobestand koppelen
pl: Powiąż plik audio
pt: Associar arquivo de áudio
ro: Asociați fișierul audio
ru: Прикрепить аудиофайл
sv: Associera ljudfil
tr: Ses Dosyasını İlişkilendir

source: Attach ICC Profile
ar: إرفاق ملف تعريف ICC
cs: Připojte profil ICC
de: ICC-Profil anhängen
es: Adosar Perfil ICC
fr: Joindre le profil ICC
it: Allega profilo ICC
ja: ICCプロファイルを添付する
nl: ICC-profiel bijvoegen
pl: Dołącz profil ICC
pt: Anexar Perfil ICC
ro: Atașați profilul ICC
ru: Прикрепить ICC-профиль
sv: Bifoga ICC-profil
tr: ICC Profili Ekle

source: Attribute
ar: يصف
cs: Atribut
de: Attribut
es: Atributo
fr: Attribut
it: Attributo
ja: 属性
nl: Attribuut
pl: Atrybut
pt: Atributo
ro: Atribut
ru: Атрибут
sv: Attribut
tr: Bağlanmak

source: Attributes
ar: صفات
cs: atributy
de: Attribute
es: Atributos
fr: les attributs
it: attributi
ja: 属性
nl: attributen
pl: atrybuty
pt: atributos
ro: atribute
ru: Атрибуты
sv: attribut
tr: Öznitellikler

source: Attributes Menu
ar: قائمة السمات
cs: Nabídka atributů
de: Attribute-Menü
es: Menú de Atributos
fr: Menu Attributs
it: Menu Attributi
ja: 属性メニュー
nl: Attributenmenu
pl: Menu atrybutów
pt: Menu de atributos
ro: Meniul Atribute
ru: Меню атрибутов
sv: Attributmeny
tr: Özellikler Menüsü

source: Attrs
ar: أتر
cs: Attr
de: Attr
es: Atrib
fr: Attr
it: Attr
ja: Attr
nl: Attr
pl: Attr
pt: Atr
ro: Attr
ru: Атрибуты
sv: Attr
tr: öznitelik

source: Audio
ar: صوتي
cs: Zvuk
fr: l'audio
ja: オーディオ
pt: Áudio
ru: Аудио
tr: Ses

source: Audio
ar: صوتي
cs: Zvuk
fr: l'audio
ja: オーディオ
pt: Áudio
ru: Аудио
tr: Ses

source: Audio Options
ar: خيارات الصوت:
cs: Možnosti zvuku:
de: Audiooptionen:
es: Opciones de Audio:
fr: Options audio :
it: Opzioni audio:
ja: オーディオオプション:
nl: Audio-opties:
pl: Opcje audio:
pt: Opções de áudio:
ro: Opțiuni audio:
ru: Параметры аудио
sv: Ljudalternativ:
tr: Ses Seçenekleri:

source: Audio Stream #%d
ar: مسار الصوت #%d
cs: Zvuková stopa #%d
de: Audiotrack #%d
es: Pista de Audio #%d
fr: Piste audio #%d
it: Traccia audio #%d
ja: オーディオトラック＃%d
nl: Audiotrack #%d
pl: Ścieżka dźwiękowa #%d
pt: Faixa de áudio #%d
ro: Piesa audio #%d
ru: Аудиопоток #%d
sv: Ljudspår #%d
tr: Ses Parçası #%d

source: Audio Streams
ar: المسارات الصوتية
cs: zvukové stopy
de: Audiospuren
es: Pistas de Audio
fr: pistes audio
it: tracce audio
ja: オーディオトラック
nl: audiotracks
pl: ścieżki dźwiękowe
pt: faixas de áudio
ro: piste audio
ru: Аудиопотоки
sv: ljudspår
tr: ses parçaları

source: Audio Volume
ar: حجم الصوت
cs: hlasitost zvuku
de: Lautstärke
es: Volumen de Audio
fr: volume sonore
it: volume dell'audio
ja: 音量
nl: geluidsvolume
pl: głośność dźwięku
pt: volume de áudio
ro: volumul audio
ru: Громкость звука
sv: ljudvolym
tr: ses seviyesi

source: Audio conversion of
ar: تحويل الصوت
cs: audio konverze
de: Audiokonvertierung von
es: Conversion de audio de
fr: conversion audio de
it: conversione audio di
ja: のオーディオ変換
nl: audio conversie van
pl: konwersja dźwięku
pt: conversão de áudio de
ro: conversie audio a
ru: Преобразование звука
sv: ljudkonvertering av
tr: ses dönüştürme

source: Audio format not known. Choosing float32.
ar: تنسيق الصوت غير معروف. اختر float32.
cs: Neznámý formát zvuku. Vyberte float32.
de: Unbekanntes Audioformat. Wählen Sie float32.
fr: Format audio inconnu. Choisissez float32.
it: Formato audio sconosciuto. Scegli float32.
ja: 不明なオーディオ形式. float32を選択します.
nl: Onbekend audioformaat. Kies float32.
pl: Nieznany format audio. Wybierz float32.
pt: Formato de áudio desconhecido. Escolha float32.
ro: Format audio necunoscut. Alegeți float32.
ru: Аудиоформат неизвестен. Выбор float32.
sv: Okänt ljudformat. Välj float32.
tr: Bilinmeyen ses biçimi. Float32'yi seçin.

source: Audio frame
ar: إطار صوتي
cs: audio box
de: Audio-Box
es: Cuadro de audio
fr: boîte audio
it: cornice audio
ja: オーディオボックス
nl: audio box
pl: pole audio
pt: quadro de áudio
ro: cadru audio
ru: Аудиокадр
sv: ljudram
tr: ses kutusu

source: Audio frame has NOPTS value.
ar: يحتوي صندوق الصوت على قيمة NOPTS.
cs: Zvukový rámec má hodnotu NOPTS.
de: Der Audiorahmen hat einen NOPTS-Wert.
es: Cuadro de audio
fr: La trame audio a une valeur NOPTS.
it: Il frame audio ha un valore NOPTS.
ja: オーディオフレームにはNOPTS値があります.
nl: Het audioframe heeft een NOPTS-waarde.
pl: Ramka audio ma wartość NOPTS.
pt: O quadro de áudio tem um valor NOPTS.
ro: Cadrul audio are o valoare NOPTS.
ru: Аудиокадр имеет значение NOPTS.
sv: Ljudramen har ett NOPTS-värde.
tr: Ses çerçevesinin bir NOPTS değeri vardır.
