Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Toggle VR 360 (Panoramic) view of the image. The image, which should be composed of 6 images, is wrapped around a cube when this is active.
ar: السماح بعرض VR 360 (بانورامي) للصورة. الصورة ، التي يجب أن تتكون من 6 صور لكل جانب من جوانب المكعب ، ملفوفة حول مكعب عند تشغيل هذا الخيار.
cs: Povolit VR 360 (panoramatický) pohled na obrázek. Obrázek, který by se měl skládat ze 6 obrázků na každé straně krychle, je při zapnuté této možnosti obtékán kolem krychle.
de: VR 360 (Panorama)-Ansicht des Bildes zulassen. Das Bild, das aus 6 Bildern für jede Seite des Würfels bestehen sollte, wird um einen Würfel gewickelt, wenn diese Option aktiviert ist.
es: Permute la vista RV 360 (Panorámica) de la imagen. La imagen, que debería estar compuesta por 6 imágenes por cada lado del cubo, es envuelta alrededor de un cubo cuando esta opción está activa.
fr: Autoriser la vue VR 360 (panoramique) de l'image. L'image, qui doit être composée de 6 images pour chaque côté du cube, est enroulée autour d'un cube lorsque cette option est activée.
it: Consenti la visualizzazione VR 360 (panoramica) dell'immagine. L'immagine, che dovrebbe essere composta da 6 immagini per ogni lato del cubo, viene avvolta attorno a un cubo quando questa opzione è attiva.
ja: 画像のVR360（パノラマ）ビューを許可します.このオプションがオンの場合、画像は立方体の各側面に6つの画像で構成されている必要があり、立方体の周りにラップされます.
nl: Sta VR 360 (panoramisch) beeld van de afbeelding toe. De afbeelding, die uit 6 afbeeldingen voor elke zijde van de kubus moet bestaan, wordt rond een kubus gewikkeld wanneer deze optie is ingeschakeld.
pl: Włącz widok VR 360 (panoramiczny) obrazu. Obraz, który powinien składać się z 6 obrazów z każdej strony sześcianu, jest owijany wokół sześcianu, gdy ta opcja jest włączona.
pt: Permitir a visualização VR 360 (panorâmica) da imagem. A imagem, que deve ser composta de 6 imagens para cada lado do cubo, é enrolada em torno de um cubo quando esta opção está ativada.
ro: Permiteți vizualizarea VR 360 (panoramică) a imaginii. Imaginea, care ar trebui să fie formată din 6 imagini pentru fiecare parte a cubului, este înfășurată în jurul unui cub atunci când această opțiune este activată.
ru: Переключить VR 360 (Панорамный) вид изображения. Изображение, которое должно состоять из 6 изображений, оборачивается вокруг куба, когда оно активно.
sv: Tillåt VR 360 (panoramisk) vy av bilden. Bilden, som ska bestå av 6 bilder för varje sida av kuben, lindas runt en kub när det här alternativet är aktiverat.
tr: Görüntünün VR 360 (Panoramik) görünümüne izin verin. Küpün her bir kenarı için 6 resimden oluşması gereken resim, bu seçenek açıkken bir küpün etrafına sarılır.

source: Toggle Vectorscope Window
ar: نافذة Swap Vectorscope
cs: Vyměňte okno vektoroskopu
de: Vectorscope-Fenster austauschen
es: Permutar Ventana de Vectorscopio
fr: Permuter la fenêtre du vecteurscope
it: Scambia la finestra del vettorscopio
ja: Vectorscopeウィンドウを入れ替える
nl: Venster vectorscoop verwisselen
pl: Zamień okno wektoroskopu
pt: Trocar janela de vetorscópio
ro: Fereastra Schimbare vectorscop
ru: Переключить окно вектороскопа
sv: Byt vektorskopfönster
tr: Vektörskop Penceresini Değiştir

source: Toggle Waveform Window
ar: تبديل نافذة الموجي
cs: Přepnout okno průběhu
de: Wellenformfenster umschalten
es: Permutar Ventana de Forma de Onda
fr: Basculer la fenêtre de forme d'onde
it: Attiva/disattiva la finestra della forma d'onda
ja: 波形ウィンドウを切り替えます
nl: Golfvormvenster wisselen
pl: Przełącz okno przebiegu
pt: Alternar janela de forma de onda
ro: Comutați fereastra cu formă de undă
ru: Переключить окно сигнала
sv: Växla vågformsfönster
tr: Dalga Formu Penceresini Aç/Kapat

source: Too many channels in image. Saving RGB only
ar: يوجد عدد كبير جدًا من القنوات في الصورة. حفظ RGB فقط.
cs: Příliš mnoho kanálů v obraze. Ukládání pouze RGB.
de: Zu viele Kanäle im Bild. Nur RGB speichern.
es: Demasiados canales en la imagen. Grabando RGB solamente.
fr: Trop de canaux dans l'image. Enregistrement RVB uniquement.
it: Troppi canali nell'immagine. Salvataggio solo RGB.
ja: 画像のチャンネルが多すぎます. RGBのみを保存します.
nl: Te veel kanalen in de afbeelding. Alleen RGB opslaan.
pl: Obraz zawiera zbyt wiele kanałów. Zapisywanie tylko RGB.
pt: Muitos canais na imagem. Salvando somente RGB.
ro: Prea multe canale în imagine. Se salvează doar RGB.
ru: Слишком много каналов в изображении. Сохранение только RGB
sv: För många kanaler i bilden. Sparar endast RGB.
tr: Görüntüde çok fazla kanal var. Yalnızca RGB'yi kaydetme.

source: Too many streams in output context
ar: عدد كبير جدًا من التدفقات في سياق الإخراج
cs: Příliš mnoho streamů ve výstupním kontextu
de: Zu viele Streams im Ausgabekontext
fr: Trop de flux dans le contexte de sortie
it: Troppi flussi nel contesto di output
ja: 出力コンテキストのストリームが多すぎます
nl: Te veel streams in uitvoercontext
pl: Za dużo strumieni w kontekście wyjściowym
pt: Muitos fluxos no contexto de saída
ro: Prea multe fluxuri în contextul de ieșire
ru: Слишком много потоков в выходном контексте
sv: För många strömmar i utdatasammanhang
tr: Çıkış bağlamında çok fazla akış

source: Tooldock
ar: حوض العمل
cs: Action Dock
de: Action-Dock
es: Dock de Acción
fr: Station d'action
it: Bacino d'azione
ja: アクションドック
nl: Actie Dock
pl: Akcja Dock
pt: Estação de ação
ro: Action Dock
ru: Панель инструментов
sv: Action Dock
tr: Eylem Yuvası

source: Top
ar: أعلى
cs: Vyšší
de: Höher
es: Superior
fr: Plus haute
it: Più alto
ja: より高い
nl: Superieur
pl: Wyższy
pt: Mais alto
ro: Superior
ru: Верхняя
sv: Högre
tr: Daha yüksek

source: Top Field
ar: الحقل العلوي
cs: Horní pole
de: Oberes Feld
fr: Champ supérieur
it: Campo Superiore
ja: アッパーフィールド
nl: Bovenste veld
pl: Górne pole
pt: Campo Superior
ro: Câmpul de Sus
ru: Верхнее поле
sv: Övre fältet
tr: Üst Alan

source: Top/bottom
ar: أعلى/أدنى
cs: Vyšší/dolní
de: Höher/niedriger
es: Superior/inferior
fr: Plus haute/plus bas
it: Più alto/inferiore
ja: より高い/低い
nl: Superieur/lager
pl: Wyższy/niżej
pt: Mais alto/mais baixo
ro: Superior/inferior
ru: Верхняя/Нижний
sv: Högre/lägre
tr: Daha yüksek/daha düşük

source: Topbar
ar: الشريط العلوى
cs: Horní lišta
de: Obere Leiste
es: Barra Superior
fr: Barre du haut
it: Barra superiore
ja: トップバー
nl: Bovenste balk
pl: Górny pasek
pt: Barra superior
ro: In capul barului
ru: Верхняя панель
sv: Översta baren
tr: Üst çubuk

source: Track #
ar: فكرة #
cs: Vodítko #
de: Hinweis #
es: Pista #
fr: Indice #
it: Indizio #
ja: ヒント ＃
nl: Aanwijzing #
pl: Wskazówka #
pt: Dica #
ro: Indiciu #
ru: Отслеживать #
sv: Ledtråd #
tr: İpucu #

source: Traditional
ar: تقليدي
cs: Tradiční
de: Traditionell
fr: Traditionnel
it: Tradizionale
ja: 伝統的
nl: traditioneel
pl: Tradycyjny
pt: Tradicional
ro: Tradiţional
ru: Традиционный
sv: Traditionell
tr: Geleneksel

source: Traditional No Gamma
ar: تقليدي بلا نطاق
cs: Tradiční bez dosahu
de: Traditionell ohne Reichweite
fr: Traditionnel Sans Gamme
it: Tradizionale senza portata
ja: 範囲のない伝統的な
nl: Traditioneel zonder bereik
pl: Tradycyjne bez zakresu
pt: Tradicional Sem Alcance
ro: Tradițional Fără Gamă
ru: Традиционный без гаммы
sv: Traditionell utan räckvidd
tr: Menzilsiz Geleneksel

source: Transform
ar: تحويل
cs: Proměna
de: Transformation
es: Transformación
fr: Transformation
it: Trasformazione
ja: 変身
nl: transformatie
pl: Transformacja
pt: Transformação
ro: Transformare
ru: Трансформировать
sv: Omvandling
tr: dönüşüm

source: Translations:
ar: الترجمات:
cs: překlady:
de: Übersetzungen:
es: Traducciones:
fr: Traductions :
it: Traduzioni:
ja: 翻訳:
nl: Vertalingen:
pl: Tłumaczenia:
pt: Traduções:
ro: Traduceri:
ru: Переводы:
sv: Översättningar:
tr: Çeviriler:

source: Trying
ar: محاولة
cs: zkouším
de: Versuchen
es: Intentando
fr: En essayant
it: Provando
ja: やってみる
nl: proberen
pl: Próbować
pt: Tentando
ro: Încercând
ru: Пытающийся
sv: Påfrestande
tr: denemek

source: Turkish
ar: التركية (Türk)
cs: turečtina
de: Türkisch
fr: turc
it: Turco (Türk)
ja: トルコ語 (Türk)
nl: Turks (Turks)
pl: turecki
pt: turco
ro: turc
sv: turkiska (Türk)
tr: Türk

source: Turn off screensaver
ar: تعطيل شاشة التوقف
cs: zakázat spořič obrazovky
de: Bildschirmschoner deaktivieren
fr: désactiver l'économiseur d'écran
it: disabilitare il salvaschermo
ja: スクリーンセーバーを無効にする
nl: schermbeveiliging uitschakelen
pl: wyłącz wygaszacz ekranu
pt: desativar protetor de tela
ro: dezactivați screensaverul
ru: Выключить заставку
sv: inaktivera skärmsläckare
tr: ekran koruyucuyu devre dışı bırak

source: Turn on EDL when loading multiple images.
ar: تفعيل EDL عند تحميل صور متعددة
cs: Povolit EDL, když je nahráno více obrázků
de: Aktivieren Sie EDL, wenn mehrere Bilder hochgeladen werden
es: Active LDE cuando se cargan multiple imágenes
fr: Activer EDL lorsque plusieurs images sont téléchargées
it: Abilita EDL quando vengono caricate più immagini
ja: 複数の画像がアップロードされたときにEDLを有効にする
nl: Schakel EDL in wanneer meerdere afbeeldingen worden geüpload
pl: Włącz EDL, gdy przesyłanych jest wiele obrazów
pt: Ativar EDL quando várias imagens são carregadas
ro: Activați EDL atunci când sunt încărcate mai multe imagini
ru: Включите EDL при загрузке нескольких изображений.
sv: Aktivera EDL när flera bilder laddas upp
tr: Birden çok görüntü yüklendiğinde EDL'yi etkinleştirin

source: Turn on debugging console.
ar: قم بتشغيل وحدة التصحيح.
cs: Zapněte ladicí konzolu.
de: Schalten Sie die Debug-Konsole ein.
fr: Allumez la console de débogage.
it: Attiva la console di debug.
ja: デバッグコンソールをオンにします.
nl: Schakel de foutopsporingsconsole in.
pl: Włącz konsolę debugowania.
pt: Ative o console de depuração.
ro: Porniți consola de depanare.
ru: Включите консоль отладки.
sv: Slå på felsökningskonsolen.
tr: Hata ayıklama konsolunu açın.

source: Type
ar: شاب
cs: Chlap
de: Kerl
es: Tipo
it: Tipo
ja: 男
pl: Facet
pt: Cara
ro: Tip
ru: Тип
sv: Kille
tr: Adam

source: Type of pixel values to show: + Full: pixel with gamma, gain and lut. + Gamma: pixel with gamma and gain but no lut. + Original: pixel without gamma, gain or lut.
ar: نوع قيم البكسل المراد عرضها: + كامل: بكسل مع جاما ، وكسب ، و Lut + Lut: بكسل مع lut وكسب ولكن بدون جاما + الأصل: بكسل بدون جاما ، أو كسب ، أو lut
cs: Typ hodnot pixelů, které se mají zobrazit: + Full: pixel s gamma, ziskem a lut + Lut: pixel s lut a ziskem, ale bez gama + Původní: pixel bez gama, zisku nebo lut
de: Art der anzuzeigenden Pixelwerte: + Vollständig: Pixel mit Gamma, Verstärkung und Lut + Lut: Pixel mit Lut und Verstärkung, aber ohne Gamma + Original: Pixel ohne Gamma, Verstärkung oder Lut
es: Tipo de valores de pixel a mostrar: + Completo: pixel con gama, ganancia y lut + Lut: pixel con lut y ganancia pero sin gama + Original: pixel sin gama, ganancia o lut
fr: Type de valeurs de pixel à afficher : + Complet : pixel avec gamma, gain et lut + Lut : pixel avec lut et gain mais sans gamma + Original : pixel sans gamma, gain ou lut
it: Tipo di valori pixel da visualizzare: + Full: pixel con gamma, gain e lut + Lut: pixel con lut e gain ma senza gamma + Original: pixel senza gamma, gain o lut
ja: 表示するピクセル値のタイプ: +フル: ガンマ、ゲイン、およびlutを含むピクセル + Lut: lutおよびゲインを含むがガンマを含まないピクセル +オリジナル: ガンマ、ゲイン、またはlutを含まないピクセル
nl: Type pixelwaarden om weer te geven: + Full: pixel met gamma, gain en lut + Lut: pixel met lut en gain maar geen gamma + Original: pixel zonder gamma, gain of lut
pl: Typ wyświetlanych wartości pikseli: + Pełny: piksel z gamma, wzmocnieniem i lut + Lut: piksel z lut i wzmocnieniem, ale bez gamma + Oryginalny: piksel bez gamma, wzmocnienia i lut
pt: Tipo de valores de pixel a serem exibidos: + Completo: pixel com gama, ganho e lut + Lut: pixel com lut e ganho, mas sem gama + Original: pixel sem gama, ganho ou lut
ro: Tipul valorilor pixelilor de afișat: + Complet: pixel cu gamma, câștig și lut + Lut: pixel cu lut și câștig, dar fără gamma + Original: pixel fără gamma, câștig sau lut
ru: Тип отображаемых значений пикселей: + Полный: пиксель с гаммой, усилением и цветовой гаммой. + Гамма: пиксель с гаммой и усилением, но без цветовой гаммы. + Исходный: пиксель без гаммы, усиления или цветовой гаммы.
sv: Typ av pixelvärden att visa: + Full: pixel med gamma, gain och lut + Lut: pixel med lut och gain men ingen gamma + Original: pixel utan gamma, gain eller lut
tr: Görüntülenecek piksel değerlerinin türü: + Tam: gama, kazanç ve lut içeren piksel + Lut: lut ve kazancı olan ancak gama olmayan piksel + Orijinal: gama, kazanç veya lut içermeyen piksel

source: UI
ar: واجهة المستخدم
de: Benutzeroberfläche
es: IU
fr: interface utilisateur
it: interfaccia utente
nl: gebruikersinterface
pl: interfejs użytkownika
pt: IU
ru: интерфейс
tr: kullanıcı arayüzü

source: UI Elements
ar: عناصر واجهة المستخدم (UI)
cs: Prvky uživatelského rozhraní (UI).
de: Elemente der Benutzeroberfläche (UI).
es: Elementos de Interfaz de Usario (IU)
fr: Éléments de l'interface utilisateur (UI)
it: Elementi dell'interfaccia utente (UI).
ja: ユーザーインターフェイス（UI）要素
nl: Elementen gebruikersinterface (UI)
pl: Elementy interfejsu użytkownika (UI)
pt: Elementos da interface do usuário (IU)
ro: Elemente de interfață cu utilizatorul (UI).
ru: Элементы пользовательского интерфейса
sv: Användargränssnittselement (UI).
tr: Kullanıcı Arayüzü (UI) Öğeleri

source: UInt
ar: يو إنت

source: UTC Offset
ar: تعويض UTC
cs: Posun UTC
es: Desplazamiento UTC
fr: Décalage UTC
it: Scostamento UTC
ja: UTCオフセット
pl: Przesunięcie UTC
pt: Deslocamento UTC
ru: Смещение UTC
tr: UTC farkı

source: Unable to find simple control '%s', id: %i
ar: تعذر العثور على عنصر تحكم بسيط '%s' ، المعرف: %i
cs: Nelze najít jednoduchý ovládací prvek '%s', id: %i
de: Es konnte kein einfaches Steuerelement '%s' gefunden werden, ID: %i
es: No se pudo encontrar un simple control '%s', id: %i
fr: Impossible de trouver un contrôle simple '%s', id : %i
it: Impossibile trovare un controllo semplice '%s', id: %i
ja: 単純なコントロールが見つかりませんでした'%s'、id: %i
nl: Kon geen eenvoudig besturingselement '%s' vinden, id: %i
pl: Nie można znaleźć prostej kontrolki '%s', id: %i
pt: Não foi possível encontrar um controle simples '%s', id: %i
ro: Nu s-a putut găsi un control simplu „%s”, id: %i
ru: Не удалось найти простой элемент управления '%s', идентификатор: %i
sv: Kunde inte hitta en enkel kontroll '%s', id: %i
tr: Basit bir '%s' denetimi bulunamadı, id: %i

source: Unable to find volume range '%s', id: %i
ar: تعذر العثور على نطاق وحدة التخزين '%s' ، المعرف: %i
cs: Nelze najít rozsah hlasitosti '%s', id: %i
de: Datenträgerbereich '%s' konnte nicht gefunden werden, ID: %i
es: No se pudo encontrar un rango de volumen '%s', id: %i
fr: Impossible de trouver la plage de volume '%s', id : %i
it: Impossibile trovare l'intervallo di volumi '%s', id: %i
ja: ボリューム範囲'%s'が見つかりませんでした、id: %i
nl: Kon volumebereik '%s' niet vinden, id: %i
pl: Nie można znaleźć zakresu głośności '%s', id: %i
pt: Não foi possível encontrar o intervalo de volume '%s', id: %i
ro: Nu s-a putut găsi intervalul de volum „%s”, id: %i
ru: Не удалось найти диапазон томов '%s', идентификатор: %i
sv: Kunde inte hitta volymintervallet '%s', id: %i
tr: '%s' cilt aralığı bulunamadı, id: %i

source: Undefined
ar: غير معرف
cs: Nedefinováno
de: Nicht definiert
es: Indefinido
fr: Indéfini
it: Non definito
ja: 未定義
nl: Niet gedefinieerd
pl: Nieokreślony
pt: Indefinido
ro: Nedefinit
ru: Неопределенный
sv: Odefinierad
tr: Tanımsız

source: Undefined framebuffer
ar: غير محدد Framebuffer
cs: nedefinovaný framebuffer
de: undefinierter Framebuffer
es: Framebuffer indefinido
fr: tampon de trame indéfini
it: framebuffer indefinito
ja: 未定義のフレームバッファ
pl: niezdefiniowany bufor ramki
pt: framebuffer indefinido
ro: framebuffer nedefinit
ru: Неопределенный фреймбуфер
sv: odefinierad rambuffert
tr: tanımsız çerçeve arabelleği

source: Undo Draw
ar: تراجع عن الرسم
cs: Vrátit zpět kresbu
de: Zeichnung rückgängig machen
es: Deshacer Dibujo
fr: Annuler le dessin
it: Annulla disegno
ja: 描画を元に戻す
nl: Tekening ongedaan maken
pl: Cofnij rysowanie
pt: Desfazer desenho
ro: Anulați desenul
ru: Отменить рисование
sv: Ångra ritning
tr: Çizimi Geri Al

source: Undo Last Shape Drawn
ar: تراجع عن رسم الشكل الأخير
cs: Vrátit zpět poslední nakreslený tvar
de: Zuletzt gezeichnete Form rückgängig machen
es: Deshacer La Última Figura Dibujada
fr: Annuler la dernière forme dessinée
it: Annulla l'ultima forma disegnata
ja: 描画された最後の形状を元に戻す
nl: Laatste getekende vorm ongedaan maken
pl: Cofnij ostatni narysowany kształt
pt: Desfazer a última forma desenhada
ro: Anulați ultima formă desenată
ru: Отменить последнюю нарисованную фигуру
sv: Ångra sista formen ritad
tr: Çizilen Son Şekli Geri Al

source: Unhandled Exception
ar: استثناء غير معالج
cs: neošetřená výjimka
de: unbehandelte Ausnahme
es: Excepción sin manejo
fr: exception non-gérée
it: eccezione non gestita
ja: 未処理の例外
nl: onverwerkte uitzondering
pl: nieobsługiwany wyjątek
pt: exceção não tratada
ro: excepție netratată
ru: Необработанное исключение
sv: ohanterat undantag
tr: işlenmeyen özel durum

source: Unhandled exception
ar: استثناء غير معالج
cs: neošetřená výjimka
de: unbehandelte Ausnahme
es: Excepción sin manejo
fr: exception non-gérée
it: eccezione non gestita
ja: 未処理の例外
nl: onverwerkte uitzondering
pl: nieobsługiwany wyjątek
pt: exceção não tratada
ro: excepție netratată
ru: Необработанное исключение
sv: ohanterat undantag
tr: işlenmeyen özel durum

source: Unknown
ar: مجهول
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 未知の
nl: Een vreemde
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sv: Okänd
tr: Bilinmeyen

source: Unknown Framebuffer error. Exit code:
ar: خطأ غير معروف في المخزن المؤقت للإطار. كود الخروج:
cs: Neznámá chyba framebufferu. Výstupní kód:
de: Unbekannter Framebuffer-Fehler. Exit-Code:
fr: Erreur de framebuffer inconnue. Code de sortie :
it: Errore framebuffer sconosciuto. Codice di uscita:
ja: 不明なフレームバッファエラー.終了コード:
nl: Onbekende framebufferfout. Afsluitcode:
pl: Nieznany błąd bufora ramki. Kod wyjścia:
pt: Erro de framebuffer desconhecido. Código de saída:
ro: Eroare de framebuffer necunoscută. Cod de ieșire:
ru: Неизвестная ошибка фреймбуфера. Код выхода:
sv: Okänt rambuffertfel. Utgångskod:
tr: Bilinmeyen çerçeve arabelleği hatası. Çıkış kodu:

source: Unknown Imf::PixelType
ar: غير معروف Imf :: PixelType
cs: Neznámý Imf::PixelType
de: Unbekannter Imf::PixelType
es: Imf::PixelType desconocido
fr: Imf inconnu :: PixelType
it: Imf sconosciuto::Tipo Pixel
ja: 不明なImf::PixelType
nl: Onbekend Imf::PixelType
pl: Nieznany Imf::PixelType
pt: Desconhecido Imf::PixelType
ro: Imf necunoscut::PixelType
ru: Неизвестный Imf::PixelType
sv: Okänd Imf::PixelType
tr: Bilinmeyen Imf::PixelType

source: Unknown KeyCode subattr
ar: رمز مفتاح سمة فرعية غير معروف
cs: Neznámý kód klíče podatributu
de: Unbekannter Unterattributschlüsselcode
es: Keycode subatributo desconocido
fr: Code clé de sous-attribut inconnu
it: Codice chiave dell'attributo secondario sconosciuto
ja: 不明なサブ属性キーコード
nl: Onbekende subkenmerksleutelcode
pl: Nieznany kod atrybutu podrzędnego
pt: Código-chave de subatributo desconhecido
ro: Cod cheie pentru subatribut necunoscut
ru: Неизвестный субатрибут KeyCode
sv: Okänd nyckelkod för underattribut
tr: Bilinmeyen alt özellik anahtar kodu

source: Unknown Shot
ar: مقبس غير معروف
cs: Neznámá zásuvka
de: Unbekannte Steckdose
es: Toma Desconocida
fr: Prise inconnue
it: Presa sconosciuta
ja: 不明なソケット
nl: Onbekend stopcontact
pl: Nieznane gniazdo
pt: Soquete desconhecido
ro: Priză necunoscută
ru: Неизвестный выстрел
sv: Okänd uttag
tr: Bilinmeyen soket

source: Unknown Show
ar: عرض غير معروف
cs: Neznámý pořad
de: Unbekannte Sendung
es: Show Desconocido
fr: Spectacle inconnu
it: Spettacolo sconosciuto
ja: 不明なショー
nl: Onbekende show
pl: Nieznany program
pt: Programa desconhecido
ro: Emisiune necunoscută
ru: Неизвестное шоу
sv: Okänd show
tr: Bilinmeyen gösteri

source: Unknown Window
ar: نافذة غير معروفة
cs: Neznámé okno
de: Unbekanntes Fenster
es: Ventana Desconocida
fr: Fenêtre inconnue
it: Finestra sconosciuta
ja: 不明なウィンドウ
nl: Onbekend venster
pl: Nieznane okno
pt: Janela Desconhecida
ro: Fereastra necunoscută
ru: Неизвестное окно
sv: Okänt fönster
tr: Bilinmeyen Pencere

source: Unknown Window "
ar: نافذة غير معروفة "
cs: Neznámé okno "
de: Unbekanntes Fenster "
es: Ventana Desconocida "
fr: Fenêtre inconnue "
it: Finestra sconosciuta "
ja: 不明なウィンドウ"
nl: Onbekend venster "
pl: Nieznane okno "
pt: Janela Desconhecida "
ro: Fereastra necunoscută "
ru: Неизвестное окно "
sv: Okänt fönster "
tr: Bilinmeyen Pencere "

source: Unknown attribute to convert from string
ar: سمة غير معروفة للتحويل من النص
cs: Neznámý atribut pro převod z textu
de: Unbekanntes Attribut zum Konvertieren von Text
es: Atributo desconocido para convertir de texto
fr: Attribut inconnu à convertir à partir du texte
it: Attributo sconosciuto da convertire da testo
ja: テキストから変換する不明な属性
nl: Onbekend kenmerk om van tekst te converteren
pl: Nieznany atrybut do konwersji z tekstu
pt: Atributo desconhecido para converter de texto
ro: Atribut necunoscut de convertit din text
ru: Неизвестный атрибут для преобразования из строки
sv: Okänt attribut att konvertera från text
tr: Metinden dönüştürülecek bilinmeyen özellik

source: Unknown attribute type for '
ar: سمة غير معروفة لـ '
cs: Neznámý atribut pro „
de: Unbekanntes Attribut für '
es: Atributo desconocido para '
fr: Attribut inconnu pour '
it: Attributo sconosciuto per '
ja: 'の不明な属性
nl: Onbekend kenmerk voor '
pl: Nieznany atrybut dla „
pt: Atributo desconhecido para '
ro: Atribut necunoscut pentru „
ru: Неизвестный тип атрибута для '
sv: Okänt attribut för '
tr: ' için bilinmeyen özellik

source: Unknown audio bit depth
ar: عمق بت الصوت غير معروف
cs: Neznámá bitová hloubka zvuku
de: Unbekannte Audiobittiefe
es: Profundidad de bits de audio desconocida
fr: Profondeur de bits audio inconnue
it: Profondità di bit audio sconosciuta
ja: 不明なオーディオビット深度
nl: Onbekende audiobitdiepte
pl: Nieznana głębia bitowa dźwięku
pt: Profundidade de bits de áudio desconhecida
ro: Adâncime de biți audio necunoscută
ru: Неизвестная разрядность звука
sv: Okänt ljudbitdjup
tr: Bilinmeyen ses bit derinliği

source: Unknown bit depth
ar: عمق بت غير معروف
cs: neznámá bitová hloubka
de: unbekannte Bittiefe
es: Profundidad de bits desconocida
fr: profondeur de bits inconnue
it: profondità di bit sconosciuta
ja: 不明なビット深度
nl: onbekende bitdiepte
pl: nieznana głębia bitowa
pt: profundidade de bits desconhecida
ro: adâncime de biți necunoscută
ru: Неизвестная разрядность
sv: okänt bitdjup
tr: bilinmeyen bit derinliği

source: Unknown c->pix_fmt (
ar: نوع بكسل غير معروف (
cs: Neznámý typ pixelu (
de: Unbekannter Pixeltyp (
es: Tipo de pixel desconocido (
fr: Type de pixel inconnu (
it: Tipo di pixel sconosciuto (
ja: 不明なピクセルタイプ（
nl: Onbekend pixeltype (
pl: Nieznany typ piksela (
pt: Tipo de pixel desconhecido (
ro: Tip necunoscut de pixel (
ru: Неизвестно c->pix_fmt (
sv: Okänd pixeltyp (
tr: Bilinmeyen piksel türü (

source: Unknown channel type
ar: نوع قناة غير معروف
cs: neznámý typ kanálu
de: unbekannter Kanaltyp
es: Tipo de canal desconocido
fr: type de canal inconnu
it: tipo di canale sconosciuto
ja: 不明なチャネルタイプ
nl: onbekend kanaaltype
pl: nieznany typ kanału
pt: tipo de canal desconhecido
ro: tip de canal necunoscut
ru: Неизвестный тип канала
sv: okänd kanaltyp
tr: bilinmeyen kanal türü

source: Unknown data type for keyword '
ar: نوع بيانات غير معروف للمفتاح "
cs: Neznámý datový typ pro klíč '
de: Unbekannter Datentyp für Schlüssel '
es: Tipo de dato desconocido para clave '
fr: Type de données inconnu pour la clé '
it: Tipo di dati sconosciuto per la chiave '
ja: キーの不明なデータ型'
nl: Onbekend gegevenstype voor sleutel '
pl: Nieznany typ danych dla klucza '
pt: Tipo de dados desconhecido para a chave '
ro: Tip de date necunoscut pentru cheie '
ru: Неизвестный тип данных для ключевого слова '
sv: Okänd datatyp för nyckel '
tr: ' anahtarı için bilinmeyen veri türü
