Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Custom Field 10
ar: حقل مخصص 10
cs: Vlastní pole 10
de: Benutzerdefiniertes Feld 10
es: Campo Personalizado 10
fr: Champ personnalisé 10
it: Campo personalizzato 10
ja: カスタムフィールド10
nl: Aangepast veld 10
pl: Pole niestandardowe 10
pt: Campo personalizado 10
ro: Câmp personalizat 10
ru: Пользовательское поле 10
sv: Anpassat fält 10
tr: Özel Alan 10

source: Custom Field 11
ar: حقل مخصص 11
cs: Vlastní pole 11
de: Benutzerdefiniertes Feld 11
es: Campo Personalizado 11
fr: Champ personnalisé 11
it: Campo personalizzato 11
ja: カスタムフィールド11
nl: Aangepast veld 11
pl: Pole niestandardowe 11
pt: Campo personalizado 11
ro: Câmp personalizat 11
ru: Пользовательское поле 11
sv: Anpassat fält 11
tr: Özel Alan 11

source: Custom Field 12
ar: حقل مخصص 12
cs: Vlastní pole 12
de: Benutzerdefiniertes Feld 12
es: Campo Personalizado 12
fr: Champ personnalisé 12
it: Campo personalizzato 12
ja: カスタムフィールド12
nl: Aangepast veld 12
pl: Pole niestandardowe 12
pt: Campo personalizado 12
ro: Câmpul personalizat 12
ru: Пользовательское поле 12
sv: Anpassat fält 12
tr: Özel Alan 12

source: Custom Field 13
ar: الحقل المخصص 13
cs: Vlastní pole 13
de: Benutzerdefiniertes Feld 13
es: Campo Personalizado 13
fr: Champ personnalisé 13
it: Campo personalizzato 13
ja: カスタムフィールド13
nl: Aangepast veld 13
pl: Pole niestandardowe 13
pt: Campo personalizado 13
ro: Câmpul personalizat 13
ru: Пользовательское поле 13
sv: Anpassat fält 13
tr: Özel Alan 13

source: Custom Field 14
ar: الحقل المخصص 14
cs: Vlastní pole 14
de: Benutzerdefiniertes Feld 14
es: Campo Personalizado 14
fr: Champ personnalisé 14
it: Campo personalizzato 14
ja: カスタムフィールド14
nl: Aangepast veld 14
pl: Pole niestandardowe 14
pt: Campo personalizado 14
ro: Câmpul personalizat 14
ru: Пользовательское поле 14
sv: Anpassat fält 14
tr: Özel Alan 14

source: Custom Field 15
ar: الحقل المخصص 15
cs: Vlastní pole 15
de: Benutzerdefiniertes Feld 15
es: Campo Personalizado 15
fr: Champ personnalisé 15
it: Campo personalizzato 15
ja: カスタムフィールド15
nl: Aangepast veld 15
pl: Pole niestandardowe 15
pt: Campo personalizado 15
ro: Câmpul personalizat 15
ru: Пользовательское поле 15
sv: Anpassat fält 15
tr: Özel Alan 15

source: Custom Field 16
ar: الحقل المخصص 16
cs: Vlastní pole 16
de: Benutzerdefiniertes Feld 16
es: Campo Personalizado 16
fr: Champ personnalisé 16
it: Campo personalizzato 16
ja: カスタムフィールド16
nl: Aangepast veld 16
pl: Pole niestandardowe 16
pt: Campo personalizado 16
ro: Câmpul personalizat 16
ru: Пользовательское поле 16
sv: Anpassat fält 16
tr: Özel Alan 16

source: Custom Field 17
ar: حقل مخصص 17
cs: Vlastní pole 17
de: Benutzerdefiniertes Feld 17
es: Campo Personalizado 17
fr: Champ personnalisé 17
it: Campo personalizzato 17
ja: カスタムフィールド17
nl: Aangepast veld 17
pl: Pole niestandardowe 17
pt: Campo personalizado 17
ro: Câmpul personalizat 17
ru: Пользовательское поле 17
sv: Anpassat fält 17
tr: Özel Alan 17

source: Custom Field 18
ar: حقل مخصص 18
cs: Vlastní pole 18
de: Benutzerdefiniertes Feld 18
es: Campo Personalizado 18
fr: Champ personnalisé 18
it: Campo personalizzato 18
ja: カスタムフィールド18
nl: Aangepast veld 18
pl: Pole niestandardowe 18
pt: Campo personalizado 18
ro: Câmpul personalizat 18
ru: Пользовательское поле 18
sv: Anpassat fält 18
tr: Özel Alan 18

source: Custom Field 19
ar: حقل مخصص 19
cs: Vlastní pole 19
de: Benutzerdefiniertes Feld 19
es: Campo Personalizado 19
fr: Champ personnalisé 19
it: Campo personalizzato 19
ja: カスタムフィールド19
nl: Aangepast veld 19
pl: Pole niestandardowe 19
pt: Campo personalizado 19
ro: Câmpul personalizat 19
ru: Пользовательское поле 19
sv: Anpassat fält 19
tr: Özel Alan 19

source: Custom Field 2
ar: الحقل المخصص 2
cs: Vlastní pole 2
de: Benutzerdefiniertes Feld 2
es: Campo Personalizado 2
fr: Champ personnalisé 2
it: Campo personalizzato 2
ja: カスタムフィールド2
nl: Aangepast veld 2
pl: Pole niestandardowe 2
pt: Campo personalizado 2
ro: Câmp personalizat 2
ru: Пользовательское поле 2
sv: Anpassat fält 2
tr: Özel Alan 2

source: Custom Field 20
ar: حقل مخصص 20
cs: Vlastní pole 20
de: Benutzerdefiniertes Feld 20
es: Campo Personalizado 20
fr: Champ personnalisé 20
it: Campo personalizzato 20
ja: カスタムフィールド20
nl: Aangepast veld 20
pl: Pole niestandardowe 20
pt: Campo personalizado 20
ro: Câmpul personalizat 20
ru: Пользовательское поле 20
sv: Anpassat fält 20
tr: Özel Alan 20

source: Custom Field 3
ar: الحقل المخصص 3
cs: Vlastní pole 3
de: Benutzerdefiniertes Feld 3
es: Campo Personalizado 3
fr: Champ personnalisé 3
it: Campo personalizzato 3
ja: カスタムフィールド3
nl: Aangepast veld 3
pl: Pole niestandardowe 3
pt: Campo personalizado 3
ro: Câmp personalizat 3
ru: Пользовательское поле 3
sv: Anpassat fält 3
tr: Özel Alan 3

source: Custom Field 4
ar: الحقل المخصص 4
cs: Vlastní pole 4
de: Benutzerdefiniertes Feld 4
es: Campo Personalizado 4
fr: Champ personnalisé 4
it: Campo personalizzato 4
ja: カスタムフィールド4
nl: Aangepast veld 4
pl: Pole niestandardowe 4
pt: Campo personalizado 4
ro: Câmp personalizat 4
ru: Пользовательское поле 4
sv: Anpassat fält 4
tr: Özel Alan 4

source: Custom Field 5
ar: الحقل المخصص 5
cs: Vlastní pole 5
de: Benutzerdefiniertes Feld 5
es: Campo Personalizado 5
fr: Champ personnalisé 5
it: Campo personalizzato 5
ja: カスタムフィールド5
nl: Aangepast veld 5
pl: Pole niestandardowe 5
pt: Campo personalizado 5
ro: Câmp personalizat 5
ru: Пользовательское поле 5
sv: Anpassat fält 5
tr: Özel Alan 5

source: Custom Field 6
ar: حقل مخصص 6
cs: Vlastní pole 6
de: Benutzerdefiniertes Feld 6
es: Campo Personalizado 6
fr: Champ personnalisé 6
it: Campo personalizzato 6
ja: カスタムフィールド6
nl: Aangepast veld 6
pl: Pole niestandardowe 6
pt: Campo personalizado 6
ro: Câmp personalizat 6
ru: Пользовательское поле 6
sv: Anpassat fält 6
tr: Özel Alan 6

source: Custom Field 7
ar: حقل مخصص 7
cs: Vlastní pole 7
de: Benutzerdefiniertes Feld 7
es: Campo Personalizado 7
fr: Champ personnalisé 7
it: Campo personalizzato 7
ja: カスタムフィールド7
nl: Aangepast veld 7
pl: Pole niestandardowe 7
pt: Campo personalizado 7
ro: Câmp personalizat 7
ru: Пользовательское поле 7
sv: Anpassat fält 7
tr: Özel Alan 7

source: Custom Field 8
ar: حقل مخصص 8
cs: Vlastní pole 8
de: Benutzerdefiniertes Feld 8
es: Campo Personalizado 8
fr: Champ personnalisé 8
it: Campo personalizzato 8
ja: カスタムフィールド8
nl: Aangepast veld 8
pl: Pole niestandardowe 8
pt: Campo personalizado 8
ro: Câmp personalizat 8
ru: Пользовательское поле 8
sv: Anpassat fält 8
tr: Özel Alan 8

source: Custom Field 9
ar: حقل مخصص 9
cs: Vlastní pole 9
de: Benutzerdefiniertes Feld 9
es: Campo Personalizado 9
fr: Champ personnalisé 9
it: Campo personalizzato 9
ja: カスタムフィールド9
nl: Aangepast veld 9
pl: Pole niestandardowe 9
pt: Campo personalizado 9
ro: Câmp personalizat 9
ru: Пользовательское поле 9
sv: Anpassat fält 9
tr: Özel Alan 9

source: Cyan/red glasses
ar: عدسات سماوي/أحمر
cs: Azurové čočky/Červené
de: Cyan-Linsen/rot
es: Lentes Cian/rojo
fr: Lentilles cyan/rouge
it: Lenti ciano/rosso
ja: シアンレンズ/赤
nl: Cyaan lenzen/rood
pl: Soczewki cyjan/czerwony
pt: Lentes Cianas/vermelho
ro: Lentile cyan/roșu
ru: Голубой/красные очки
sv: Cyan linser/Röd
tr: Camgöbeği Lensler/kırmızı

source: Czech
ar: التشيكية (čeština)
cs: čeština
de: Tschechisch
fr: tchèque
it: ceco (čeština)
ja: チェコ語 (čeština)
nl: Tsjechisch (čeština)
pt: tcheco
ro: ceh
sv: tjeckiska (čeština)
tr: Çek

source: DIVX Movie
ar: فيلم DIVX
cs: Film DIVX
de: DIVX-Film
es: Película DIVX
fr: Film DIVX
it: Film DIVX
ja: DIVXムービー
nl: DIVX-film
pl: Film DIVX
pt: Filme DIVX
ro: Film DIVX
ru: DIVX фильм
sv: DIVX film
tr: DIVX Filmi

source: DPX Picture
ar: صورة DPX
cs: DPX obrázek
de: DPX-Bild
es: Imagen DPX
fr: Image DPX
it: Immagine DPX
ja: DPXイメージ
nl: DPX-afbeelding
pl: Obraz DPX
pt: imagem DPX
ro: Imagine DPX
ru: Изображение DPX
sv: DPX-bild
tr: DPX resmi

source: DWA Compression
ar: ضغط DWA
cs: DWA komprese
de: DWA-Komprimierung
es: Compresión DWA
fr: Compression DWA
it: Compressione DWA
ja: DWA圧縮
nl: DWA-compressie
pl: Kompresja DWA
pt: Compressão DWA
ro: Compresie DWA
ru: DWA-сжатие
sv: DWA-kompression
tr: DWA Sıkıştırma

source: DWA/DWB compression
ar: ضغط DWA/DWB
cs: DWA komprese/DWB
de: DWA-Komprimierung/DWB
fr: Compression DWA/DWB
it: Compressione DWA/DWB
ja: DWA圧縮/DWB
nl: DWA-compressie/DWB
pl: Kompresja DWA/DWB
pt: Compressão DWA/DWB
ro: Compresie DWA/DWB
ru: ДВА/Сжатие DWB
sv: DWA-kompression/DWB
tr: DWA Sıkıştırma/DWB

source: DWA/DWB compression to use when saving an exr with that compression scheme.
ar: ضغط DWAA/DWAB لاستخدامه عند حفظ exr باستخدام مخطط الضغط هذا.
cs: DWAA komprese/DWAB použít při ukládání exr s tímto schématem komprese.
de: DWAA-Komprimierung/DWAB, das beim Speichern eines exr mit diesem Komprimierungsschema verwendet werden soll.
es: Compresión de DWAA/DWAB a usar cuando se graba un exr con ese esquema de compresión.
fr: Compression DWAA/DWAB à utiliser lors de l'enregistrement d'un exr avec ce schéma de compression.
it: Compressione DWAA/DWAB da utilizzare quando si salva un exr con quello schema di compressione.
ja: DWAA圧縮/その圧縮スキームでexrを保存するときに使用するDWAB.
nl: DWAA-compressie/DWAB om te gebruiken bij het opslaan van een exr met dat compressieschema.
pl: Kompresja DWAA/DWAB do użycia podczas zapisywania exr z tym schematem kompresji.
pt: Compressão DWAA/DWAB a ser usado ao salvar um exr com esse esquema de compactação.
ro: Compresie DWAA/DWAB de utilizat atunci când salvați un exr cu acea schemă de compresie.
ru: ДВА/Сжатие DWB для использования при сохранении exr с этой схемой сжатия.
sv: DWAA-kompression/DWAB att använda när du sparar en exr med det komprimeringsschemat.
tr: DWAA Sıkıştırma/Bu sıkıştırma şemasıyla bir exr kaydederken kullanılacak DWAB.

source: DWAB
ar: دواب

source: Data Window
ar: نافذة البيانات
cs: Datové okno
de: Datenfenster
es: Ventana de Datos
fr: Fenêtre de données
it: Finestra Dati
ja: データウィンドウ
nl: Gegevensvenster
pl: Okno danych
pt: Janela de dados
ro: Fereastra de date
ru: Окно данных
sv: Datafönster
tr: Veri Penceresi

source: Data Window 2
ar: نافذة البيانات 2
cs: Datové okno 2
de: Datenfenster 2
es: Ventana de Datos 2
fr: Fenêtre de données 2
it: Finestra dati 2
ja: データウィンドウ2
nl: Gegevensvenster 2
pl: Okno danych 2
pt: Janela de dados 2
ro: Fereastra de date 2
ru: Окно данных 2
sv: Datafönster 2
tr: Veri Penceresi 2

source: Data Window of Clip
ar: قصاصة نافذة البيانات
cs: Okno dat klipu
de: Clip-Datenfenster
es: Ventana de Datos del Clip
fr: Fenêtre de données de clip
it: Finestra dei dati di ritaglio
ja: クリップデータウィンドウ
nl: Venster Clipgegevens
pl: Okno danych klipu
pt: Janela de dados do clipe
ro: Fereastra de clipare a datelor
ru: Окно данных клипа
sv: Klippdatafönster
tr: Klip Veri Penceresi

source: Decimal
ar: عدد عشري
cs: Desetinný
de: Dezimal
fr: Décimal
it: Decimale
ja: 10進数
nl: Decimale
pl: Dziesiętny
ro: Zecimal
ru: Десятичная дробь
tr: Ondalık

source: Decode Buffer Full
ar: فك عازلة ممتلئة
de: Dekodierungspuffer voll
es: Buffer de Decodificación Lleno
fr: Décoder le tampon plein
it: Buffer di decodifica pieno
ja: バッファフルをデコード
nl: Decodeerbuffer vol
pl: Bufor dekodowania pełny
pt: Buffer de decodificação completo
ro: Buffer de decodare plin
ru: Буфер декодирования заполнен
sv: Avkoda buffert full
tr: Tamponun Kodunu Çöz

source: Decode Done
ar: انتهى فك التشفير
cs: Dekódování dokončeno
de: Dekodierung abgeschlossen
es: Decodificación Terminada
fr: Décodage terminé
it: Decodifica completata
ja: デコードが完了しました
nl: Decodering voltooid
pl: Zakończono dekodowanie
pt: Decodificação concluída
ro: Decodarea s-a terminat
ru: Декодировать Готово
sv: Avkodning avslutad
tr: Kod Çözme Tamamlandı

source: Decode Error
ar: خطأ في فك التشفير
cs: chyba dekódování
de: Dekodierungsfehler
es: Error de Decodificación
fr: erreur de décodage
it: errore di decodifica
ja: デコードエラー
nl: decoderingsfout
pl: błąd dekodowania
pt: erro de decodificação
ro: eroare de decodare
ru: Ошибка декодирования
sv: avkodningsfel
tr: kod çözme hatası

source: Decode Loop End
ar: الحلقة النهائية في فك التشفير
cs: Závěrečná smyčka v dekódování
de: Letzte Schleife beim Dekodieren
es: Loop de Final en Decodificación
fr: Boucle finale dans le décodage
it: Ciclo finale in decodifica
ja: デコードの最終ループ
nl: Laatste lus in decoderen
pl: Ostatnia pętla w dekodowaniu
pt: Loop Final na Decodificação
ro: Bucla finală în decodare
ru: Конец цикла декодирования
sv: Sista slinga i avkodning
tr: Kod Çözmede Son Döngü

source: Decode Loop Start
ar: بدء حلقة في فك التشفير
cs: Spusťte smyčku v dekódování
de: Schleife beim Dekodieren starten
es: Loop de Comienzo en Decodificación
fr: Démarrer la boucle dans le décodage
it: Avvia il ciclo in decodifica
ja: デコードでループを開始
nl: Start Loop in Decodering
pl: Rozpocznij pętlę w dekodowaniu
pt: Iniciar loop na decodificação
ro: Porniți bucla în decodare
ru: Начало цикла декодирования
sv: Starta loop i avkodning
tr: Kod Çözmede Döngüyü Başlat

source: Decode Missing Frame
ar: فك الإطار مفقود
cs: Chybí dekódování snímků
de: Fehlende Frame-Decodierung
es: Decodificación Faltante de Cuadro
fr: Décodage de trame manquante
it: Decodifica frame mancante
ja: フレームデコードがありません
nl: Ontbrekende framedecodering
pl: Brakujące dekodowanie ramki
pt: Decodificação de quadro ausente
ro: Lipsește decodificarea cadrelor
ru: Декодировать отсутствующий кадр
sv: Ramavkodning saknas
tr: Eksik Çerçeve Kod Çözme

source: Decode Missing Samples
ar: فك العينات مفقود
cs: Chybí dekódování vzorků
de: Fehlende Dekodierung von Samples
es: Decodificacion Faltante de Samples
fr: Décodage manquant des échantillons
it: Decodifica dei campioni mancante
ja: サンプルのデコードがありません
nl: Ontbrekende decodering van samples
pl: Brakujące dekodowanie próbek
pt: Faltando Decodificação de Amostras
ro: Lipsește decodificarea probelor
ru: Декодировать отсутствующие образцы
sv: Saknar avkodning av prover
tr: Örneklerin Eksik Kod Çözülmesi

source: Decode No Stream
ar: فك غير مطروق
cs: Bezkolejové dekódování
de: Spurlose Dekodierung
es: Decodificacion sin Pista
fr: Décodage sans piste
it: Decodifica senza tracce
ja: トラックレスデコード
nl: Ongebaande decodering
pl: Dekodowanie bezśladowe
pt: Decodificação sem trilha
ro: Decodare fără piese
ru: Декодировать без потока
sv: Spårlös avkodning
tr: İzsiz Kod Çözme

source: Decode OK
ar: فك طيب
cs: dekódování ok
de: Dekodierung ok
es: Decodificación OK
fr: décodage ok
it: decodifica ok
ja: デコードOK
nl: decoderen ok
pl: dekodowanie w porządku
pt: decodificação ok
ro: decodare ok
ru: Декодировать ОК
sv: avkodning ok
tr: kod çözme tamam

source: Decode audio error:
ar: خطأ في فك تشفير الصوت:
cs: Chyba dekódování zvuku:
de: Audiodecodierungsfehler:
es: Error de decodificación de audio:
fr: Erreur de décodage audio :
it: Errore di decodifica audio:
ja: オーディオデコードエラー:
nl: Audiodecoderingsfout:
pl: Błąd dekodowania dźwięku:
pt: Erro de decodificação de áudio:
ro: Eroare de decodare audio:
ru: Ошибка декодирования звука:
sv: Ljudavkodningsfel:
tr: Ses kod çözme hatası:

source: Decode video error seek frame
ar: خطأ في فك تشفير الفيديو أثناء البحث عن الصورة
cs: Chyba při dekódování videa při hledání obrázku
de: Videodecodierungsfehler beim Suchen nach Bild
es: Error de decodificación de video buscando imagen
fr: Erreur de décodage vidéo lors de la recherche d'une image
it: Errore di decodifica video durante la ricerca dell'immagine
ja: 画像を探しているビデオデコードエラー
nl: Videodecoderingsfout bij zoeken naar afbeelding
pl: Błąd dekodowania wideo podczas szukania obrazu
pt: Erro de decodificação de vídeo procurando imagem
ro: Eroare de decodare video în căutarea imaginii
ru: Декодировать кадр поиска ошибки видео
sv: Videoavkodningsfel söker efter bild
tr: Görüntü arayan video kod çözme hatası

source: Decode_audio failed with error:
ar: خطأ في فك تشفير الصوت:
cs: Chyba dekódování zvuku:
de: Audiodecodierungsfehler:
es: Error de decodificación de audio:
fr: Erreur de décodage audio :
it: Errore di decodifica audio:
ja: オーディオデコードエラー:
nl: Audiodecoderingsfout:
pl: Błąd dekodowania dźwięku:
pt: Erro de decodificação de áudio:
ro: Eroare de decodare audio:
ru: Decode_audio завершился с ошибкой:
sv: Ljudavkodningsfel:
tr: Ses kod çözme hatası:

source: Decrease exposure by 0.5.
ar: تقليل التعرض بمقدار 0.5
cs: Snižte expozici o 0,5
de: Belichtung um 0,5 verringern
es: Decrementar exposición por 0.5
fr: Diminuer l'exposition de 0,5
it: Ridurre l'esposizione di 0,5
ja: 露出を0.5減らします
nl: Verlaag de belichting met 0,5
pl: Zmniejsz ekspozycję o 0,5
pt: Diminuir a exposição em 0,5
ro: Reduceți expunerea cu 0,5
ru: Уменьшите экспозицию на 0,5.
sv: Minska exponeringen med 0,5
tr: Pozlamayı 0,5 azalt

source: Decreasing Y
ar: التناقص في Y
cs: Snižování na Y
de: Dekrementieren auf Y
es: Decrementando en Y
fr: Décrémentation sur Y
it: Decremento su Y
ja: Yでデクリメント
nl: Aflopend op Y
pl: Zmniejszenie na Y
pt: Decrementando em Y
ro: Scade pe Y
ru: Уменьшение Y
sv: Minskar på Y
tr: Y üzerinde azalan

source: Deep Data
ar: البيانات العميقة
cs: hluboká data
de: tiefe Daten
fr: données profondes
it: dati profondi
ja: 深いデータ
nl: diepe gegevens
pl: głębokie dane
pt: dados profundos
ro: date profunde
ru: Глубокие данные
sv: djupa data
tr: derin veri

source: Default
ar: تقصير
cs: Výchozí
de: Standard
es: Defecto
fr: Défaut
it: Predefinito
ja: ディフォルト
nl: Gebrek
pl: Domyślna
pt: Predefinição
ro: Mod implicit
ru: По умолчанию
sv: Standard
tr: Varsayılan

source: Default Action
ar: حدث اساسي
cs: Výchozí akce
de: Standardaktion
es: Acción por Defecto
fr: Action par défaut
it: Azione predefinita
ja: デフォルトのアクション
nl: Standaardactie
pl: Akcja domyślna
pt: Ação padrão
ro: Acțiune implicită
ru: Действие по умолчанию
sv: Standardåtgärd
tr: Varsayılan aksiyon

source: Default Audio Device
ar: جهاز الصوت الافتراضي
cs: Výchozí zvukové zařízení
de: Standard-Audiogerät
es: Dispositivo de Audio por Defecto
fr: Périphérique audio par défaut
it: Dispositivo audio predefinito
ja: デフォルトのオーディオデバイス
nl: Standaard audioapparaat
pl: Domyślne urządzenie audio
pt: Dispositivo de áudio padrão
ro: Dispozitiv audio implicit
ru: Аудиоустройство по умолчанию
sv: Standardljudenhet
tr: Varsayılan Ses Aygıtı

source: Default Output Device Transform (ODT)
ar: جهاز الإخراج الافتراضي (ODT)
cs: Výchozí výstupní zařízení (ODT)
de: Standardausgabegerät (ODT)
es: Dispositivo de Salida por Defecto (ODT)
fr: Périphérique de sortie par défaut (ODT)
it: Dispositivo di uscita predefinito (ODT)
ja: デフォルト出力デバイス（ODT）
nl: Standaard uitvoerapparaat (ODT)
pl: Domyślne urządzenie wyjściowe (ODT)
pt: Dispositivo de saída padrão (ODT)
ro: Dispozitiv de ieșire implicit (ODT)
ru: Преобразование устройства вывода по умолчанию (ODT)
sv: Default Output Device (ODT)
tr: Varsayılan Çıkış Aygıtı (ODT)

source: Default Rendering Transform (RT)
ar: تحويل العرض الافتراضي (RT)
cs: Výchozí transformace vykreslování (RT)
de: Standard-Rendering-Transformation (RT)
es: Defecto Rendering Transform (RT)
fr: Transformation de rendu par défaut (RT)
it: Trasformazione di rendering predefinita (RT)
ja: デフォルトのレンダリング変換（RT）
nl: Standaard Rendering Transform (RT)
pl: Domyślna transformacja renderowania (RT)
pt: Transformação de renderização padrão (RT)
ro: Transformare de randare implicită (RT)
ru: Преобразование рендеринга по умолчанию (RT)
tr: Varsayılan İşleme Dönüşümü (RT)

source: Default Volume
ar: الحجم الافتراضي
cs: Výchozí hlasitost
de: Standardlautstärke
es: Volumen por Defecto
fr: Volume par défaut
it: volume predefinito
ja: デフォルトのボリューム
nl: standaard volume
pl: Domyślna głośność
pt: volume padrão
ro: Volum implicit
ru: Громкость по умолчанию
sv: Standard volym
tr: varsayılan ses

source: Default audio at opening mrViewer.
ar: عيب في الصوت عند فتح mrViewer.
cs: Chyba zvuku při otevírání mrViewer.
de: Audiofehler beim Öffnen von mrViewer.
es: Defecto audio al abrir mrViewer.
fr: Défaut audio lors de l'ouverture de mrViewer.
it: Difetto audio all'apertura di mrViewer.
ja: mrViewerを開いたときのオーディオの欠陥.
nl: Audio defect bij het openen van mrViewer.
pl: Defekt dźwięku podczas otwierania mrViewer.
pt: Defeito de áudio ao abrir o mrViewer.
ro: Defect audio la deschiderea mrViewer.
ru: Звук по умолчанию при открытии mrViewer.
sv: Ljudfel vid öppning av mrViewer.
tr: mrViewer'ı açarken ses hatası.

source: Defaults
ar: تقصير
cs: Výchozí
de: Standard
es: Defecto
fr: Défaut
it: Predefinito
ja: ディフォルト
nl: Gebrek
pl: Domyślna
pt: Predefinição
ro: Mod implicit
ru: По умолчанию
sv: Standard
tr: Varsayılan

source: Delete
ar: محو
cs: Vymazat
de: Löschen
es: Borrar
fr: Effacer
it: Cancellare
ja: 消去
nl: Wissen
pl: Usuwać
pt: Apagar
ro: Şterge
ru: Удалить
sv: Radera
tr: Sil

source: Delete current reel
ar: حذف البكرة الحالية.
cs: Smazat aktuální roli.
de: Aktuelle Rolle löschen.
es: Borrar carrete actual.
fr: Supprimer la bobine actuelle.
it: Elimina la bobina corrente.
ja: 現在のリールを削除します.
nl: Huidige rol verwijderen.
pl: Usuń bieżącą rolkę.
pt: Excluir bobina atual.
ro: Șterge rola curentă.
ru: Удалить текущий барабан
sv: Radera aktuell rulle.
tr: Mevcut makarayı silin.

source: Denoise
ar: إزالة الضوضاء
cs: odstranit hluk
de: Rauschen entfernen
fr: supprimer le bruit
it: rimuovere il rumore
ja: ノイズを取り除く
nl: ruis verwijderen
pl: usuń hałas
pt: remover ruído
ro: elimina zgomotul
ru: Шумоподавление
sv: ta bort brus
tr: gürültüyü kaldır

source: Depth
ar: عمق
cs: Hloubka
de: Tiefe
es: Profundidad
fr: Profondeur
it: Profondità
ja: 深さ
nl: Diepte
pl: Głębokość
pt: Profundidade
ro: Adâncime
ru: Глубина
sv: Djup
tr: Derinlik

source: Destination color space has more than 3 channels - only first 3 will be shown.
ar: تحتوي مساحة اللون المستهدفة على أكثر من 3 قنوات - سيتم عرض أول 3 قنوات فقط.
cs: Cílový barevný prostor má více než 3 kanály – zobrazí se pouze první 3.
de: Der Zielfarbraum hat mehr als 3 Kanäle – nur die ersten 3 werden angezeigt.
es: El espacio de color destinatario tiene más de 3 canales - solo los 3 primeros serán mostrados.
fr: L'espace colorimétrique cible a plus de 3 canaux - seuls les 3 premiers seront affichés.
it: Lo spazio colore target ha più di 3 canali - verranno visualizzati solo i primi 3.
ja: ターゲットの色空間には3つ以上のチャネルがあり、最初の3つだけが表示されます.
nl: De doelkleurruimte heeft meer dan 3 kanalen - alleen de eerste 3 worden weergegeven.
pl: Docelowa przestrzeń kolorów ma więcej niż 3 kanały - tylko pierwsze 3 zostaną wyświetlone.
pt: O espaço de cores de destino tem mais de 3 canais - apenas os 3 primeiros serão exibidos.
ro: Spațiul de culoare țintă are mai mult de 3 canale - doar primele 3 vor fi afișate.
ru: Целевое цветовое пространство имеет более 3 каналов — будут показаны только первые 3.
sv: Målfärgrymden har mer än 3 kanaler - endast de första 3 kommer att visas.
tr: Hedef renk alanı 3'ten fazla kanala sahiptir - yalnızca ilk 3'ü görüntülenecektir.
