Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Destination color space is not RGB or XYZ. Colors may look weird displayed as RGB.
ar: مساحة اللون ليست RGB ولا XYZ. قد تبدو الألوان غريبة عند عرضها على شكل RGB.
cs: Barevný prostor není ani RGB ani XYZ. Barvy mohou vypadat zvláštně, když jsou zobrazeny jako RGB.
de: Der Farbraum ist weder RGB noch XYZ. Farben können seltsam aussehen, wenn sie als RGB angezeigt werden.
es: El espacio de color no es ni RGB ni XYZ. Los colores pueden verse extraños al mostrarse como RGB.
fr: L'espace colorimétrique n'est ni RVB ni XYZ. Les couleurs peuvent sembler étranges lorsqu'elles sont affichées en RVB.
it: Lo spazio colore non è né RGB né XYZ. I colori possono sembrare strani se visualizzati come RGB.
ja: 色空間はRGBでもXYZでもありません. RGBとして表示すると、色がおかしくなる場合があります.
nl: De kleurruimte is noch RGB noch XYZ. Kleuren kunnen er vreemd uitzien als ze worden weergegeven als RGB.
pl: Przestrzeń kolorów nie jest ani RGB, ani XYZ. Kolory mogą wyglądać dziwnie, gdy są wyświetlane jako RGB.
pt: O espaço de cores não é RGB nem XYZ. As cores podem parecer estranhas quando exibidas como RGB.
ro: Spațiul de culoare nu este nici RGB, nici XYZ. Culorile pot părea ciudat atunci când sunt afișate ca RGB.
ru: Целевое цветовое пространство не является RGB или XYZ. Цвета могут выглядеть странно при отображении в виде RGB.
sv: Färgrymden är varken RGB eller XYZ. Färger kan se konstiga ut när de visas som RGB.
tr: Renk uzayı ne RGB ne de XYZ'dir. RGB olarak görüntülendiğinde renkler garip görünebilir.

source: Detail
ar: التفاصيل
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
pl: Szczegół
pt: Detalhe
ro: Detaliu
ru: Деталь
sv: Detalj
tr: detay

source: Device
ar: الأجهزة
cs: Zařízení
de: Geräte
es: Dispositivos
fr: Dispositifs
it: Dispositivi
ja: デバイス
nl: Apparaten
pl: Urządzenia
pt: Dispositivos
ro: Dispozitive
ru: Устройство
sv: Enheter
tr: Cihazlar

source: Did not write all dst samples to fifo. Error:
ar: لم أستطع كتابة جميع عينات التوقيت الصيفي إلى المخزن المؤقت فيفو. خطأ:
cs: Nemohl jsem zapsat všechny vzorky dst do vyrovnávací paměti fifo. Chyba:
de: Ich konnte nicht alle dst-Samples in den Fifo-Puffer schreiben. Fehler:
es: No pude escribir todos los dst samples al fifo buffer. Error:
fr: Je ne pouvais pas écrire tous les échantillons dst dans le tampon fifo. Erreur:
it: Non sono riuscito a scrivere tutti i campioni dst nel buffer fifo. Errore:
ja: すべてのdstサンプルをfifoバッファーに書き込むことができませんでした.エラー:
nl: Ik kon niet alle dst-samples naar de fifo-buffer schrijven. Fout:
pl: Nie mogłem zapisać wszystkich próbek dst do bufora fifo. Błąd:
pt: Não consegui gravar todas as amostras dst no buffer fifo. Erro:
ro: Nu am putut scrie toate mostrele dst în tamponul fifo. Eroare:
ru: Не записал все сэмплы dst в fifo. Ошибка:
sv: Jag kunde inte skriva alla dst-exempel till fifo-bufferten. Fel:
tr: Tüm dst örneklerini fifo arabelleğine yazamadım. Hata:

source: Did not write all src samples to fifo. Error:
ar: لم أستطع كتابة جميع عينات src إلى المخزن المؤقت فيفو. خطأ:
cs: Nemohl jsem zapsat všechny vzorky src do vyrovnávací paměti fifo. Chyba:
de: Ich konnte nicht alle src-Samples in den Fifo-Puffer schreiben. Fehler:
es: No pude escribir todos los src samples al fifo buffer. Error:
fr: Je ne pouvais pas écrire tous les échantillons src dans le tampon fifo. Erreur:
it: Non sono riuscito a scrivere tutti i campioni src nel buffer fifo. Errore:
ja: すべてのsrcサンプルをfifoバッファーに書き込むことができませんでした.エラー:
nl: Ik kon niet alle src-samples naar de fifo-buffer schrijven. Fout:
pl: Nie mogłem zapisać wszystkich próbek src do bufora fifo. Błąd:
pt: Não consegui gravar todas as amostras src no buffer fifo. Erro:
ro: Nu am putut scrie toate mostrele src în tamponul fifo. Eroare:
ru: Не записал все образцы src в fifo. Ошибка:
sv: Jag kunde inte skriva alla src-prover till fifo-bufferten. Fel:
tr: Tüm src örneklerini fifo arabelleğine yazamadım. Hata:

source: Digital Video
ar: فيديو رقمية
cs: digitální video
de: digitales Video
es: Vídeo Digital
fr: vidéo numérique
it: video digitale
ja: デジタルビデオ
nl: digitale video
pl: cyfrowe wideo
pt: vídeo digital
ro: video digital
ru: Цифровое видео
tr: Dijital video

source: Directory
ar: ملف
cs: Soubor
de: Datei
es: Carpeta
fr: Dossier
it: File
ja: ファイル
nl: Bestand
pl: Plik
pt: Arquivo
ro: Fişier
ru: Каталог
sv: Fil
tr: Dosya

source: Directory
ar: ملف
cs: Soubor
de: Datei
es: Carpeta
fr: Dossier
it: File
ja: ファイル
nl: Bestand
pl: Plik
pt: Arquivo
ro: Fişier
ru: Каталог
sv: Fil
tr: Dosya

source: Directory where clip resides
ar: الدليل حيث يوجد المقطع
cs: Adresář, kde se klip nachází
de: Verzeichnis, in dem sich der Clip befindet
es: Directorio donde el clip reside
fr: Répertoire où réside le clip
it: Directory in cui risiede la clip
ja: クリップが存在するディレクトリ
nl: Directory waar de clip zich bevindt
pl: Katalog, w którym znajduje się klip
pt: Diretório onde o clipe reside
ro: Director în care se află clipul
ru: Каталог, в котором находится клип
sv: Katalog där klippet finns
tr: Klibin bulunduğu dizin

source: Directory: %s Name: %s Resolution: %dx%d Frames: %<PRId64>-%<PRId64> FPS %g
ar: المجلد: %s الاسم: %s الحل: %dx%d الإطارات: %<PRId64>-%<PRId64> FPS% g
cs: Složka: %s Název: %s Rozlišení: %dx%d Snímky: %<PRId64> -%<PRId64> CPS %g
de: Ordner: %s Name: %s Auflösung: %dx%d Frames: %<PRId64> -%<PRId64> CPS %g
es: Carpeta: %s Nombre: %s Resolución: %dx%d Cuadros: %<PRId64>-%<PRId64> CPS %g
fr: Dossier : %s Nom : %s Résolution : %dx%d Frames : %<PRId64> -%<PRId64> CP %g
it: Cartella: %s Nome: %s Risoluzione: %dx%d Frame: %<PRId64> -%<PRId64> CPS %g
ja: フォルダ: %s 名前: %s 解決策: %dx%d フレーム: %<PRId64> -%<PRId64> FPS%g
nl: Map: %s Naam: %s Resolutie: %dx%d Frames: %<PRId64> -%<PRId64> FPS %g
pl: Folder: %s Nazwa: %s Rozdzielczość: %dx%d Ramki: %<PRId64> -%<PRId64> CPS %g
pt: Pasta: %s Nome: %s Resolução: %dx%d Frames: %<PRId64> -%<PRId64> CPS %g
ro: Dosar: %s Nume: %s Rezoluție: %dx%d Cadre: %<PRId64> -%<PRId64> CPS %g
ru: Каталог: %s Имя: %s Разрешение: %dx%d Кадры: %<PRId64> -%<PRId64> FPS %g
sv: Mapp: %s Namn: %s Upplösning: %dx%d Ramar: %<PRId64> -%<PRId64> FPS %g
tr: Klasör: %s Ad: %s Çözünürlük: %dx%d Çerçeveler: %<PRId64> -%<PRId64> CPS %g

source: Disconnect
ar: قطع الاتصال
cs: Odpojit
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断する
nl: verbinding verbreken
pl: Rozłączyć się
pt: desconectar
ro: Deconectat
ru: Отключить
sv: Koppla ifrån
tr: bağlantıyı kes

source: Disk space
ar: مساحة القرص
cs: Prostor na disku
de: Speicherplatz
es: Espacio en Disco
fr: Espace disque
it: Spazio su disco
ja: ディスクスペース
nl: schijfruimte
pl: Miejsce na dysku
pt: Espaço em disco
ro: Spațiu pe disc
ru: Дисковое пространство
sv: Skivutrymme
tr: Disk alanı

source: Display
ar: عرض
cs: Zobrazit
de: Anzeige
fr: affichage
it: Schermo
ja: 画面
nl: Scherm
pl: wyświetlacz
pt: tela
ro: afişa
ru: Отображать
sv: visa
tr: Görüntüle

source: Display Gamma of Image
ar: نطاق عرض الصورة
cs: Rozsah zobrazení obrázku
de: Bildanzeigebereich
es: Gama de Display de la Imagen
fr: Plage d'affichage des images
it: Intervallo di visualizzazione dell'immagine
ja: 画像表示範囲
nl: Beeldweergavebereik
pl: Zakres wyświetlania obrazu
pt: Faixa de exibição da imagem
ro: Interval de afișare a imaginii
ru: Показать гамму изображения
sv: Bildvisningsområde
tr: Görüntü Görüntüleme Aralığı

source: Display Window
ar: نافذة العرض
cs: zobrazovací okno
de: Anzeigefenster
es: Ventana de Display
fr: fenêtre d'affichage
it: vetrina
ja: 表示ウインドウ
nl: etalage
pl: okno wyświetlacza
pt: Janela de exibição
ro: fereastra de afișare
ru: Окно дисплея
sv: skyltfönster
tr: ekran penceresi

source: Display Window 2
ar: نافذة العرض 2
cs: Zobrazovací okno 2
de: Anzeigefenster 2
es: Ventana de Display 2
fr: Vitrine 2
it: Vetrina 2
ja: ショーウィンドウ2
nl: Etalage 2
pl: Okno wyświetlacza 2
pt: Janela de exibição 2
ro: Fereastra de afișare 2
ru: Окно дисплея 2
sv: Displayfönster 2
tr: Ekran penceresi 2

source: Display Window of Clip
ar: نافذة عرض مقطع
cs: Okno zobrazení klipu
de: Clip-Anzeigefenster
es: Ventana de Display del Clip
fr: Fenêtre d'affichage des clips
it: Finestra di visualizzazione della clip
ja: クリップ表示ウィンドウ
nl: Clip Etalage
pl: Okno wyświetlania klipów
pt: Janela de exibição do clipe
ro: Fereastra de afișare a clipurilor
ru: Отображение окна клипа
sv: Klipp displayfönster
tr: Klip Görüntüleme Penceresi

source: Displays gain as film exposure and fstop. Click to toggle between current and normal exposure.
ar: إظهار الكسب كتعرض لفيلم وتوقف. انقر للتغيير من القيمة الحالية إلى التعريض العادي.
cs: Zobrazit zisk jako expozici filmu a fstop. Kliknutím přepnete z aktuální hodnoty na normální expozici.
de: Verstärkung als Filmbelichtung und fstop anzeigen. Klicken, um vom aktuellen Wert zur normalen Belichtung zu wechseln.
es: Muestra ganancia como exposición del film y fstop. Cliquea para cambiar de actual valor a exposición normal.
fr: Afficher le gain en tant qu'exposition du film et fstop. Cliquez pour passer de la valeur actuelle à l'exposition normale.
it: Mostra guadagno come esposizione pellicola e fstop. Fai clic per passare dal valore corrente all'esposizione normale.
ja: ゲインをフィルム露出とfstopとして表示します. クリックして現在の値から通常の露出に変更します.
nl: Toon versterking als filmbelichting en fstop. Klik om van huidige waarde naar normale belichting te gaan.
pl: Pokaż wzmocnienie jako ekspozycję filmu i fstop. Kliknij, aby zmienić z bieżącej wartości na normalną ekspozycję.
pt: Mostrar ganho como exposição do filme e fstop. Clique para mudar do valor atual para a exposição normal.
ro: Afișați câștigul ca expunere de film și fstop. Dați clic pentru a schimba de la valoarea curentă la expunerea normală.
ru: Отображает усиление как экспозицию пленки и fstop. Нажмите для переключения между текущей и нормальной экспозицией.
sv: Visa förstärkning som filmexponering och fstop. Klicka för att ändra från aktuellt värde till normal exponering.
tr: Kazanımı film pozu ve fstop olarak göster. Mevcut değerden normal poza geçmek için tıklayın.

source: Disposition
ar: تقديم
cs: Ustanovení
de: Bestimmung
es: Disposición
it: Fornitura
ja: 規定
nl: Voorraad
pl: Zaopatrzenie
pt: Provisão
ro: Dispoziţie
ru: Расположение
sv: Tillhandahållande
tr: Karşılık

source: Disposition of Track
ar: تخطيط المسار
cs: Rozložení stopy
de: Streckenlayout
es: Disposición de la Pista
fr: Disposition des pistes
it: Disposizione delle tracce
ja: トラックレイアウト
nl: Spoorlay-out
pl: Układ ścieżki
pt: Layout da trilha
ro: Aspect pista
ru: Расположение трека
sv: Spårlayout
tr: Parça Düzeni

source: Divide
ar: يقسم
cs: Rozdělit
de: Teilen
es: Dividir
fr: Diviser
it: Dividere
ja: 分ける
nl: Splitsen
pl: Dzielić
pt: Dividir
ru: Делить
sv: Dela upp
tr: Bölmek

source: Do Blend
ar: مزج
cs: Směs
de: Mischen
fr: Mélanger
it: Mescolare
ja: ミックス
nl: Mengen
pl: Mieszać
pt: Misturar
ro: Amesteca
ru: Смешайте
sv: Blanda
tr: Karışım

source: Do you want to replace '%s'?
ar: هل تريد استبدال '%s'؟
cs: Chcete nahradit '%s'?
de: Möchten Sie '%s' ersetzen?
es: ¿Quiere reemplazar '%s'?
fr: Voulez-vous remplacer '%s' ?
it: Vuoi sostituire '%s'?
ja: '%s'を置き換えますか？
nl: Wilt u '%s' vervangen?
pl: Czy chcesz zastąpić '%s'?
pt: Deseja substituir '%s'?
ro: Doriți să înlocuiți „%s”?
ru: Вы хотите заменить '%s'?
sv: Vill du ersätta '%s'?
tr: '%s' yerine geçmek istiyor musunuz?

source: Double
ar: مزدوج
cs: Dvojnásobek
de: Doppelt
es: Doble
it: Doppio
ja: ダブル
nl: Dubbele
pl: Podwójnie
pt: Dobro
ro: Dubla
ru: Двойной
sv: Dubbel
tr: Çift

source: Down
ar: أسفل
cs: Dolů
de: Runter
es: Abajo
fr: Vers le bas
it: Fuori uso
ja: 下
nl: Onderstaand
pl: Na dół
pt: Abaixo
ro: Jos
ru: Вниз
sv: Ner
tr: Aşağı

source: Draw
ar: هو رسم
cs: Nakreslil
de: Er zeichnete
es: Dibujo
fr: Il a dessiné
it: Disegnò
ja: 彼は描いた
nl: Hij tekende
pl: Narysował
pt: Desenho
ro: A desenat
ru: Рисовать
sv: Han ritade
tr: O çizdi

source: Draw Mode
ar: وضع الرسم
cs: Režim kreslení
de: Zeichnungsmodus
es: Modo de Dibujo
fr: Mode dessin
it: Modalità disegno
ja: 描画モード
nl: Tekenmodus
pl: Tryb rysowania
pt: Modo de desenho
ro: Modul de desen
ru: Режим рисования
sv: Ritläge
tr: Çizim Modu

source: Draw Temporary Mode
ar: وضع الرسم المؤقت
cs: Režim dočasného kreslení
de: Temporärer Zeichnungsmodus
es: Modo de Dibujo Temporario
fr: Mode de dessin temporaire
it: Modalità di disegno temporaneo
ja: 一時的な描画モード
nl: Tijdelijke tekenmodus
pl: Tryb rysowania tymczasowego
pt: Modo de desenho temporário
ro: Modul de desen temporar
ru: Временный режим рисования
sv: Tillfälligt ritläge
tr: Geçici Çizim Modu

source: Driver
ar: السائقين
cs: Řidiči
de: Fahrer
fr: Conducteurs
it: autisti
ja: 運転手
nl: chauffeurs
pl: kierowcy
pt: motoristas
ro: șoferii
ru: Водитель
sv: förare
tr: sürücüler

source: Drop Frame Timecode
ar: إطارات نفايات رمز الوقت
cs: Time Code Waste Frames
de: Timecode-Waste-Frames
fr: Trames de perte de code temporel
it: Time Code Rifiuti Frame
ja: タイムコード廃棄物フレーム
nl: Tijdcodeafvalframes
pl: Ramki odpadów kodu czasowego
pt: Quadros de desperdício de código de tempo
ro: Cadre de deșeuri de cod de timp
ru: Тайм-код с пропуском кадров
sv: Avfallsramar för tidskod
tr: Zaman Kodu Atık Çerçeveleri

source: Duration
ar: مدة
cs: Doba trvání
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 間隔
nl: Duur
pl: Czas trwania
pt: Duração
ro: Durată
ru: Продолжительность
sv: Varaktighet
tr: Süre

source: Duration of Audio
ar: مدة الصوت
cs: Délka zvuku
de: Audiodauer
es: Duración del Audio
fr: Durée audio
it: Durata dell'audio
ja: オーディオ持続時間
nl: Audioduur
pl: Czas trwania dźwięku
pt: Duração do áudio
ro: Durata audio
ru: Продолжительность аудио
sv: Ljudlängd
tr: Ses Süresi

source: Duration of Subtitle
ar: مدة الترجمة
cs: Délka titulků
de: Untertiteldauer
es: Duración del Subtítulo
fr: Durée des sous-titres
it: Durata dei sottotitoli
ja: 字幕期間
nl: Ondertitelduur
pl: Czas trwania napisów
pt: Duração da legenda
ro: Durata subtitrare
ru: Продолжительность субтитров
sv: Undertextens varaktighet
tr: Altyazı Süresi

source: Duration of Video
ar: طول الفيديو
cs: Délka videa
de: Videolänge
es: Duración del Vídeo
fr: Durée de la vidéo
it: Durata del video
ja: ビデオの長さ
nl: Videolengte
pl: Długość wideo
pt: Duração do vídeo
ro: Durata videoclipului
ru: Продолжительность видео
sv: Videolängd
tr: video uzunluğu

source: Dutch
ar: هولندي (Nederlands)
it: Olandese (Nederlands)
ja: オランダの (Nederlands)
nl: Nederlands
sv: holländska (Nederlands)

source: EDL
ar: مؤسسة كهرباء لبنان
es: LDE
fr: LDE

source: EDL Edit
ar: تحرير EDL
cs: Upravit EDL
de: EDL bearbeiten
es: Editar LDE
fr: Modifier la LDE
it: Modifica EDL
ja: EDLを編集する
nl: EDL bewerken
pl: Edytuj EDL
pt: Editar EDL
ro: Editați EDL
ru: EDL Править
sv: Redigera EDL
tr: EDL'yi düzenle

source: EXR Picture
ar: صورة EXR
cs: EXR obrázek
de: EXR-Bild
es: Imagen EXR
fr: Image EXR
it: immagine EXR
ja: EXR画像
nl: EXR-beeld
pl: Obraz EXR
pt: Imagem EXR
ro: Imagine EXR
ru: EXR Изображение
sv: EXR-bild
tr: EXR resmi

source: EXR compression algorithm.
ar: خوارزمية ضغط EXR
cs: EXR kompresní algoritmus
de: EXR-Kompressionsalgorithmus
fr: Algorithme de compression EXR
it: Algoritmo di compressione EXR
ja: EXR圧縮アルゴリズム
nl: EXR-compressie-algoritme
pl: Algorytm kompresji EXR
pt: Algoritmo de Compressão EXR
ro: Algoritmul de compresie EXR
ru: Алгоритм сжатия EXR.
sv: EXR-kompressionsalgoritm
tr: EXR Sıkıştırma Algoritması

source: Early 35mm
ar: 35 ملم في وقت مبكر
cs: 35 mm brzy
de: 35 mm früh
es: 35mm Temprano
fr: 35 mm en avance
it: 35 mm in anticipo
ja: 35mmアーリー
nl: 35 mm vroeg
pl: 35mm wcześnie
pt: 35mm adiantado
ro: 35 mm devreme
ru: Ранний 35мм
sv: 35 mm tidig
tr: 35mm Erken

source: Edit Audio Frame Offset
ar: تحرير إطار بدء الصوت
cs: Upravit počáteční snímek zvuku
de: Audio-Startframe bearbeiten
es: Editar Cuadro de Comienzo de Audio
fr: Modifier l'image de début audio
it: Modifica il frame iniziale dell'audio
ja: オーディオ開始フレームの編集
nl: Audio-startframe bewerken
pl: Edytuj ramkę początkową dźwięku
pt: Editar quadro inicial de áudio
ro: Editați cadru de pornire audio
ru: Редактировать смещение аудиокадра
sv: Redigera ljudstartram
tr: Ses Başlangıç Çerçevesini Düzenle

source: Edit Status
ar: تحرير الحالة
cs: Upravit stav
de: Status bearbeiten
es: Editar Status
fr: Modifier le statut
it: Modifica stato
ja: ステータスの編集
nl: Status bewerken
pl: Edytuj stan
pt: Editar status
ro: Editați starea
ru: Изменить статус
sv: Redigera status
tr: Durumu Düzenle

source: Editable by Default
ar: قابل للتحرير بشكل افتراضي
cs: ve výchozím nastavení upravitelné
de: standardmäßig editierbar
fr: modifiable par défaut
it: modificabile per impostazione predefinita
ja: デフォルトで編集可能
nl: standaard bewerkbaar
pl: edytowalne domyślnie
pt: editável por padrão
ro: editabil în mod implicit
ru: Редактируемый по умолчанию
sv: redigerbar som standard
tr: varsayılan olarak düzenlenebilir

source: Elapsed
ar: انقضى
cs: Uplynulý
de: abgelaufen
es: Transcurrido
fr: écoulé
it: trascorso
ja: 経過
nl: verstreken
pl: upłynął
pt: decorrido
ro: scurs
ru: Прошло
sv: förflutit
tr: geçen

source: Empty image in media passed to media_to_pathname
ar: تم تمرير الصورة الفارغة للوسائط إلى media_to_pathname
cs: Prázdný obrázek média předán do media_to_pathname
de: Leeres Medienbild an media_to_pathname übergeben
es: Imagen vacía de medio pasada a media_to_pathname
fr: Image vide du média transmise à media_to_pathname
it: Immagine multimediale vuota passata a media_to_pathname
ja: media_to_pathnameに渡されたメディアの空の画像
nl: Media lege afbeelding doorgegeven aan media_to_pathname
pl: Pusty obraz mediów przekazany do media_to_pathname
pt: Imagem vazia de mídia passada para media_to_pathname
ro: Imaginea goală media a fost transmisă la media_to_pathname
ru: Пустое изображение в медиа, переданное в media_to_pathname
sv: Tom mediabild skickades till media_to_pathname
tr: media_to_pathname öğesine medya boş resmi iletildi

source: Empty image in thumbnail
ar: صورة فارغة على بطاقة بريدية
cs: Prázdný obrázek na pohlednici
de: Leeres Bild auf Postkarte
es: Imagen vacía en postal
fr: Image vide sur carte postale
it: Immagine vuota sulla cartolina
ja: はがきの空の画像
nl: Lege afbeelding op ansichtkaart
pl: Pusty obraz na pocztówce
pt: Imagem vazia no cartão postal
ro: Imagine goală pe cartea poștală
ru: Пустое изображение на миниатюре
sv: Tom bild på vykort
tr: Kartpostaldaki boş resim

source: Empty image provided to Element constructor
ar: تم توفير صورة فارغة في مُنشئ العنصر
cs: Prázdný obrázek poskytnutý v konstruktoru Element
de: Leeres Bild, das im Elementkonstruktor bereitgestellt wird
es: Imagen vacía provista en el constructor de Element
fr: Image vide fournie dans le constructeur Element
it: Immagine vuota fornita nel costruttore Element
ja: Elementコンストラクターで提供される空の画像
nl: Lege afbeelding geleverd in de Element-constructor
pl: Pusty obraz dostarczony w konstruktorze Element
pt: Imagem vazia fornecida no construtor Element
ro: Imagine goală furnizată în constructorul Element
ru: Пустое изображение, предоставленное конструктору элементов
sv: Tom bild tillhandahålls i elementkonstruktorn
tr: Element yapıcısında sağlanan boş resim

source: Empty img->fileroot() passed to media_to_pathname
ar: فارغ img-> fileroot () تم تمريره إلى media_to_pathname
cs: prázdný img->fileroot() předán do media_to_pathname
de: leeres img->fileroot() übergeben an media_to_pathname
es: img->fileroot() vacío pasado a media_to_pathname
fr: vide img->fileroot() passé à media_to_pathname
it: vuoto img->fileroot() passato a media_to_pathname
ja: 空のimg->fileroot（）がmedia_to_pathnameに渡されました
nl: lege img->fileroot() doorgegeven aan media_naar_padnaam
pl: pusty img->fileroot() przekazany do media_to_pathname
pt: vazio img->fileroot() passado para media_to_pathname
ro: img->fileroot() gol a fost transmis la media_to_pathname
ru: Пустой img->fileroot() передается в media_to_pathname
sv: empty img->fileroot() skickas till media_to_pathname
tr: boş img->fileroot() media_to_pathname'ye aktarıldı

source: Empty media passed to media_to_pathname
ar: تم تمرير الوسائط الفارغة إلى media_to_pathname
cs: Prázdné médium předáno media_to_pathname
de: Leeres Medium an media_to_pathname übergeben
fr: Média vide transmis à media_to_pathname
it: Supporto vuoto passato a media_to_pathname
ja: media_to_pathnameに渡された空のメディア
nl: Lege media doorgegeven aan media_naar_padnaam
pl: Pusty nośnik przekazany do media_to_pathname
pt: Mídia vazia passada para media_to_pathname
ro: Media goală a fost transmisă către media_to_pathname
ru: Пустой носитель передан в media_to_pathname
sv: Tom media skickas till media_to_pathname
tr: media_to_pathname'ye boş medya aktarıldı

source: Empty media provided to Element constructor
ar: تم توفير وسائط فارغة لمنشئ العنصر
cs: Prázdné médium poskytnuté konstruktoru prvků
de: Leere Medien, die dem Elementkonstruktor bereitgestellt werden
fr: Support vide fourni au constructeur de l'élément
it: Supporto vuoto fornito al costruttore dell'elemento
ja: 要素コンストラクターに空のメディアが提供されました
nl: Lege media geleverd aan elementconstructor
pl: Puste media dostarczone do konstruktora elementu
pt: Mídia vazia fornecida ao construtor do elemento
ro: Media goală furnizată constructorului de elemente
ru: Пустой носитель, предоставленный конструктору Element
sv: Tomt media tillhandahålls till elementkonstruktören
tr: Öğe oluşturucuya sağlanan boş ortam

source: Empty packets for video seek.
ar: الحزم الفارغة للبحث عن الفيديو.
cs: Prázdné pakety pro vyhledávání videa.
de: Leere Pakete für die Videosuche.
es: Paquetes vacíos para búsqueda de video.
fr: Paquets vides pour la recherche vidéo.
it: Pacchetti vuoti per la ricerca di video.
ja: ビデオ検索用の空のパケット.
nl: Lege pakketten voor video zoeken.
pl: Puste pakiety do wyszukiwania wideo.
pt: Pacotes vazios para pesquisa de vídeo.
ro: Pachete goale pentru căutarea video.
ru: Пустые пакеты для поиска видео.
sv: Tomma paket för videosökning.
tr: Video araması için boş paketler.

source: Empty pic file for media
ar: ملف صورة فارغ للوسائط
cs: Prázdný soubor obrázku pro média
de: Leere Bilddatei für Medien
es: Dibujo vacío para media
fr: Fichier image vide pour les médias
it: File immagine vuoto per il supporto
ja: メディア用の空の画像ファイル
nl: Leeg afbeeldingsbestand voor media
pl: Pusty plik obrazu dla mediów
pt: Arquivo de imagem vazio para mídia
ro: Fișier imagine gol pentru media
ru: Пустой файл изображения для мультимедиа
sv: Tom bildfil för media
tr: Medya için boş resim dosyası

source: Empty seek or preroll
ar: بحث فارغ أو تمهيدي
cs: Prázdné vyhledávání nebo preroll
de: Leere Suche oder Preroll
es: Vacía busqueda o preroll
fr: Recherche vide ou preroll
it: Ricerca vuota o preroll
ja: 空の検索またはプレロール
nl: Leeg zoeken of preroll
pl: Puste wyszukiwanie lub preroll
pt: Pesquisa ou pré-rolagem vazia
ro: Căutare goală sau preroll
ru: Пустой поиск или преролл
sv: Töm sökning eller preroll
tr: Boş arama veya ön kayıt

source: Encoding
ar: مشفر
cs: zašifrované
de: verschlüsselt
es: Encodificado
fr: crypté
it: crittografato
ja: 暗号化
nl: versleuteld
pl: zaszyfrowane
pt: criptografado
ro: criptat
ru: Кодирование
sv: krypterad
tr: şifreli

source: End
ar: نهاية
cs: Konec
de: Ende
es: Fin
fr: Finir
it: Fine
ja: 終わり
nl: Einde
pl: Koniec
pt: Fim
ro: Sfârșit
ru: Конец
sv: Slutet
tr: Son

source: English
ar: انجليزي انجليزي) (English)
cs: Angličtina
de: Englisch
fr: Anglais
it: inglese (English)
ja: 英語 (English)
nl: Engels Engels) (English)
pl: język angielski
pt: inglês
ro: Engleză
sv: Engelska engelska) (English)
tr: ingilizce

source: Environment variable "
ar: متغيرات البيئة "
cs: Proměnná prostředí "
de: Umgebungsvariable "
fr: Variable d'environnement "
it: Variabile d'ambiente "
ja: 環境変数"
nl: Omgevingsvariabele "
pl: Zmienna środowiskowa "
pt: Variável de ambiente "
ro: Variabilă de mediu "
sv: Miljöfaktor "
tr: Çevre değişkeni "
