Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Relative Colorimetric
ar: قياس الألوان النسبي
cs: Relativní kolorimetrické
de: Relativ kolorimetrisch
fr: Colorimétrie relative
it: Colorimetrico relativo
ja: 相対測色
nl: Relatief colorimetrisch
pl: Względna kolorymetryczna
pt: Colorimétrico Relativo
ro: Colorimetric relativ
ru: Относительный колориметрический
sv: Relativ kolorimetrisk
tr: bağıl kolorimetrik

source: Release Date
ar: تاريخ المغادرة
cs: Datum odletu
de: Abreisedatum
es: Fecha de Salida
fr: Date de sortie
it: Data di partenza
ja: 出発日
nl: Vertrekdatum
pl: Data odjazdu
pt: Data de saída
ro: Data plecării
ru: Дата выпуска
sv: Avgångsdatum
tr: Ayrılış tarihi

source: Release Time
ar: وقت المغادرة
cs: Čas odjezdu
de: Abfahrtszeit
es: Hora de Salida
fr: Heure de sortie
it: Orario di partenza
ja: 出発時間
nl: Vertrektijd
pl: Godzina odjazdu
pt: Hora da saída
ro: Timp de plecare
ru: Время выпуска
sv: Avgångstid
tr: Hareket saati

source: Reload Theme
ar: إعادة تحميل الموضوع
cs: Znovu načíst motiv
de: Thema neu laden
es: Recargar Tema
fr: Recharger le thème
it: Ricarica tema
ja: テーマをリロード
nl: Thema opnieuw laden
pl: Odśwież motyw
pt: Recarregar tema
ro: Reîncărcați tema
ru: Перезагрузить тему
sv: Ladda om tema
tr: Temayı Yeniden Yükle

source: Reload color theme from mrViewer.colors file again to refresh change in colors
ar: أعد تحميل سمة اللون من ملف mrViewer.colors مرة أخرى لتحديث تغييرات اللون.
cs: Znovu načtěte barevný motiv ze souboru mrViewer.colors a obnovte změny barev.
de: Laden Sie das Farbdesign erneut aus der Datei mrViewer.colors, um die Farbänderungen zu aktualisieren.
es: Recarga tema de color desde el archivo mrViewer.colors de nuevo para refrescar los cambios en los colores.
fr: Rechargez à nouveau le thème de couleur à partir du fichier mrViewer.colors pour actualiser les changements de couleur.
it: Ricarica il tema del colore dal file mrViewer.colors per aggiornare le modifiche ai colori.
ja: mrViewer.colorsファイルからカラーテーマを再度リロードして、色の変更を更新します.
nl: Laad het kleurthema opnieuw vanuit het bestand mrViewer.colors om de kleurwijzigingen te vernieuwen.
pl: Ponownie załaduj motyw kolorów z pliku mrViewer.colors, aby odświeżyć zmiany kolorów.
pt: Recarregue o tema de cores do arquivo mrViewer.colors novamente para atualizar as alterações de cores.
ro: Reîncărcați din nou tema de culoare din fișierul mrViewer.colors pentru a reîmprospăta modificările de culoare.
ru: Повторно загрузите цветовую тему из файла mrViewer.colors, чтобы обновить изменение цветов.
sv: Ladda om färgtema från filen mrViewer.colors igen för att uppdatera färgändringar.
tr: Renk değişikliklerini yenilemek için mrViewer.colors dosyasından renk temasını yeniden yükleyin.

source: Remaining
ar: مفقود
cs: chybějící
de: fehlen
es: Faltante
fr: disparu
it: mancante
ja: ない
nl: missend
pl: zaginiony
pt: ausência de
ro: dispărut
ru: Оставшийся
sv: saknas
tr: eksik

source: Removal item not found in tree.
ar: لم يتم العثور على بكرة
cs: nenalezen na cívce
de: nicht auf Rolle gefunden
es: no encontrada en el carrete
fr: introuvable sur bobine
it: non si trova sulla bobina
ja: リールに見つかりません
nl: niet gevonden op haspel
pl: nie znaleziono na rolce
pt: não encontrado no carretel
ro: nu se găsește pe rolă
ru: Элемент удаления не найден в дереве.
sv: hittas inte på rullen
tr: makarada bulunamadı

source: Remove Attribute
ar: إزالة السمة
cs: Odebrat atribut
de: Attribut entfernen
es: Remover Atributo
fr: Supprimer l'attribut
it: Rimuovi attributo
ja: 属性を削除
nl: Attribuut verwijderen
pl: Usuń atrybut
pt: Remover atributo
ro: Eliminați atributul
ru: Удалить атрибут
sv: Ta bort attribut
tr: Özelliği Kaldır

source: Remove current image from reel.
ar: لقد حذفت الصورة الحالية من البكرة.
cs: Vymazal jsem aktuální obrázek z cívky.
de: Ich habe das aktuelle Bild von der Rolle gelöscht.
es: Borré la imagen actual del carrete.
fr: J'ai supprimé l'image actuelle de la bobine.
it: Ho eliminato l'immagine corrente dalla bobina.
ja: 現在の画像をリールから削除しました.
nl: Ik heb de huidige afbeelding van de rol verwijderd.
pl: Usunąłem aktualny obraz z rolki.
pt: Apaguei a imagem atual do carretel.
ro: Am șters imaginea curentă din bobină.
ru: Удалить текущее изображение с барабана.
sv: Jag tog bort den aktuella bilden från rullen.
tr: Mevcut görüntüyü makaradan sildim.

source: Removed client
ar: لقد حذفت العميل
cs: Klienta jsem smazal
de: Ich habe den Kunden gelöscht
es: Borré el cliente
fr: j'ai supprimé le client
it: Ho cancellato il cliente
ja: クライアントを削除しました
nl: Ik heb de klant verwijderd
pl: Usunąłem klienta
pt: apaguei o cliente
ro: Am șters clientul
ru: Удаленный клиент
sv: Jag tog bort klienten
tr: istemciyi sildim

source: Render Intent
ar: تقديم النية
cs: Záměr vykreslení
de: Renderabsicht
es: Intención de Render
fr: Intention de rendu
it: Rendering intento
ja: レンダリングインテント
nl: Renderintentie
pl: Cel renderowania
pt: Intenção de renderização
ro: Redare intenție
ru: Визуализация намерения
sv: Rendera avsikt
tr: Oluşturma Amacı

source: Render Pixel Format
ar: تقديم تنسيق البكسل
cs: Formát pixelů vykreslení
de: Pixelformat rendern
es: Formato de Pixel de Render
fr: Format de pixel de rendu
it: Rendering in formato pixel
ja: ピクセルフォーマットをレンダリング
nl: Pixelformaat renderen
pl: Renderuj format pikseli
pt: Formato de pixel de renderização
ru: Формат пикселя рендеринга
sv: Rendera pixelformat
tr: Render Piksel Formatı

source: Render Transform
ar: تقديم التحول
cs: Transformace vykreslení
de: Transformation rendern
es: Transformación de Render
fr: Transformation du rendu
it: Trasformazione di rendering
ja: レンダリング変換
nl: Transformatie renderen
pl: Renderuj transformację
pt: Transformação de renderização
ro: Transformare de randare
ru: Рендеринг Преобразование
sv: Render Transformation
tr: Render Dönüşümü

source: Render Transforms
ar: تقديم التحول
cs: Transformace vykreslení
de: Transformation rendern
es: Transformación de Render
fr: Transformation du rendu
it: Trasformazione di rendering
ja: レンダリング変換
nl: Transformatie renderen
pl: Renderuj transformację
pt: Transformação de renderização
ro: Transformare de randare
ru: Рендеринг Преобразования
sv: Render Transformation
tr: Render Dönüşümü

source: Renderer:
ar: العارض:
fr: moteur de rendu :
ja: レンダラー:
pt: renderizador:
ro: redator:
ru: Рендерер:
sv: renderare:
tr: oluşturucu:

source: Rendering Intent
ar: تقديم النية
cs: Záměr vykreslení
de: Renderabsicht
es: Intención de Render
fr: Intention de rendu
it: Rendering intento
ja: レンダリングインテント
nl: Renderintentie
pl: Cel renderowania
pt: Intenção de renderização
ro: Redare intenție
ru: Рендеринг намерения
sv: Rendera avsikt
tr: Oluşturma Amacı

source: Repeat Frame
ar: كرر الإطار
cs: Opakovat snímek
de: Rahmen wiederholen
fr: Répéter l'image
it: Ripeti fotogramma
ja: フレームを繰り返す
nl: Herhaal Frame
pl: Powtórz ramkę
pt: Repetir quadro
ro: Repetați cadrul
ru: Повтор кадра
sv: Upprepa ram
tr: Çerçeveyi Tekrarla

source: Replace all attribute/values to display in the hud, leaving only those specified in the command line.
ar: استبدل كل السمات/القيم المراد عرضها في hud ، مع ترك القيم المحددة في سطر الأوامر فقط.
cs: Nahradit všechny atributy/hodnoty, které se mají zobrazit v hud, ponechávají pouze ty, které jsou zadané na příkazovém řádku.
de: Ersetzen Sie alle Attribute/Werte, die im Hud angezeigt werden sollen, wobei nur die in der Befehlszeile angegebenen übrig bleiben.
fr: Remplacer tous les attributs/valeurs à afficher dans le hud, ne laissant que celles spécifiées sur la ligne de commande.
it: Sostituisci tutti gli attributi/valori da visualizzare nell'hud, lasciando solo quelli specificati nella riga di comando.
ja: すべての属性を置き換えます/コマンドラインで指定された値のみを残して、hudに表示する値.
nl: Vervang alle attributen/waarden om in de hud weer te geven, zodat alleen de waarden overblijven die op de opdrachtregel zijn opgegeven.
pl: Zastąp wszystkie atrybuty/wartości do wyświetlenia w hud, pozostawiając tylko te określone w wierszu poleceń.
pt: Substituir todos os atributos/valores a serem exibidos no hud, deixando apenas os especificados na linha de comando.
ro: Înlocuiește toate atributele/valori de afișat în hud, lăsând doar cele specificate pe linia de comandă.
ru: Заменить все атрибуты/значения для отображения в хаде, оставив только указанные в командной строке.
sv: Byt ut alla attribut/värden som ska visas i hud, lämnar bara de som anges på kommandoraden.
tr: Tüm özellikleri değiştir/hud'de görüntülenecek değerler, yalnızca komut satırında belirtilenler bırakılır.

source: Replace image index is out of range
ar: معدل استبدال الصورة خارج النطاق
cs: Míra výměny obrázků je mimo rozsah
de: Die Bildersetzungsrate liegt außerhalb des zulässigen Bereichs
fr: Le taux de remplacement de l'image est hors plage
it: Il tasso di sostituzione dell'immagine è fuori intervallo
ja: 画像の置換率が範囲外です
nl: Vervangingssnelheid voor afbeeldingen is buiten bereik
pl: Współczynnik zastępowania obrazu jest poza zakresem
pt: A taxa de substituição de imagem está fora do intervalo
ro: Rata de înlocuire a imaginii este în afara limitei
ru: Заменить индекс изображения вне допустимого диапазона
sv: Bildersättningsfrekvensen ligger utanför intervallet
tr: Resim değiştirme oranı aralık dışında

source: Resampling audio failed
ar: فشل إعادة تشكيل الصوت
cs: Převzorkování zvuku se nezdařilo
de: Audio-Resampling fehlgeschlagen
es: Resampleo de audio falló
fr: Échec du rééchantillonnage audio
it: Ricampionamento audio non riuscito
ja: オーディオのリサンプリングに失敗しました
nl: Audio herbemonsteren mislukt
pl: Ponowne próbkowanie dźwięku nie powiodło się
pt: Falha na reamostragem de áudio
ro: Reeșantionarea audio a eșuat
ru: Ошибка передискретизации звука
sv: Omsampling av ljud misslyckades
tr: Ses yeniden örnekleme başarısız oldu

source: Resampling audio failed. Len:
ar: فشل إعادة تشكيل الصوت. ليون:
cs: Převzorkování zvuku se nezdařilo. Leon:
de: Audio-Resampling fehlgeschlagen. Leon:
es: Resampleo de audio falló. Len:
fr: Échec du rééchantillonnage audio. Léon :
it: Ricampionamento audio non riuscito. Leon:
ja: オーディオのリサンプリングに失敗しました.レオン:
nl: Het opnieuw samplen van audio is mislukt. Leon:
pl: Ponowne próbkowanie dźwięku nie powiodło się. Leon:
pt: Falha na reamostragem de áudio. Leão:
ro: Reeșantionarea audio a eșuat. Leon:
ru: Сбой передискретизации звука. Лен:
sv: Omsampling av ljud misslyckades. Leon:
tr: Ses yeniden örnekleme başarısız oldu. Leon:

source: Reserved
ar: محجوز
cs: Rezervováno
de: reserviert
es: Reservada
fr: réservé
it: riservato
ja: 予約済み
nl: gereserveerd
pl: skryty
pt: reservado
ro: rezervat
ru: Сдержанный
sv: reserverad
tr: ayrılmış

source: Reset
ar: لإعادة تعيين
cs: Resetovat
de: Zurücksetzen
es: Resetear
fr: Réinitialiser
it: Resettare
ja: リセットするには
nl: Resetten
pl: Zresetować
pt: Reiniciar
ro: A reseta
ru: Сброс настроек
sv: Att återställa
tr: Sıfırlamak

source: Reset Gain/Gamma
ar: إعادة الكسب/نطاق
cs: reset zisk/Spektrum
de: Verstärkung zurücksetzen/Spektrum
fr: réinitialiser le gain/Spectre
it: azzerare il guadagno/Spettro
ja: ゲインをリセット/スペクトラム
nl: reset winst/Spectrum
pl: zresetuj wzmocnienie/Widmo
pt: redefinir ganho/Espectro
ro: resetează câștigul/Spectru
ru: Сбросить усиление/Гамма
sv: återställ förstärkningen/Spektrum
tr: kazancı sıfırla/spektrum

source: Reset value
ar: إعادة القيمة
cs: resetovat hodnotu
de: Wert zurücksetzen
fr: valeur de réinitialisation
it: azzerare il valore
ja: リセット値
nl: waarde resetten
pl: zresetuj wartość
pt: redefinir valor
ro: resetarea valorii
ru: Сбросить значение
sv: återställ värde
tr: değeri sıfırla

source: Resize Background to Match Foreground
ar: تغيير حجم الخلفية إلى حجم الجبهة
cs: Změňte velikost pozadí na velikost přední strany
de: Skalieren Sie den Hintergrund auf die Größe der Vorderseite
es: Escale el Fondo al tamaño del Frente
fr: Mettre à l'échelle l'arrière-plan à la taille de l'avant
it: Ridimensiona lo sfondo alle dimensioni del fronte
ja: 背景を前面のサイズに拡大縮小します
nl: Schaal de achtergrond tot de grootte van de voorkant
pl: Skaluj tło do rozmiaru frontu
pt: Dimensione o plano de fundo para o tamanho da frente
ro: Scalați fundalul la dimensiunea față
ru: Изменение размера фона в соответствии с передним планом
sv: Skala bakgrunden till storleken på framsidan
tr: Arka Planı Önün boyutuna ölçeklendirin

source: Resize Main Window to Fit
ar: تغيير حجم النافذة الرئيسية لتناسب
cs: Změňte velikost hlavního okna tak, aby se vešlo
de: Passen Sie die Größe des Hauptfensters an
fr: Redimensionner la fenêtre principale pour l'adapter
it: Ridimensiona la finestra principale per adattarla
ja: メインウィンドウのサイズを合わせて変更します
nl: Formaat van het hoofdvenster aanpassen zodat het past
pl: Zmień rozmiar okna głównego, aby dopasować
pt: Redimensione a janela principal para caber
ro: Redimensionați fereastra principală pentru a se potrivi
ru: Изменить размер главного окна по размеру
sv: Ändra storlek på huvudfönstret så att det passar
tr: Ana pencereyi sığacak şekilde yeniden boyutlandırın

source: Resolution
ar: الدقة
cs: Řešení
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 解像度
nl: Oplossing
pl: Rezolucja
pt: Resolução
ro: Rezoluţie
ru: разрешение
sv: Upplösning
tr: Çözünürlük

source: Restore screensaver
ar: استعادة شاشة التوقف
cs: obnovit spořič obrazovky
de: Bildschirmschoner wiederherstellen
fr: restaurer l'économiseur d'écran
it: ripristinare il salvaschermo
ja: スクリーンセーバーを復元する
nl: schermbeveiliging herstellen
pl: przywróć wygaszacz ekranu
pt: restaurar protetor de tela
ro: restaurați screensaverul
ru: Восстановить заставку
sv: återställa skärmsläckare
tr: ekran koruyucuyu geri yükle

source: Restored screensaver
ar: استعادة شاشة التوقف
cs: spořič obrazovky obnoven
de: Bildschirmschoner wiederhergestellt
fr: économiseur d'écran restauré
it: salvaschermo ripristinato
ja: スクリーンセーバーが復元されました
nl: schermbeveiliging hersteld
pl: przywrócono wygaszacz ekranu
pt: protetor de tela restaurado
ro: screensaver restaurat
ru: Восстановленная заставка
sv: skärmsläckare återställd
tr: ekran koruyucu geri yüklendi

source: Return
ar: أدخل
cs: vstoupit
de: betreten
es: Intro
fr: Entrer
it: accedere
ja: 入力
nl: binnenkomen
pl: Wchodzić
pt: entrar
ro: introduce
ru: Вернуть
sv: stiga på
tr: giriş

source: Revert
ar: يعكس
cs: Zvrátit
de: Umkehren
es: Revertir
fr: Inverser
it: Inversione
ja: 逆行する
nl: Achteruit
pl: Odwracać
pt: Reverter
ro: Verso
ru: Возвращаться
sv: Omvänd
tr: Ters

source: Revert settings to last saved preferences.
ar: قم بإعادة الإعدادات إلى آخر التفضيلات المحفوظة.
cs: Vrátit nastavení na poslední uložené předvolby.
de: Setzen Sie die Einstellungen auf die zuletzt gespeicherten Einstellungen zurück.
es: Revertir seteos a la la ultima preferencias grabadas.
fr: Rétablir les paramètres des dernières préférences enregistrées.
it: Ripristina le impostazioni sulle ultime preferenze salvate.
ja: 最後に保存した設定に設定を戻します.
nl: Zet instellingen terug naar de laatst opgeslagen voorkeuren.
pl: Przywróć ustawienia do ostatnio zapisanych preferencji.
pt: Reverta as configurações para as últimas preferências salvas.
ro: Reveniți setările la ultimele preferințe salvate.
ru: Вернуть настройки к последним сохраненным настройкам.
sv: Återställ inställningarna till de senast sparade inställningarna.
tr: Ayarları en son kaydedilen tercihlere geri döndürün.

source: Rich Picture Format
ar: صورة بتنسيق صورة غنية
cs: Bohatý formát obrázku
de: Bild im Rich-Picture-Format
es: Imagen de Formato Rich Picture
fr: Image au format d'image riche
it: Immagine in formato immagine ricca
ja: リッチな画像形式の画像
nl: Afbeelding met rijke afbeeldingsindeling
pl: Obraz w bogatym formacie obrazu
pt: Imagem em formato de imagem avançada
ro: Imagine bogată în format imagine
ru: Богатый формат изображения
sv: Rik bildformatbild
tr: Zengin Resim Formatı Resmi

source: Right
ar: حق
cs: Že jo
de: Rechts
es: Derecha
fr: Droite
it: Destra
ja: 右
nl: Rechts
pl: Prawidłowy
pt: Certo
ro: Dreapta
ru: Верно
sv: Höger
tr: Doğru

source: Right View
ar: رأي صحيح
cs: Pohled zprava
de: Rechte Ansicht
es: Vista Derecha
fr: Vue de droite
it: Giusta vista
ja: 右側面図
nl: Juiste blik
pl: Widok z prawej
pt: Visão certa
ro: Vedere dreapta
ru: Правый вид
sv: Höger vy
tr: Doğru görüş

source: Right view
ar: رأي صحيح
cs: Pohled zprava
de: Rechte Ansicht
es: Vista Derecha
fr: Vue de droite
it: Giusta vista
ja: 右側面図
nl: Juiste blik
pl: Widok z prawej
pt: Visão certa
ro: Vedere dreapta
ru: Вид справа
sv: Höger vy
tr: Doğru görüş

source: Right/left
ar: حق/غادر
cs: Že jo/vlevo, odjet
de: Rechts/links
es: Derecha/izquierda
fr: Droite/gauche
it: Destra/sinistra
ja: 右/左
nl: Rechts/links
pl: Prawidłowy/lewy
pt: Certo/deixou
ro: Dreapta/stânga
ru: Верно/осталось
sv: Höger/vänster
tr: Doğru/ayrıldı

source: RightAlt
ar: بديل لليمين
cs: Alt Right
de: Alternativ rechts
es: Alt Derecho
fr: Alt droite
it: Alt a destra
ja: オルタナ右翼
nl: Alt rechts
pl: Alt w prawo
pt: Direita Alternativa
ro: Alt Dreapta
sv: Alt höger
tr: Alt Sağ

source: RightCtrl
ar: حق Ctrl
cs: Pravý Ctrl
de: Rechte Strg
es: Ctrl Derecho
fr: Ctrl droit
it: Ctrl destro
ja: 右Ctrl
nl: Rechts Ctrl
pl: Prawy Ctrl
pt: Ctrl direito
ro: Ctrl dreapta
ru: ПравыйCtrl
sv: Höger Ctrl
tr: Sağ Ctrl

source: RightMeta
ar: حق الهدف
cs: Cíl vpravo
de: Ziel richtig
es: Meta Derecho
fr: But à droite
it: Gol destro
ja: 目標の権利
nl: Doel goed
pl: Prawy cel
pt: Objetivo certo
ro: Gol Dreapta
sv: Mål höger
tr: Gol Sağ

source: RightShift
ar: النقلة الصحيحة
cs: Pravý Shift
de: Verschiebung nach rechts
es: Shift Derecho
fr: Décalage à droite
it: Cambio a destra
ja: 右シフト
nl: Rechter Shift
pl: Przesunięcie w prawo
pt: Deslocamento para a direita
ro: Shift la dreapta
ru: Сдвиг вправо
sv: Högerväxling
tr: Sağa kaydırma

source: Romanian
ar: روماني (Română)
cs: rumunština
de: rumänisch
fr: roumain
it: rumeno (Română)
ja: ルーマニア語 (Română)
nl: Roemeens (Română)
pl: rumuński
pt: romena
ro: Română
sv: rumänska (Română)
tr: Rumence

source: Rotate Canvas Mode
ar: وضع استدارة قماش
cs: Režim otáčení plátna
de: Drehmodus-Leinwand
fr: Faire pivoter le canevas en mode
it: Modalità di rotazione tela
ja: 回転モードキャンバス
nl: Canvas modus roteren
pl: Tryb obracania kanwy
pt: Rodar tela do modo
ro: Pânză în modul Rotire
ru: Режим поворота холста
sv: Rotera läge Canvas
tr: Döndürme Modu Tuvali

source: Rotate Image +10 Degrees
ar: تدوير الصورة +10 درجات
cs: Otočit obrázek o +10 stupňů
de: Bild um +10 Grad drehen
es: Rote la Imagen +10 grados
fr: Faire pivoter l'image de +10 degrés
it: Ruota l'immagine di +10 gradi
ja: 画像を+10度回転
nl: Afbeelding +10 graden draaien
pl: Obróć obraz o +10 stopni
pt: Girar imagem +10 graus
ro: Rotiți imaginea cu +10 grade
ru: Повернуть изображение +10 градусов
sv: Rotera bilden +10 grader
tr: Resmi +10 derece döndür

source: Rotate Image +90 Degrees
ar: تدوير الصورة +90 درجة
cs: Otočit obrázek o +90 stupňů
de: Bild um +90 Grad drehen
es: Rote la Imagen +90 grados
fr: Faire pivoter l'image de +90 degrés
it: Ruota l'immagine di +90 gradi
ja: 画像を+90度回転
nl: Afbeelding +90 graden draaien
pl: Obróć obraz o +90 stopni
pt: Girar imagem +90 graus
ro: Rotiți imaginea cu +90 de grade
ru: Повернуть изображение +90 градусов
sv: Rotera bilden +90 grader
tr: Resmi +90 derece döndür

source: Rotate Image -10 Degrees
ar: تدوير الصورة -10 درجات
cs: Otočit obrázek o -10 stupňů
de: Bild um -10 Grad drehen
es: Rote la Imagen -10 grados
fr: Faire pivoter l'image de -10 degrés
it: Ruota l'immagine di -10 gradi
ja: 画像を-10度回転
nl: Afbeelding draaien -10 graden
pl: Obróć obraz o -10 stopni
pt: Girar imagem -10 graus
ro: Rotiți imaginea -10 grade
ru: Повернуть изображение на -10 градусов
sv: Rotera bilden -10 grader
tr: Resmi -10 derece döndür

source: Rotate Image -90 Degrees
ar: تدوير الصورة -90 درجة
cs: Otočit obrázek o 90 stupňů
de: Bild um -90 Grad drehen
es: Rote la Imagen -90 grados
fr: Faire pivoter l'image de -90 degrés
it: Ruota l'immagine di -90 gradi
ja: 画像を-90度回転
nl: Afbeelding -90 graden draaien
pl: Obróć obraz o -90 stopni
pt: Girar imagem -90 graus
ro: Rotiți imaginea -90 de grade
ru: Повернуть изображение на -90 градусов
sv: Rotera bilden -90 grader
tr: Resmi -90 derece döndür

source: Rotate for image failed
ar: فشل التدوير للصورة
it: Ruota per immagine non riuscita
ja: 画像の回転に失敗しました
nl: Kan afbeelding niet draaien
sv: Det gick inte att rotera för bild

source: Rounding Mode
ar: وضع التقريب
cs: Režim zaokrouhlení
de: Rundungsmodus
es: Modo de Redondeo
fr: Mode d'arrondi
it: Modalità di arrotondamento
ja: 丸めモード
nl: Afrondingsmodus
pl: Tryb zaokrąglania
pt: Modo de arredondamento
ro: Modul de rotunjire
ru: Режим округления
sv: Avrundningsläge
tr: Yuvarlama Modu

source: Run mrViewer regardless of single instance setting.
ar: قم بتشغيل mrViewer بغض النظر عن تكوين مثيل واحد.
cs: Spusťte mrViewer bez ohledu na konfiguraci jedné instance.
de: Führen Sie mrViewer unabhängig von der Einzelinstanzkonfiguration aus.
fr: Exécutez mrViewer quelle que soit la configuration d'instance unique.
it: Esegui mrViewer indipendentemente dalla configurazione a istanza singola.
ja: シングルインスタンスの構成に関係なく、mrViewerを実行します.
nl: Voer mrViewer uit ongeacht de configuratie van één instantie.
pl: Uruchom mrViewer niezależnie od konfiguracji pojedynczej instancji.
pt: Execute o mrViewer independentemente da configuração de instância única.
ro: Rulați mrViewer indiferent de configurația unei singure instanțe.
ru: Запускайте mrViewer независимо от настроек одного экземпляра.
sv: Kör mrViewer oavsett enstaka instanskonfiguration.
tr: Tek örnek yapılandırmasından bağımsız olarak mrViewer'ı çalıştırın.

source: Russian
ar: الروسية (русский)
cs: ruština
de: Russisch
fr: russe
it: russo (русский)
ja: ロシア (русский)
nl: Russisch (русский)
pl: Rosyjski
pt: russo
ro: Rusă
sv: ryska (русский)
tr: Rusça

source: SDI Output:
ar: إخراج SDI:
cs: SDI výstup:
de: SDI-Ausgang:
fr: Sortie SDI :
it: Uscita SDI:
ja: SDI出力:
nl: SDI-uitvoer:
pl: Wyjście SDI:
pt: Saída SDI:
ro: Ieșire SDI:
ru: Выход SDI:
sv: SDI-utgång:
tr: SDI çıkışı:

source: SGI Picture
ar: صورة SGI
cs: Obrázek SGI
de: SGI-Bild
es: Imagen SGI
fr: Image SIG
it: immagine SGI
ja: SGI画像
nl: SGI-afbeelding
pl: Obraz SGI
pt: Imagem SGI
ro: Imagine SGI
ru: СГИ Изображение
sv: SGI-bild
tr: SGI Görüntüsü

source: SHOT
ar: مع الأخذ
cs: PŘIJÍMÁNÍ
de: NEHMEN
es: TOMA
fr: PRISE
it: PRENDENDO
ja: 取る
nl: NEMEN
pl: NABIERAJĄCY
pt: TIRANDO
ro: LUARE
ru: ВЫСТРЕЛИЛ
sv: TAR
tr: ALMAK

source: SHOW
ar: يعرض
cs: UKÁZAT
fr: AFFICHER
it: MOSTRARE
ja: 見せる
nl: TONEN
pl: POKAZAĆ
pt: EXPOSIÇÃO
ro: SPECTACOL
ru: ПОКАЗЫВАТЬ
tr: GÖSTERMEK

source: SMPTE NTSC Color Bars
ar: أشرطة ألوان SMPTE NTSC
cs: Barevné pruhy SMPTE NTSC
de: SMPTE NTSC-Farbbalken
es: Barras de Color SMPTE NTSC
fr: Barres de couleurs SMPTE NTSC
it: Barre di colore SMPTE NTSC
ja: SMPTENTSCカラーバー
nl: SMPTE NTSC-kleurenbalken
pl: Paski kolorów SMPTE NTSC
pt: Barras de cores SMPTE NTSC
ro: Bare de culoare SMPTE NTSC
ru: Цветные полосы SMPTE NTSC
sv: SMPTE NTSC färgfält
tr: SMPTE NTSC Renk Çubukları

source: Safe Areas
ar: مناطق آمنة
cs: Zabezpečené oblasti
de: Sichere Bereiche
es: Áreas Seguras
fr: Zones sécurisées
it: Aree sicure
ja: 安全なエリア
nl: Beveiligde gebieden
pl: Bezpieczne obszary
pt: Áreas seguras
ro: Zone Securizate
ru: Безопасные зоны
sv: Säkra områden
tr: Güvenli Alanlar

source: Saturation
ar: التشبع
cs: Nasycení
de: Sättigung
es: Saturación
it: Saturazione
ja: 飽和
nl: Verzadiging
pl: Nasycenie
pt: Saturação
ro: Saturare
ru: Насыщенность
sv: Mättnad
tr: Doyma

source: Saturation of clip.
ar: مقطع التشبع
cs: saturace klipu
de: Clip-Sättigung
es: Saturación del clip
fr: saturation des clips
it: saturazione della clip
ja: クリップの飽和
nl: clipverzadiging
pl: nasycenie klipu
pt: saturação do clipe
ro: saturația clipului
ru: Насыщенность клипа.
sv: klippmättnad
tr: klip doygunluğu
