Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Ogg Movie
ar: فيلم ogg
cs: ogg film
de: ogg film
es: Pelicula Ogg
fr: super film
it: film ogg
ja: ogg映画
nl: ogg film
pl: film ogg
pt: filme ogg
ro: filmul ogg
ru: Огг фильм
sv: ogg film
tr: ogg filmi

source: Ogg Video
ar: ogg- فيديو
es: Vídeo Ogg
fr: ogg-vidéo
ja: ogg-ビデオ
pl: ogg-wideo
pt: vídeo ogg
ru: Огг Видео

source: Okay
ar: نعم
cs: OK
de: OK
fr: d'accord
it: ok
ja: わかった
nl: Oké
pl: ok
pt: OK
ro: Bine
ru: Хорошо
sv: ok
tr: Tamam

source: Old item was not found in tree.
ar: لم يتم العثور على بكرة
cs: nenalezen na cívce
de: nicht auf Rolle gefunden
es: no encontrada en el carrete
fr: introuvable sur bobine
it: non si trova sulla bobina
ja: リールに見つかりません
nl: niet gevonden op haspel
pl: nie znaleziono na rolce
pt: não encontrado no carretel
ro: nu se găsește pe rolă
ru: Старый элемент не был найден в дереве.
sv: hittas inte på rullen
tr: makarada bulunamadı

source: Once
ar: مرة واحدة
cs: Jednou
de: Einmal
fr: Une fois
it: Una volta
ja: 一度
nl: Eenmaal
pl: Pewnego razu
pt: Uma vez
ro: O singura data
ru: Один раз
sv: En gång
tr: Bir kere

source: Open Aces Metadata File (AMF)
ar: فتح ملف البيانات الوصفية Aces (AMF)
cs: Otevřít soubor metadat Aces (AMF)
de: Öffnen Sie die Aces-Metadatendatei (AMF)
es: Abrir Archivo de Metadatos de Aces (AMF)
fr: Ouvrir le fichier de métadonnées Aces (AMF)
it: Apri il file di metadati Aces (AMF)
ja: Acesメタデータファイル（AMF）を開く
nl: Aces-metadatabestand (AMF) openen
pl: Otwórz plik metadanych asów (AMF)
ro: Deschideți fișierul de metadate Aces (AMF)
ru: Открыть файл метаданных Aces (AMF)
sv: Öppna Aces Metadata File (AMF)
tr: Aces Meta Veri Dosyasını (AMF) Açın

source: Open Clip XML Metadata
ar: افتح Clip XML Metadata
cs: Otevřete metadata klipu XML
de: Öffnen Sie die XML-Metadaten des Clips
es: Abrir Clip XML de Metadatos
fr: Ouvrir les métadonnées XML du clip
it: Apri i metadati XML della clip
ja: クリップXMLメタデータを開く
nl: XML-metagegevens van clip openen
pl: Otwórz metadane XML klipu
pt: Metadados XML de clipe aberto
ro: Deschideți metadatele XML Clip
ru: Открыть метаданные клипа XML
sv: Öppna Clip XML Metadata
tr: Klip XML Meta Verilerini Aç

source: Open Directory
ar: افتح المجلد
cs: otevřená složka
de: Ordner öffnen
es: Abrir Carpeta
fr: dossier ouvert
it: cartella aperta
ja: 開いたフォルダ
nl: open folder
pl: Otwórz folder
pt: pasta aberta
ro: deschide folderul
ru: Открыть каталог
sv: öppen mapp
tr: açık dosya

source: Open Movie or Sequence
ar: افتح الفيلم أو التسلسل
cs: Otevřete film nebo sekvenci
de: Öffnen Sie Film oder Sequenz
es: Abrir Pelicula o Secuencia
fr: Ouvrir le film ou la séquence
it: Apri Filmato o Sequenza
ja: ムービーまたはシーケンスを開く
nl: Film of reeks openen
pl: Otwórz film lub sekwencję
pt: Abrir filme ou sequência
ro: Deschideți filmul sau secvența
ru: Открыть фильм или эпизод
sv: Öppna Film eller Sekvens
tr: Filmi veya Diziyi Aç

source: Open Session
ar: افتح الجلسة
cs: Otevřená relace
de: Offene Sitzung
es: Abrir Sesión
fr: Séance ouverte
it: Sessione aperta
ja: オープンセッション
nl: Sessie openen
pl: Sesja otwarta
pt: Abrir sessão
ro: Sesiune deschisă
ru: Открытая сессия
sv: Öppen session
tr: Açık oturum

source: Open Single Image
ar: افتح صورة واحدة فقط
cs: Otevřete pouze jeden obrázek
de: Öffnen Sie nur ein Bild
es: Abrir Sólo una Imágen
fr: Ouvrir une seule image
it: Apri solo un'immagine
ja: 1つの画像だけを開く
nl: Slechts één afbeelding openen
pl: Otwórz tylko jeden obraz
pt: Abra apenas uma imagem
ro: Deschideți o singură imagine
ru: Открыть одиночное изображение
sv: Öppna bara en bild
tr: Sadece Bir Resmi Aç

source: Open encoder
ar: افتح برنامج التشفير
cs: otevřený kodér
de: Encoder öffnen
es: Abrir codificador
fr: encodeur ouvert
it: codificatore aperto
ja: オープンエンコーダ
nl: open codeur
pl: otwarty enkoder
pt: codificador aberto
ro: codificator deschis
ru: Открытый энкодер
sv: öppen kodare
tr: açık kodlayıcı

source: Open movie '
ar: فتح فيلم
cs: otevřít film'
de: Film öffnen'
es: Abrir película '
fr: ouvrir le film'
it: film aperto'
ja: オープンムービー」
nl: film openen'
pl: otwórz film”
pt: filme aberto'
ro: film deschis'
ru: Открытый фильм '
sv: öppen film'
tr: filmi aç'

source: Open new image, sequence, movie or reel
ar: افتح صورة أو تسلسل أو فيلم أو بكرة جديدة
cs: Otevřete nový obrázek, sekvenci, film nebo kotouč
de: Öffnen Sie ein neues Bild, eine neue Sequenz, einen neuen Film oder eine neue Rolle
es: Abrir nueva imagen, secuencia, película o carrete
fr: Ouvrir une nouvelle image, séquence, film ou bobine
it: Apri una nuova immagine, sequenza, filmato o bobina
ja: 新しい画像、シーケンス、ムービー、またはリールを開く
nl: Open nieuwe afbeelding, reeks, film of reel
pl: Otwórz nowy obraz, sekwencję, film lub rolkę
pt: Abra uma nova imagem, sequência, filme ou bobina
ro: Deschideți o nouă imagine, secvență, film sau bobină
ru: Открыть новое изображение, последовательность, фильм или ролик
sv: Öppna ny bild, sekvens, film eller rulle
tr: Yeni görüntü, dizi, film veya makarayı aç

source: OpenEXR
ar: برنامج OpenEXR
fr: OuvrirEXR
it: Apri EXR

source: OpenEXR Options
ar: خيارات OpenEXR
cs: Možnosti OpenEXR
de: OpenEXR-Optionen
fr: Options OpenEXR
it: Opzioni OpenEXR
ja: OpenEXRオプション
nl: OpenEXR-opties
pl: Opcje OpenEXR
pt: Opções OpenEXR
ro: Opțiuni OpenEXR
ru: Параметры OpenEXR
sv: OpenEXR-alternativ
tr: OpenEXR Seçenekleri

source: OpenEXR Saving
ar: حفظ OpenEXR
cs: Ukládání OpenEXR
de: Speichern von OpenEXR
fr: Enregistrement d'OpenEXR
it: Salvataggio di OpenEXR
ja: OpenEXRの保存
nl: OpenEXR opslaan
pl: Zapisywanie OpenEXR
pt: Salvando OpenEXR
ro: Se salvează OpenEXR
ru: Сохранение OpenEXR
sv: Sparar OpenEXR
tr: OpenEXR'yi Kaydetme

source: OpenGL
ar: برنامج OpenGL

source: OpenGL blend compositing mode. Traditional: SC x SA + DC x ( 1 - SA) Premult: SC + DC x ( 1 - SA ) where SC is source color, SA is source alpha, and DC is destination color.
ar: وضع دمج OpenGL: تقليدي: CF x AF + CD x (1 - AF) المضاعف: CF + CD x (1 - AF) حيث CF هو اللون المصدر ، AF هو مصدر ألفا ، القرص المضغوط هو لون الوجهة.
cs: Režim prolnutí kompozice OpenGL: Tradiční: CF x AF + CD x ( 1 - AF ) Přednásobené: CF + CD x ( 1 - AF ) Pokud je CF zdrojová barva, AF je zdrojové alfa a CD je cílová barva.
de: OpenGL-Compositing-Mischmodus: Traditionell: CF x AF + CD x ( 1 - AF ) Premultipliziert: CF + CD x ( 1 - AF ) wobei CF die Quellfarbe ist, AF ist das Quell-Alpha und CD ist die Zielfarbe.
es: Modo de mezcla en composición OpenGL: Tradicional: CF x AF + CD x ( 1 - AF ) Premultiplicado: CF + CD x ( 1 - AF ) Donde CF es el color fuente, AF es el alfa fuente, y CD es el color de destino.
fr: Mode de fusion de composition OpenGL : Traditionnel : CF x AF + CD x ( 1 - AF ) Prémultiplié : CF + CD x ( 1 - AF ) Où CF est la couleur source, AF est l'alpha source et CD est la couleur de destination.
it: Modalità di fusione del compositing OpenGL: Tradizionale: CF x AF + CD x ( 1 - AF ) Premoltiplicato: CF + CD x ( 1 - AF ) Dove CF è il colore di origine, nAF è l'alfa sorgente e CD è il colore di destinazione.
ja: OpenGL合成ブレンドモード: 従来型: CF x AF + CD x（1-AF） 事前乗算: CF + CD x（1-AF） ここで、CFはソースカラー、 AFはソースアルファ、および CDはデスティネーションカラーです.
nl: Overvloeimodus voor composities in OpenGL: Traditioneel: CF x AF + CD x ( 1 - AF ) Voorvermenigvuldigd: CF + CD x ( 1 - AF) Waar CF de bronkleur is, AF is de bron-alfa en CD is de bestemmingskleur.
pl: Tryb mieszania kompozycji OpenGL: Tradycyjny: CF x AF + CD x ( 1 - AF ) Wstępnie pomnożony: CF + CD x ( 1 - AF ) Gdzie CF jest kolorem źródłowym, AF jest alfa źródłowy, a CD to kolor docelowy.
pt: Modo de mistura de composição OpenGL: Tradicional: CF x AF + CD x ( 1 - AF ) Pré-multiplicado: CF + CD x ( 1 - AF ) Onde CF é a cor de origem, AF é o alfa de origem e CD é a cor de destino.
ro: Modul de amestecare compoziție OpenGL: Tradițional: CF x AF + CD x ( 1 - AF ) Premultiplicat: CF + CD x ( 1 - AF ) Unde CF este culoarea sursă, AF este sursa alfa, iar CD este culoarea destinației.
ru: Режим смешивания OpenGL. Традиционный: SC x SA + DC x ( 1 - SA) Premult: SC + DC x ( 1 - SA ) где SC – исходный цвет, SA – исходный альфа-канал, а DC – конечный цвет. .
sv: OpenGL-kompositblandningsläge: Traditionellt: CF x AF + CD x ( 1 - AF ) Förmultiplicerad: CF + CD x ( 1 - AF ) Där CF är källfärgen, AF är källalfa, och CD är målfärgen.
tr: OpenGL birleştirme karışım modu: Geleneksel: CF x AF + CD x ( 1 - AF ) Önceden çoğaltılmış: CF + CD x ( 1 - AF ) CF, kaynak renktir, AF kaynak alfa ve CD hedef renktir.

source: Opens different windows
ar: افتح نوافذ مختلفة
cs: otevřít různá okna
de: verschiedene Fenster öffnen
es: Abre diferentes ventanas
fr: ouvrir différentes fenêtres
it: aprire diverse finestre
ja: 別のウィンドウを開く
nl: verschillende vensters openen
pl: otwórz różne okna
pt: abra janelas diferentes
ro: deschide diferite ferestre
ru: Открывает разные окна
sv: öppna olika fönster
tr: farklı pencereler aç

source: Options controlling the OpenEXR reader/writer
ar: خيارات تتحكم في القارئ/كاتب openexr
cs: Možnosti ovládání čtečky/spisovatel openexr
de: Optionen zur Steuerung des Lesers/openexr-Autor
es: Opciones controlando el lector/escritor de OpenEXR
fr: Options contrôlant le lecteur/écrivain openexr
it: Opzioni che controllano il lettore/scrittore openexr
ja: リーダーを制御するオプション/openexrライター
nl: Opties die de lezer besturen/openexr schrijver
pl: Opcje sterujące czytnikiem/pisarz openexr
pt: Opções que controlam o leitor/escritor openexr
ro: Opțiuni care controlează cititorul/scriitor openexr
ru: Параметры, управляющие читателем OpenEXR/писатель
sv: Alternativ som styr läsaren/openexr författare
tr: Okuyucuyu kontrol eden seçenekler/openexr yazarı

source: Options controlling the R3D / BRAW readers
ar: خيارات تتحكم في قارئ R3D/جبين
cs: Možnosti ovládání čtečky R3D/OBOČÍ
de: Optionen zur Steuerung des R3D-Lesegeräts/BRAUE
es: Opciones controlando el lector de R3D / BRAW
fr: Options contrôlant le lecteur R3D/FRONT
it: Opzioni che controllano il lettore R3D/FRONTE
ja: R3Dリーダーを制御するオプション/額
nl: Opties die de R3D-lezer besturen/VOORHOOFD
pl: Opcje sterowania czytnikiem R3D/BREW
pt: Opções que controlam o leitor R3D/TESTA
ro: Opțiuni care controlează cititorul R3D/FRUNTE
ru: Опции управления R3D/Читатели BRAW
sv: Alternativ som styr R3D-läsaren/PANNA
tr: R3D okuyucuyu kontrol eden seçenekler/KAŞ

source: Options for EXR were empty
ar: كانت خيارات EXR فارغة
cs: Možnosti pro EXR byly prázdné
de: Optionen für EXR waren leer
es: Opciones para EXR estaban vacías
fr: Les options pour EXR étaient vides
it: Le opzioni per EXR erano vuote
ja: EXRのオプションは空でした
nl: Opties voor EXR waren leeg
pl: Opcje EXR były puste
pt: As opções para EXR estavam vazias
ro: Opțiunile pentru EXR erau goale
ru: Опции для EXR были пусты
sv: Alternativen för EXR var tomma
tr: EXR seçenekleri boştu

source: Original
ar: إبداعي
cs: Originál
it: Originale
ja: オリジナル
nl: Origineel
pl: Oryginalny
ru: Оригинал
tr: orijinal

source: Original Transmission Reference
ar: مرجع ناقل الحركة الأصلي
cs: Původní reference převodovky
de: Ursprüngliche Übertragungsreferenz
es: Referencia de Transmisión Original
fr: Référence de transmission d'origine
it: Riferimento trasmissione originale
ja: オリジナルトランスミッションリファレンス
nl: Originele transmissiereferentie:
pl: Oryginalne odniesienie do skrzyni biegów
pt: Referência de transmissão original
ro: Referință de transmisie originală
ru: Оригинальная ссылка на передачу
sv: Original överföringsreferens
tr: Orijinal İletim Referansı

source: Original pixel type is
ar: نوع البكسل الأصلي هو
cs: Původní typ pixelu je
de: Ursprünglicher Pixeltyp ist
es: Tipo de pixel original es
fr: Le type de pixel d'origine est
it: Il tipo di pixel originale è
ja: 元のピクセルタイプは
nl: Origineel pixeltype is
pl: Oryginalny typ piksela to
pt: O tipo de pixel original é
ro: Tipul original de pixel este
ru: Исходный тип пикселя
sv: Original pixeltyp är
tr: Orijinal piksel türü

source: Original without Gamma, Gain or Lut
ar: أصلي بدون Gamma أو Gain أو Lut
cs: Originál bez Gamma, Gain nebo Lut
de: Original ohne Gamma, Gain oder Lut
fr: Original sans Gamma, Gain ou Lut
it: Originale senza Gamma, Gain o Lut
ja: ガンマ、ゲイン、またはルートのないオリジナル
nl: Origineel zonder Gamma, Gain of Lut
pl: Oryginał bez Gammy, Gain lub Lut
pt: Original sem Gamma, Gain ou Lut
ro: Original fără Gamma, Gain sau Lut
ru: Оригинал без гаммы, усиления или люминесцентной характеристики
sv: Original utan Gamma, Gain eller Lut
tr: Gama, Kazanç veya Lut içermeyen orijinal

source: Originating Program
ar: البرنامج الأصلي
cs: Původní program
de: Ursprüngliches Programm
es: Programa Originario
fr: Programme original
it: Programma originale
ja: オリジナルプログラム
nl: Origineel programma
pl: Oryginalny program
pt: Programa Original
ro: Programul original
ru: Исходная программа
sv: Originalprogram
tr: Orijinal Program

source: Otio timeline saved to '%s'.
ar: تم حفظ المخطط الزمني لـ Otio في "%s".
cs: Otiova časová osa uložena do '%s'.
de: Die Timeline von Otio wurde unter „%s“ gespeichert.
fr: Chronologie d'Otio enregistrée dans '%s'.
it: La sequenza temporale di Otio è stata salvata in '%s'.
ja: Otioのタイムラインが「%s」に保存されました.
nl: Otio's tijdlijn opgeslagen in '%s'.
pl: Oś czasu Otio zapisana w '%s'.
pt: Linha do tempo de Otio salva em '%s'.
ro: Cronologia lui Otio a fost salvată în „%s”.
ru: Временная шкала Otio сохранена в '%s'.
sv: Otios tidslinje sparad till '%s'.
tr: Otio'nun zaman çizelgesi '%s' konumuna kaydedildi.

source: Out of memory
ar: بدون ذاكرة
cs: Bez paměti
de: Ohne Erinnerung
fr: Sans mémoire
it: Senza memoria
ja: メモリなし
nl: zonder geheugen
pl: Bez pamięci
pt: Sem memória
ro: Fără memorie
ru: Недостаточно памяти
sv: Utan minne
tr: hafıza olmadan

source: Out of memory for audio buffer
ar: لا توجد ذاكرة عازلة للصوت
cs: Žádná vyrovnávací paměť zvuku
de: Kein Audiopufferspeicher
es: Sin memoria para buffer de audio
fr: Pas de mémoire tampon audio
it: Nessuna memoria buffer audio
ja: オーディオバッファメモリなし
nl: Geen audiobuffergeheugen
pl: Brak pamięci bufora audio
pt: Sem memória de buffer de áudio
ro: Nu există memorie tampon audio
ru: Недостаточно памяти для аудиобуфера
sv: Inget ljudbuffertminne
tr: Ses arabelleği belleği yok

source: Output
ar: مقال
cs: Odchod
de: Abfahrt
es: Salida
fr: Départ
it: Partenza
ja: 出発
nl: Uitgang
pl: Wyjazd
pt: Partida
ro: Plecare
ru: Выход
sv: Avresa
tr: Kalkış

source: Output buffer size is too small for the current frame (
ar: حجم المخزن المؤقت للإخراج صغير جدًا بالنسبة لهذا الإطار (
cs: Velikost výstupní vyrovnávací paměti je pro tento snímek příliš malá (
de: Die Größe des Ausgabepuffers ist für diesen Frame zu klein (
es: El tamaño del buffer de salida es muy chico para este cuadro (
fr: La taille du tampon de sortie est trop petite pour cette image (
it: La dimensione del buffer di output è troppo piccola per questo frame (
ja: このフレームには出力バッファサイズが小さすぎます（
nl: De grootte van de uitvoerbuffer is te klein voor dit frame (
pl: Rozmiar bufora wyjściowego jest za mały dla tej ramki (
pt: O tamanho do buffer de saída é muito pequeno para este quadro (
ro: Dimensiunea tamponului de ieșire este prea mică pentru acest cadru (
ru: Размер выходного буфера слишком мал для текущего кадра (
sv: Utdatabuffertstorleken är för liten för denna bildruta (
tr: Çıktı arabelleği boyutu bu çerçeve için çok küçük (

source: Output data size is too small for the current frame (
ar: حجم المخزن المؤقت للإخراج صغير جدًا بالنسبة لهذا الإطار (
cs: Velikost výstupní vyrovnávací paměti je pro tento snímek příliš malá (
de: Die Größe des Ausgabepuffers ist für diesen Frame zu klein (
es: El tamaño del buffer de salida es muy chico para este cuadro (
fr: La taille du tampon de sortie est trop petite pour cette image (
it: La dimensione del buffer di output è troppo piccola per questo frame (
ja: このフレームには出力バッファサイズが小さすぎます（
nl: De grootte van de uitvoerbuffer is te klein voor dit frame (
pl: Rozmiar bufora wyjściowego jest za mały dla tej ramki (
pt: O tamanho do buffer de saída é muito pequeno para este quadro (
ro: Dimensiunea tamponului de ieșire este prea mică pentru acest cadru (
ru: Размер выходных данных слишком мал для текущего кадра (
sv: Utdatabuffertstorleken är för liten för denna bildruta (
tr: Çıktı arabelleği boyutu bu çerçeve için çok küçük (

source: Overall brightness of clip.
ar: سطوع المقطع.
cs: Jas klipu.
de: Clip-Helligkeit.
es: Brillo del clip.
fr: Luminosité du clip.
it: Luminosità clip.
ja: クリップの明るさ.
nl: Helderheid van de clip.
pl: Jasność klipu.
pt: Brilho do clipe.
ro: Luminozitatea clipului.
ru: Общая яркость клипа.
sv: Klippets ljusstyrka.
tr: Klip parlaklığı.

source: Overall contrast of clip.
ar: تباين المقطع.
cs: Kontrast klipu.
de: Clip-Kontrast.
es: Contraste del clip.
fr: Contraste des clips.
it: Contrasto clip.
ja: クリップコントラスト.
nl: Clipcontrast.
pl: Kontrast klipu.
pt: Contraste do clipe.
ro: Clip Contrast.
ru: Общий контраст клипа.
sv: Klippkontrast.
tr: Klip Kontrastı.

source: Override Audio
ar: استبدال الصوت
cs: Vyměnit zvuk
de: Ton ersetzen
es: Sustituir Audio
fr: Remplacer l'audio
it: Sostituisci audio
ja: オーディオを置き換える
nl: Audio vervangen
pl: Zastąp dźwięk
pt: Substituir áudio
ro: Înlocuiește audio
ru: Переопределить аудио
sv: Byt ut ljud
tr: Sesi Değiştir

source: Override FPS
ar: تجاوز FPS
cs: Přepsat FPS
de: FPS überschreiben
es: Derogar CPS
fr: Remplacer les FPS
it: Sostituisci FPS
ja: FPSをオーバーライドする
nl: FPS overschrijven
pl: Zastąp FPS
pt: Substituir FPS
ro: Ignorați FPS
ru: Переопределить FPS
sv: Åsidosätt FPS
tr: FPS'yi geçersiz kıl

source: Override playback fps when loading sequences.
ar: تجاوز معدل الإطارات في الثانية للتشغيل عند تحميل اللقطات.
cs: Přepíše přehrávání snímků za sekundu při načítání záznamu.
de: Wiedergabe-fps beim Laden von Filmmaterial überschreiben.
es: Derogar playback de cuadros por segundo cuando se carga una secuencia.
fr: Ignorer les fps de lecture lors du chargement du métrage.
it: Sostituisci gli fps di riproduzione durante il caricamento del metraggio.
ja: フッテージをロードするときに再生fpsをオーバーライドします.
nl: Overschrijf fps voor afspelen bij het laden van beeldmateriaal.
pl: Zastąp odtwarzanie fps podczas ładowania materiału.
pt: Substitua os fps de reprodução ao carregar a filmagem.
ro: Ignorați redarea fps atunci când încărcați materialul.
ru: Переопределить частоту кадров при воспроизведении при загрузке последовательностей.
sv: Åsidosätt uppspelningsfps när du laddar film.
tr: Görüntüleri yüklerken oynatma fps'sini geçersiz kıl.

source: Override sequence default fps.
ar: قم بإلغاء الإطارات في الثانية من الدفق.
cs: Zrušte snímky za sekundu streamu.
de: Heben Sie die Frames pro Sekunde des Streams auf.
es: Derogar los cuadros por segundo de la secuencia.
fr: Abroger les images par seconde du flux.
it: Annulla i fotogrammi al secondo del flusso.
ja: ストリームの1秒あたりのフレーム数を無効にします.
nl: Herroep de frames per seconde van de stream.
pl: Usuwaj klatki na sekundę strumienia.
pt: Revogue os quadros por segundo do fluxo.
ro: Abrogă cadrele pe secundă ale fluxului.
ru: Переопределить последовательность fps по умолчанию.
sv: Ta bort bilderna per sekund av strömmen.
tr: Akışın saniye başına kare sayısını iptal edin.

source: Override viewer's default client hostname.
ar: يتجاوز اسم مضيف العميل الافتراضي للعارض.
cs: Přepíše výchozí název hostitele klienta prohlížeče.
de: Überschreibt den standardmäßigen Client-Hostnamen des Viewers.
es: Derogar el cliente hostname por defecto del visor.
fr: Remplace le nom d'hôte client par défaut du visualiseur.
it: Sostituisce il nome host del client predefinito del visualizzatore.
ja: ビューアのデフォルトのクライアントホスト名を上書きします.
nl: Overschrijft de standaard client-hostnaam van de kijker.
pl: Zastępuje domyślną nazwę hosta klienta przeglądarki.
pt: Substitui o nome de host do cliente padrão do visualizador.
ro: Ignoră numele de gazdă client implicit al vizualizatorului.
ru: Переопределить имя хоста клиента средства просмотра по умолчанию.
sv: Åsidosätter tittarens standardklientvärdnamn.
tr: Görüntüleyicinin varsayılan istemci ana bilgisayar adını geçersiz kılar.

source: Override viewer's default gain.
ar: تجاوز الكسب الداخلي لمعين المنظر.
cs: Potlačit vnitřní zisk hledáčku.
de: Überschreiben Sie die interne Verstärkung des Suchers.
es: Derogar la ganancia interna del visor.
fr: Remplacez le gain interne du viseur.
it: Ignora il guadagno interno del mirino.
ja: ビューファインダーの内部ゲインをオーバーライドします.
nl: Negeer de interne versterking van de zoeker.
pl: Pomiń wewnętrzne wzmocnienie wizjera.
pt: Substitua o ganho interno do visor.
ro: Ignorați câștigul intern al vizorului.
ru: Переопределить усиление средства просмотра по умолчанию.
sv: Åsidosätt den interna förstärkningen i sökaren.
tr: Vizörün dahili kazancını geçersiz kılın.

source: Override viewer's default gamma.
ar: قم بإلغاء النطاق الداخلي لمعين المنظر.
cs: Zrušte vnitřní rozsah hledáčku.
de: Heben Sie den internen Bereich des Suchers auf.
es: Derogar la gama interna del visor.
fr: Abroger la plage interne du viseur.
it: Annulla la portata interna del mirino.
ja: ビューファインダーの内部範囲を廃止します.
nl: Herroep het interne bereik van de zoeker.
pl: Uchylić wewnętrzny zasięg wizjera.
pt: Revogue o alcance interno do visor.
ro: Abrogă raza internă a vizorului.
ru: Переопределить гамму средства просмотра по умолчанию.
sv: Ta bort sökarens inre räckvidd.
tr: Vizörün dahili aralığını iptal edin.

source: Overrun scanline (Raw) [
ar: حول خط الكتابة (خام) [
cs: O psaní řádku (Raw) [
de: Über die Schreiblinie (Raw) [
es: Sobre escritura línea (Crudo) [
fr: À propos de la ligne d'écriture (brute) [
it: Informazioni sulla linea di scrittura (grezza) [
ja: ライティングラインについて（生）[
nl: Over schrijflijn (ruw) [
pl: O pisaniu linii (surowej) [
pt: Sobre a linha de escrita (bruto) [
ro: Despre Writing Line (Raw) [
ru: Превышение строки сканирования (Raw) [
sv: Om Writing Line (Raw) [
tr: Yazı Satırı Hakkında (Ham) [

source: Overrun scanline (Repeat) [
ar: على خط الكتابة (كرر) [
cs: Přepsat řádek (opakovat) [
de: Zeile überschreiben (Wiederholen) [
es: Sobre escritura línea (Repetir) [
fr: Écraser la ligne (Répéter) [
it: Oltre la riga di scrittura (Ripeti) [
ja: 上書き行（繰り返し）[
nl: Overschrijfregel (Herhalen) [
pl: Nadpisz linię (powtórz) [
pt: Sobre a linha de escrita (Repetir) [
ro: Peste linia de scriere (Repetare) [
ru: Превышение строки сканирования (Повторить) [
sv: Överskriv rad (upprepa) [
tr: Satırın üzerine yazma (Tekrar) [

source: Owner
ar: صاحب
cs: Majitel
de: Eigentümer
es: Propietario
fr: Propriétaire
it: Proprietario
ja: オーナー
nl: Baasje
pl: Właściciel
pt: Proprietário
ro: Proprietar
ru: Владелец
sv: Ägare
tr: Mal sahibi

source: PAL Color Bars
ar: أشرطة ألوان PAL
cs: Barevné pruhy PAL
de: PAL-Farbbalken
es: Barras de Color PAL
fr: Barres de couleur PAL
it: Barre di colore PAL
ja: PALカラーバー
nl: PAL-kleurenbalken
pl: Paski kolorów PAL
pt: Barras de cores PAL
ro: Bare de culoare PAL
ru: Цветовые полосы PAL
sv: PAL färgstaplar
tr: PAL Renk Çubukları

source: PAL HDTV Color Bars
ar: أشرطة ألوان PAL HDTV
cs: Barevné pruhy PAL HDTV
de: PAL HDTV-Farbbalken
es: Barras de Color PAL HDTV
fr: Barres de couleur PAL HDTV
it: Barre di colore HDTV PAL
ja: PALHDTVカラーバー
nl: PAL HDTV-kleurenbalken
pl: Kolorowe paski PAL HDTV
pt: Barras de cores PAL HDTV
ro: Bare de culoare PAL HDTV
ru: Цветовые полосы PAL HDTV
sv: PAL HDTV färgfält
tr: PAL HDTV Renk Çubukları

source: PAL Video
ar: فيديو بال
cs: Video PAL
de: Video-PAL
es: Vídeo PAL
fr: PAL vidéo
it: Video PAL
ja: ビデオPAL
nl: Video PAL
pl: Wideo PAL
pt: Vídeo PAL
ro: Video PAL
ru: Видео PAL
sv: Video PAL
tr: Video PAL'ı

source: PBO Textures:
ar: قوام PBO:
cs: PBO textury:
de: PBO-Texturen:
es: Texturas PBO:
fr: Textures PBO :
it: Texture PBO:
ja: PBOテクスチャ:
nl: PBO-texturen:
pl: Tekstury PBO:
pt: Texturas PBO:
ro: Texturi PBO:
ru: Текстуры PBO:
sv: PBO-texturer:
tr: PBO dokuları:

source: PIZ
ar: بيز
fr: ZIP
ru: ПИЗ

source: PNG Picture
ar: صورة PNG
cs: obrázek PNG
de: PNG-Bild
es: Imagen PNG
fr: Image PNG
it: Immagine PNG
ja: PNG画像
nl: PNG-afbeelding
pl: Obraz PNG
pt: imagem PNG
ro: Imagine PNG
ru: PNG изображение
sv: PNG-bild
tr: PNG resim
