Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Frame end of clip in file
ar: مقطع نهاية الإطار في الملف
cs: Zaklapněte koncový rám do souboru
de: Clip-Endframe in Datei
es: Cuadro de finalización del clip en el archivo
fr: Couper l'image de fin dans le fichier
it: Ritaglia il fotogramma finale nel file
ja: 終了フレームをファイルにクリップします
nl: Clip eindframe in bestand
pl: Przytnij ramkę końcową w pliku
pt: Recortar quadro final no arquivo
ro: Clipați cadru final în fișier
ru: Конец кадра клипа в файле
sv: Klipp ändramen i fil
tr: Dosyadaki klip bitiş çerçevesi

source: Frame start of clip in file
ar: مقطع إطار البداية في الملف
cs: Počáteční snímek klipu v souboru
de: Anfangsbild des Clips in der Datei
es: Cuadro de comienzo del clip en el archivo
fr: Image de début du clip dans le fichier
it: Fotogramma di inizio clip nel file
ja: 開始フレームをファイルにクリップします
nl: Clip startframe in bestand
pl: Przytnij klatkę początkową w pliku
pt: Recortar o quadro inicial no arquivo
ro: Clipați cadrul de început în fișier
ru: Начало кадра клипа в файле
sv: Klipp startram i fil
tr: Dosyadaki klip başlangıç çerçevesi

source: Framebuffer incomplete layer targets.
ar: أهداف طبقة المخزن المؤقت غير المكتملة.
cs: Neúplné cíle vrstvy framebufferu.
de: Unvollständige Framebuffer-Layer-Ziele.
es: Framebuffer incompleto objetivos de capas.
fr: Cibles de couche de framebuffer incomplètes.
it: Target di livello framebuffer incompleti.
ja: 不完全なフレームバッファレイヤーターゲット.
nl: Onvolledige framebufferlaagdoelen.
pl: Niekompletne cele warstwy bufora ramki.
pt: Alvos de camada de framebuffer incompletos.
ro: Ținte incomplete ale stratului framebuffer.
ru: Цели неполного слоя кадрового буфера.
sv: Ofullständiga rambuffertlagermål.
tr: Eksik çerçeve arabelleği katmanı hedefleri.

source: Framebuffer incomplete: Attachment is NOT complete.
ar: Framebuffer غير مكتمل: الربط لم يكتمل.
cs: Framebuffer neúplný: Vazba NENÍ dokončena.
de: Framebuffer unvollständig: Die Bindung ist NICHT abgeschlossen.
es: Framebuffer incomplete: Atadura NO esta completa.
fr: Framebuffer incomplet : la liaison n'est PAS terminée.
it: Framebuffer incompleto: il binding NON è completo.
ja: フレームバッファが不完全です: バインドが完了していません.
nl: Framebuffer onvolledig: Binding is NIET voltooid.
pl: Niekompletny bufor ramki: Powiązanie NIE jest kompletne.
pt: Framebuffer incompleto: A ligação NÃO está completa.
ro: Framebuffer incomplet: legarea NU este completă.
ru: Буфер кадра неполный: вложение НЕ завершено.
sv: Rambuffert ofullständig: Bindningen är INTE komplett.
tr: Çerçeve arabelleği eksik: Bağlama TAM DEĞİL.

source: Framebuffer incomplete: Draw buffer.
ar: Framebuffer غير مكتمل: المخزن المؤقت للرسم.
cs: Framebuffer neúplný: Vyrovnávací paměť pro kreslení.
de: Framebuffer unvollständig: Zeichnungspuffer.
es: Framebuffer incompleto: buffer de Dibujo.
fr: Framebuffer incomplet : tampon de dessin.
it: Framebuffer incompleto: buffer di disegno.
ja: フレームバッファが不完全です: 描画バッファ.
nl: Framebuffer onvolledig: Tekenbuffer.
pl: Niekompletny bufor ramki: Bufor rysunku.
pt: Framebuffer incompleto: buffer de desenho.
ro: Framebuffer incomplet: Buffer de desen.
ru: Буфер кадра неполный: буфер отрисовки.
sv: Rambuffert ofullständig: Ritningsbuffert.
tr: Çerçeve arabelleği eksik: Çizim arabelleği.

source: Framebuffer incomplete: No image is attached to FBO.
ar: المخزن المؤقت للإطار غير مكتمل: لا توجد صورة مرفقة بـ FBO.
cs: Neúplný framebuffer: K FBO není připojen žádný obrázek.
de: Unvollständiger Framebuffer: An das FBO ist kein Bild angehängt.
es: Framebuffer incompleto: No hay imagen atada al FBO.
fr: Framebuffer incomplet : Aucune image n'est attachée au FBO.
it: Framebuffer incompleto: non ci sono immagini allegate all'FBO.
ja: 不完全なフレームバッファ: FBOに画像が添付されていません.
nl: Onvolledige framebuffer: Er is geen afbeelding aan de FBO gekoppeld.
pl: Niekompletny bufor ramki: Do FBO nie dołączono żadnego obrazu.
pt: Framebuffer incompleto: Não há imagem anexada ao FBO.
ro: Framebuffer incomplet: nu există nicio imagine atașată la FBO.
ru: Буфер кадра неполный: к FBO не прикреплено ни одного изображения.
sv: Ofullständig rambuffert: Det finns ingen bild kopplad till FBO.
tr: Eksik çerçeve arabelleği: FBO'ya eklenmiş resim yok.

source: Framebuffer incomplete: Read buffer.
ar: المخزن المؤقت لإطار غير كامل: قراءة المخزن المؤقت.
cs: Incomplete framebuffer: Read buffer.
de: Unvollständiger Framebuffer: Puffer lesen.
es: Framebuffer incompleto: Buffer de lectura.
fr: Tampon de trame incomplet : lire le tampon.
it: Framebuffer incompleto: leggere il buffer.
ja: 不完全なフレームバッファ: 読み取りバッファ.
nl: Onvolledige framebuffer: leesbuffer.
pl: Niekompletny bufor ramki: bufor odczytu.
pt: Framebuffer incompleto: buffer de leitura.
ro: Buffer de cadre incomplet: Buffer de citire.
ru: Буфер кадра неполный: чтение буфера.
sv: Ofullständig rambuffert: Läs buffert.
tr: Eksik çerçeve arabelleği: Tamponu oku.

source: Framebuffer multisample incomplete: Draw buffer.
ar: مخزن مؤقت متعدد العينات غير مكتمل: رسم المخزن المؤقت.
cs: Incomplete multisampling framebuffer: Drawing buffer.
de: Unvollständiger Multisampling-Framebuffer: Zeichnungspuffer.
es: Framebuffer multisampleo incompleto: buffer de Dibujo.
fr: Tampon de trame multi-échantillonnage incomplet : tampon de dessin.
it: Framebuffer multicampionamento incompleto: buffer di disegno.
ja: 不完全なマルチサンプリングフレームバッファ: 描画バッファ.
nl: Onvolledige multisampling framebuffer: Tekenbuffer.
pl: Niekompletny bufor ramki z multisamplingiem: Bufor rysunku.
pt: Framebuffer multisampling incompleto: buffer de desenho.
ro: Framebuffer de eșantionare multiplă incompletă: Buffer de desen.
ru: Мультисэмпл кадрового буфера неполный: буфер отрисовки.
sv: Ofullständig multisampling framebuffer: Ritningsbuffert.
tr: Eksik çoklu örnekleme çerçeve arabelleği: Çizim arabelleği.

source: Frames
ar: صورة
cs: Obrázek
de: Bild
es: Cuadros
fr: Image
it: Foto
ja: 写真
nl: Afbeelding
pl: Zdjęcie
pt: Foto
ro: Imagine
ru: Рамки
sv: Bild
tr: Resim

source: Frames Per Second
ar: لقطة في الثانية
cs: Snímků za sekundu
de: Bilder pro Sekunde
es: Cuadros por Segundo
fr: Images par seconde
it: Fotogrammi al secondo
ja: 1秒あたりのフレーム数
nl: Beelden per seconde
pl: Klatki na sekundę
pt: Quadros por segundo
ro: Cadre pe secundă
ru: Кадров в секунду
sv: Bildrutor per sekund
tr: Saniyedeki kare sayısı

source: Frames per Second
ar: لقطة في الثانية
cs: Snímků za sekundu
de: Bilder pro Sekunde
es: Cuadros por Segundo
fr: Images par seconde
it: Fotogrammi al secondo
ja: 1秒あたりのフレーム数
nl: Beelden per seconde
pl: Klatki na sekundę
pt: Quadros por segundo
ro: Cadre pe secundă
ru: Кадров в секунду
sv: Bildrutor per sekund
tr: Saniyedeki kare sayısı

source: Freehand Drawing Tool
ar: أداة الرسم اليدوي
cs: Nástroj pro kreslení od ruky
de: Freihand-Zeichenwerkzeug
es: Herramienta de Dibujo a Mano Alzada
fr: Outil de dessin à main levée
it: Strumento di disegno a mano libera
ja: フリーハンド描画ツール
nl: Tekengereedschap uit de vrije hand
pl: Narzędzie do rysowania odręcznego
pt: Ferramenta de desenho à mão livre
ro: Instrument de desen cu mână liberă
ru: Инструмент рисования от руки
sv: Frihandsritverktyg
tr: Serbest Çizim Aracı

source: French
ar: الفرنسية (français)
cs: francouzština
de: Französisch
fr: français
it: francese (français)
ja: フランス語 (français)
nl: Frans (francais)
pl: Francuski
pt: francês
ro: limba franceza
sv: franska (français)
tr: Fransızca

source: Frequency
ar: تكرر
cs: Frekvence
de: Frequenz
es: Frecuencia
fr: La fréquence
it: Frequenza
ja: 周波数
nl: Frequentie
pl: Częstotliwość
pt: Frequência
ro: Frecvență
ru: Частота
sv: Frekvens
tr: Sıklık

source: Frequency of audio
ar: تردد الصوت
cs: zvukový kmitočet
de: Tonfrequenz
es: Frecuencia del audio
fr: fréquence audio
it: frequenza audio
ja: 可聴周波数
nl: audio frequentie
pl: częstotliwość dźwięku
pt: frequência de áudio
ro: frecventa audio
ru: Частота звука
sv: ljudfrekvens
tr: ses frekansı

source: Full
ar: ممتلىء
cs: Plný
de: Voll
fr: Plein
it: Completo
ja: 満杯
nl: Compleet
pl: Pełny
pt: Cheio
ro: Deplin
ru: Полный
tr: Tam dolu

source: Full Lut and Gamma and Gain
ar: لوط كامل وجاما وكسب
cs: Full Lut a Gamma a Gain
de: Full Lut und Gamma und Gain
fr: Plein Lut et Gamma et Gain
it: Full Lut e Gamma e Guadagno
ja: フルルートとガンマとゲイン
nl: Volledige Lut en Gamma en Gain
pl: Pełne Lut i Gamma i Zysk
pt: Full Lut e Gamma e Ganho
ro: Full Lut și Gamma și Câștig
ru: Полный Лут и Гамма и усиление
sv: Full Lut och Gamma och Gain
tr: Tam Lut ve Gama ve Kazanç

source: Fullscreen
ar: تكبير الشاشة
cs: Celá obrazovka
de: Vollbild
es: Pantalla Completa
fr: Plein écran
it: A schermo intero
ja: 全画面表示
nl: Volledig scherm
pl: Pełny ekran
pt: Tela completa
ro: Ecran complet
ru: Полноэкранный
sv: Fullskärm
tr: Tam ekran

source: GIF Picture
ar: صورة GIF
cs: obrázek GIF
de: GIF-Bild
es: Imagen GIF
fr: Image GIF
it: Immagine GIF
ja: GIF画像
nl: GIF-afbeelding
pl: Obraz GIF
pt: imagem GIF
ro: Imagine GIF
ru: GIF-изображение
sv: GIF-bild
tr: GIF resmi

source: GLEW Initialize Error:
ar: خطأ في تهيئة GLEW:
cs: Chyba inicializace GLEW:
de: GLEW-Initialisierungsfehler:
es: Error de Inicializar GLEW:
fr: Erreur d'initialisation GLEW :
it: Errore di inizializzazione GLEW:
ja: GLEW初期化エラー:
nl: GLEW initialisatiefout:
pl: Błąd inicjalizacji GLEW:
pt: Erro de inicialização GLEW:
ro: Eroare de inițializare GLEW:
ru: Ошибка инициализации GLEW:
sv: GLEW-initieringsfel:
tr: GLEW Başlatma Hatası:

source: GLSL error in file
ar: خطأ GLSL في الملف
cs: Chyba GLSL v souboru
de: GLSL-Fehler in Datei
es: Error GLSL en archivo
fr: Erreur GLSL dans le fichier
it: Errore GLSL nel file
ja: ファイルのGLSLエラー
nl: GLSL-fout in bestand
pl: Błąd GLSL w pliku
pt: Erro GLSL no arquivo
ro: Eroare GLSL în fișier
ru: Ошибка GLSL в файле
sv: GLSL-fel i filen
tr: dosyada GLSL hatası

source: GPU Information
ar: معلومات GPU
cs: Informace o GPU
de: GPU-Informationen
es: Información de GPU
fr: Informations sur le processeur graphique
it: Informazioni sulla GPU
ja: GPU情報
nl: GPU-informatie
pl: Informacje o GPU
pt: Informações da GPU
ro: Informații GPU
ru: Информация о графическом процессоре
tr: GPU bilgisi

source: GREEN
ar: لون أخضر
cs: ZELENÝ
de: GRÜN
es: VERDE
fr: VERT
it: VERDE
ja: 緑
nl: GROENTE
pl: ZIELONY
pt: VERDE
ro: VERDE
ru: ЗЕЛЕНЫЙ
sv: GRÖN
tr: YEŞİL

source: Gain
ar: مكسب
cs: Získat
de: Gewinnen
es: Ganancia
fr: Gagner
it: Guadagno
ja: 利得
nl: Omzet
pl: Zdobyć
pt: Ganho
ro: Câştig
ru: Усиление
sv: Få
tr: Kazanmak

source: Gain for image failed
ar: فشل الحصول على الصورة
cs: Získání obrazu se nezdařilo
de: Imagegewinn fehlgeschlagen
es: Ganancia para imagen falló
fr: Le gain d'image a échoué
it: Guadagno immagine fallito
ja: 画像の取得に失敗しました
nl: Afbeeldingswinst mislukt
pl: Wzmocnienie obrazu nie powiodło się
pt: Falha no ganho de imagem
ro: Câștigarea imaginii a eșuat
ru: Усиление для изображения не удалось
sv: Bildförstärkningen misslyckades
tr: Görüntü kazanımı başarısız oldu

source: Gain image value. A simple multiplier of the image pixel values.
ar: قيمة اكتساب الصورة. مضاعف بسيط لقيم البكسل.
cs: Hodnota zisku obrazu. Jednoduchý multiplikátor hodnot pixelů.
de: Bildgewinnwert. Ein einfacher Multiplikator der Pixelwerte.
es: Valor de Ganancia de la Imagen. Un simple multiplicador de los valores de los pixeles.
fr: Valeur de gain d'image. Un multiplicateur simple des valeurs de pixel.
it: Valore di guadagno dell'immagine. Un semplice moltiplicatore dei valori dei pixel.
ja: 画像ゲイン値.ピクセル値の単純な乗数.
nl: Afbeeldingswinst. Een eenvoudige vermenigvuldiger van de pixelwaarden.
pl: Wartość zysku obrazu. Prosty mnożnik wartości pikseli.
pt: Valor de ganho de imagem. Um multiplicador simples dos valores de pixel.
ro: Valoarea câștigului imaginii. Un simplu multiplicator al valorilor pixelilor.
ru: Получите ценность изображения. Простой множитель значений пикселей изображения.
sv: Bildförstärkningsvärde. En enkel multiplikator av pixelvärdena.
tr: Görüntü Kazanç Değeri. Piksel değerlerinin basit bir çarpanı.

source: Gamma
ar: نطاق
cs: Spektrum
de: Spektrum
es: Gama
fr: Spectre
it: Spettro
ja: スペクトラム
nl: Spectrum
pl: Widmo
pt: Espectro
ro: Spectru
ru: Гамма
sv: Spektrum
tr: spektrum

source: Gamma 1.4 Chart
ar: نطاق الرسم البياني 1.4
cs: Tabulka rozsahu 1.4
de: Reichweitendiagramm 1.4
es: Carta de Gama 1,4
fr: Tableau de gamme 1.4
it: Grafico dell'intervallo 1.4
ja: レンジチャート1.4
nl: Bereikkaart 1.4
pl: Tabela zasięgu 1.4
pt: Gráfico de alcance 1.4
ro: Graficul intervalului 1.4
ru: Гамма 1.4 Диаграмма
sv: Intervalldiagram 1.4
tr: Aralık Tablosu 1.4

source: Gamma 1.8 Chart
ar: نطاق الرسم البياني 1.8
cs: Tabulka dosahu 1.8
de: Bereichsdiagramm 1.8
es: Carta de Gama 1,8
fr: Tableau de gamme 1.8
it: Grafico della gamma 1.8
ja: 範囲チャート1.8
nl: Bereikkaart 1.8
pl: Tabela zasięgu 1,8
pt: Gráfico de alcance 1.8
ro: Graficul intervalului 1.8
ru: Гамма 1.8 Диаграмма
sv: Intervalldiagram 1.8
tr: Aralık Tablosu 1.8

source: Gamma 2.2 Chart
ar: مخطط النطاق 2،2
cs: Tabulka rozsahu 2,2
de: Reichweitentabelle 2,2
es: Carta de Gama 2,2
fr: Tableau de gamme 2,2
it: Grafico della gamma 2,2
ja: レンジチャート2,2
nl: Bereikgrafiek 2,2
pl: Tabela zasięgu 2,2
pt: Gráfico de alcance 2,2
ro: Diagrama de intervale 2,2
ru: Гамма 2.2 Диаграмма
sv: Intervalldiagram 2,2
tr: Aralık Tablosu 2,2

source: Gamma 2.4 Chart
ar: مخطط النطاق 2.4
cs: Tabulka rozsahu 2.4
de: Bereichsdiagramm 2.4
es: Carta de Gama 2.4
fr: Tableau de gamme 2.4
it: Grafico dell'intervallo 2.4
ja: 範囲チャート2.4
nl: Bereikkaart 2.4
pl: Tabela zasięgu 2.4
pt: Gráfico de alcance 2.4
ro: Graficul intervalului 2.4
ru: Гамма 2.4 Диаграмма
sv: Intervalldiagram 2.4
tr: Aralık Tablosu 2.4

source: Gamma Curve
ar: منحنى جاما
cs: Gama křivka
de: Gamma-Kurve
es: Curva de Gama
fr: Courbe gamma
it: Curva gamma
ja: ガンマカーブ
pl: Krzywa gamma
pt: Curva Gama
ro: Curba Gamma
ru: Гамма-кривая
sv: Gammakurva
tr: Gama Eğrisi

source: Gamma Less
ar: نطاق أقل
cs: menší rozsah
de: weniger Reichweite
es: Menos Gama
fr: moins de portée
it: meno portata
ja: 範囲が狭い
nl: minder bereik
pl: mniejszy zasięg
pt: menos alcance
ro: rază mai mică
ru: Гамма Меньше
sv: mindre räckvidd
tr: daha az menzil

source: Gamma More
ar: المزيد من المدى
cs: Větší rozsah
de: Mehr Reichweite
es: Más Gama
fr: Plus de gamme
it: Più gamma
ja: より多くの範囲
nl: Meer bereik
pl: Większy zakres
pt: Mais alcance
ro: Mai multă gamă
ru: Гамма Подробнее
sv: Mer räckvidd
tr: Daha Fazla Aralık

source: Gamma for image failed
ar: فشل التدرج اللوني للصورة
cs: Obrazový gamut selhal
de: Bildskala fehlgeschlagen
es: Gama para imagen falló
fr: Échec de la gamme d'images
it: Gamma di immagini non riuscita
ja: 画像の色域が失敗しました
nl: Afbeeldingsgamma mislukt
pl: Gama obrazów nie powiodła się
pt: Falha na gama de imagens
ro: Gama de imagini a eșuat
ru: Гамма для изображения не удалась
sv: Bildomfånget misslyckades
tr: Görüntü gamı başarısız

source: Gamma to use when loading an exr and OCIO is off.
ar: النطاق المراد استخدامه عند تحميل exr وإيقاف تشغيل OCIO.
cs: Rozsah, který se má použít, když je načten exr a OCIO je vypnuté.
de: Zu verwendender Bereich, wenn ein exr geladen und OCIO ausgeschaltet ist.
es: Gama a usar cuando se carga un exr y OCIO está apagado.
fr: Plage à utiliser lorsqu'un exr est chargé et qu'OCIO est désactivé.
it: Intervallo da utilizzare quando un exr è caricato e OCIO è disattivato.
ja: exrがロードされ、OCIOがオフのときに使用する範囲.
nl: Bereik dat moet worden gebruikt wanneer een exr is geladen en OCIO is uitgeschakeld.
pl: Zakres używany, gdy załadowany jest exr, a OCIO jest wyłączone.
pt: Faixa a ser usada quando um exr é carregado e o OCIO está desligado.
ro: Interval de utilizat când un exr este încărcat și OCIO este dezactivat.
ru: Гамма для использования при загрузке exr и OCIO отключена.
sv: Område som ska användas när en exr är laddad och OCIO är avstängd.
tr: Exr yüklendiğinde ve OCIO kapalıyken kullanılacak aralık.

source: Gb
ar: غيغابايت
fr: Go
nl: NL
ru: ГБ

source: German
ar: الألمانية (Deutsch)
cs: Němec
de: Deutsch
fr: Allemand
it: Tedesco (Deutsch)
ja: ドイツ人 (Deutsch)
nl: Duits (Duits)
pl: Niemiecki
pt: alemão
ro: limba germana
sv: tyska (Deutsch)
tr: Almanca

source: Ghosting
ar: شبح
cs: Duch
de: Geist
es: Fantasma
fr: Fantôme
it: Fantasma
ja: 幽霊
nl: Spook
pl: Duch
pt: Fantasma
ro: Fantomă
ru: Призраки
sv: Spöke
tr: Hayalet

source: Go back one frame.
ar: العودة إطار واحد.
cs: Vraťte se o jeden snímek zpět.
de: Gehen Sie einen Frame zurück.
es: Volver atrás un cuadro.
fr: Remontez d'une image.
it: Torna indietro di un fotogramma.
ja: 1フレーム戻ります.
nl: Ga een frame terug.
pl: Cofnij się o jedną klatkę.
pt: Volte um quadro.
ro: Întoarceți un cadru.
ru: Вернитесь на один кадр назад.
sv: Gå tillbaka en bildruta.
tr: Bir kare geri git.

source: Go to the beginning of the sequence.
ar: اذهب إلى بداية التسلسل.
cs: Přejděte na začátek sekvence.
de: Gehen Sie zum Anfang der Sequenz.
es: Ir al principio de la secuencia.
fr: Aller au début de la séquence.
it: Vai all'inizio della sequenza.
ja: シーケンスの最初に移動します.
nl: Ga naar het begin van de reeks.
pl: Przejdź na początek sekwencji.
pt: Vá para o início da sequência.
ro: Mergeți la începutul secvenței.
ru: Перейти к началу последовательности.
sv: Gå till början av sekvensen.
tr: Dizinin başına git.

source: Go to the end of the sequence.
ar: اذهب إلى نهاية التسلسل.
cs: Přejděte na konec sekvence.
de: Gehen Sie zum Ende der Sequenz.
es: Ir al final de la secuencia.
fr: Aller à la fin de la séquence.
it: Vai alla fine della sequenza.
ja: シーケンスの最後に移動します.
nl: Ga naar het einde van de reeks.
pl: Przejdź do końca sekwencji.
pt: Vá para o final da sequência.
ro: Mergeți la sfârșitul secvenței.
ru: Перейти к концу последовательности.
sv: Gå till slutet av sekvensen.
tr: Sıranın sonuna git.

source: Got colorspace '
ar: لدي مساحة اللون "
cs: Mám barevný prostor'
de: Ich habe den Farbraum '
es: Obtuve el espacio de color '
fr: J'ai l'espace colorimétrique '
it: Ho lo spazio colore '
ja: 色空間を取得しました'
nl: Ik heb de kleurruimte '
pl: mam przestrzeń kolorów
pt: Eu tenho o espaço de cores '
ro: Am spațiul de culoare '
ru: Получил цветовое пространство '
sv: Jag fick färgrymden '
tr: Renk uzayını aldım'

source: Got:
ar: حصلت على:
cs: získal jsem:
de: Ich habe erhalten:
es: Obtuve:
fr: J'ai obtenu:
it: Ho ottenuto:
ja: 私が得ました:
nl: Ik verkreeg:
pl: uzyskałem:
pt: Eu obtive:
ro: Am obținut:
ru: Есть:
sv: Jag erhöll:
tr: Elde ettim:

source: Greek
ar: اليونانية (Ελληνικά)
it: greco (Ελληνικά)
ja: ギリシャ語 (Ελληνικά)
nl: Grieks (Ελληνικά)
sv: grekisk (Ελληνικά)

source: Green
ar: أخضر
cs: Zelený
de: Grün
es: Verde
fr: Vert
it: Verde
ja: 緑
nl: Groente
pl: Zielony
pt: Verde
ro: Verde
ru: Зеленый
sv: Grön
tr: Yeşil

source: Green Gain
ar: اكتساب الأخضر
cs: Zelený zisk
de: Grüner Gewinn
es: Ganancia Verde
fr: Gain vert
it: Guadagno verde
ja: グリーンゲイン
nl: Groene winst
pl: Zielony zysk
pt: Ganho Verde
ro: Câștig verde
ru: Зеленое усиление
sv: Grön vinst
tr: Yeşil Kazanç

source: Green Gain of clip.
ar: كسب الخضر من المقطع.
cs: Získejte zelené z klipu.
de: Gewinnen Sie die Grünen aus dem Clip.
es: Ganancia de los Verdes del clip.
fr: Gagnez les Verts du clip.
it: Guadagna i Verdi dalla clip.
ja: クリップからグリーンを獲得します.
nl: Haal de Groenen uit de clip.
pl: Zdobądź Greensy z klipu.
pt: Ganhe os verdes do clipe.
ro: Obțineți Greens din clip.
ru: Зеленый Усиление клипа.
sv: Få de gröna från klippet.
tr: Klipten Yeşilleri kazanın.

source: Green value of image pixel under mouse.
ar: قيمة البكسل الخضراء تحت الماوس.
cs: Zelená hodnota pixelu pod myší.
de: Grünwert des Pixels unter der Maus.
es: Valor de Verde del pixel bajo el mouse.
fr: Valeur verte du pixel sous la souris.
it: Valore verde del pixel sotto il mouse.
ja: マウスの下のピクセルの緑の値.
nl: Groene waarde van de pixel onder de muis.
pl: Zielona wartość piksela pod myszką.
pt: Valor verde do pixel sob o mouse.
ro: Valoarea verde a pixelului de sub mouse.
ru: Зеленое значение пикселя изображения под мышью.
sv: Grönt värde för pixeln under musen.
tr: Farenin altındaki pikselin yeşil değeri.

source: Grid Size
ar: حجم الشبكة
cs: Velikost mřížky
de: Gittergröße
es: Tamaño de la Grilla
fr: Taille de la grille
it: Dimensione griglia
ja: グリッドサイズ
nl: Rastergrootte
pl: Wielkość kratownicy
pt: Tamanho da grade
ro: Dimensiunea grilei
ru: Размер сетки
sv: Rutnätsstorlek
tr: ızgara boyutu

source: H:
ar: ح:
ru: ЧАС:

source: HDR Blend bias of clip.
ar: HDR مزيج التحيز من المقطع.
cs: HDR mix zkreslení klipu.
de: HDR-Mix-Bias des Clips.
fr: Biais de mixage HDR du clip.
it: Bias del mix HDR della clip.
ja: クリップのHDRミックスバイアス.
nl: HDR-mixbias van de clip.
pl: Stronniczość miksowania HDR klipu.
pt: Viés de mixagem HDR do clipe.
ro: Prejudecata de mixare HDR a clipului.
ru: Смещение клипа при наложении HDR.
sv: HDR mix bias av klippet.
tr: Klibin HDR karışım önyargısı.

source: HDR Track No
ar: رقم مسار HDR
cs: HDR stopa č.
de: HDR-Spur Nr.
es: Pista HDR No.
fr: Numéro de piste HDR
it: Traccia HDR n.
ja: HDRトラック番号
nl: HDR-tracknr.
pl: Nr ścieżki HDR
pt: Faixa HDR Nº.
ro: Piesa HDR nr.
ru: Трек HDR Нет
sv: HDR-spår nr.
tr: HDR Parça No.

source: HDR blend
ar: يمزج HDR
cs: HDR mixy
de: HDR-Mischungen
es: Mezclas HDR
fr: Mélanges HDR
it: Mix HDR
ja: HDRミックス
nl: HDR-mixen
pl: Miksery HDR
pt: Misturas HDR
ro: Mixuri HDR
ru: Смесь HDR
sv: HDR-mixar
tr: HDR Karışımları

source: HDR blend type
ar: نوع مزيج HDR
cs: Typ mixu HDR
de: HDR-Mix-Typ
es: Tipo de mezcla HDR
fr: Type de mixage HDR
it: Tipo di mix HDR
ja: HDRミックスタイプ
nl: HDR-mixtype
pl: Typ miksu HDR
pt: Tipo de mistura HDR
ro: tip de amestec HDR
ru: Тип наложения HDR
sv: HDR-blandningstyp
tr: HDR karışım türü

source: HDRI Picture
ar: صورة HDRI
cs: HDRI obraz
de: HDRI-Bild
es: Imagen HDRI
fr: Image HDRI
it: Immagine HDRI
ja: HDRI画像
nl: HDRI-afbeelding
pl: Obraz HDRI
pt: imagem HDRI
ro: Imagine HDRI
ru: HDRI-изображение
sv: HDRI-bild
tr: HDRI görüntüsü

source: HDTV / Widescreen 16:9
ar: HDTV/شاشة عريضة 16: 9
cs: HDTV/Širokoúhlá obrazovka 16:9
de: HDTV/Breitbild 16:9
es: HDTV / Pantalla Ancha 16:9
fr: TVHD/Écran large 16:9
it: HDTV/Ampio schermo 16:9
ja: HDTV/ワイドスクリーン16:9
nl: HDTV/Breedbeeld 16:9
pl: HDTV/Szeroki ekran 16:9
pt: HDTV/Tela ampla 16:9
ro: HDTV/Ecran lat 16:9
ru: HDTV/Широкоформатный 16:9
tr: HDTV/Geniş Ekran 16:9

source: HUD
ar: هود

source: HW
ar: هـ.
pl: C.W.

source: Half
ar: نصف
cs: Polovina
de: Hälfte
fr: Demi
it: Metà
ja: 半分
nl: Voor de helft
pl: Połowa
pt: Metade
ro: Jumătate
ru: Половина
sv: Halv
tr: Yarım

source: Half Pixels:
ar: نصف البكسل:
cs: PixelsHalf:
de: PixelHalf:
es: Pixels Half:
fr: PixelsHalf :
it: Pixel mezzo:
ja: PixelsHalf:
nl: PixelsHalf:
pl: Połowa pikseli:
pt: PixelsMeia:
ro: PixelsHalf:
ru: Половина пикселей:
sv: PixelsHalf:
tr: Piksel Yarısı:

source: Hardware Shaders:
ar: تظليل الأجهزة:
cs: Hardwarové shadery:
de: Hardware-Shader:
es: Shaders de Hardware:
fr: Shaders matériels :
it: Shader hardware:
ja: ハードウェアシェーダー:
pl: Shadery sprzętowe:
pt: Sombreadores de hardware:
ro: Umbritoare hardware:
ru: Аппаратные шейдеры:
tr: Donanım Gölgelendiricileri:

source: Hardware shaders not available.
ar: تظليل الأجهزة غير متوفر.
cs: Hardwarové shadery nejsou k dispozici.
de: Hardware-Shader nicht verfügbar.
es: Hardware Shaders no disponibles.
fr: Shaders matériels non disponibles.
it: Shader hardware non disponibili.
ja: ハードウェアシェーダーは使用できません.
nl: Hardware Shaders niet beschikbaar.
pl: Shadery sprzętowe nie są dostępne.
pt: Hardware Shaders não disponíveis.
ro: Hardware Shaders nu sunt disponibile.
ru: Аппаратные шейдеры недоступны.
sv: Hardware Shaders är inte tillgängliga.
tr: Donanım Gölgelendiricileri mevcut değil.

source: Headline
ar: رأس
cs: Záhlaví
de: Header
es: Encabezado
fr: Entête
it: Intestazione
ja: ヘッダ
nl: kop
pl: nagłówek
pt: Cabeçalho
ro: Antet
ru: Заголовок
sv: Rubrik
tr: başlık

source: Height
ar: ارتفاع
cs: Výška
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
ja: 高さ
nl: Hoogte
pl: Wysokość
pt: Altura
ro: Înălţime
ru: Высота
sv: Höjd
tr: Yükseklik
