Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Saturation value of image pixel under mouse.
ar: قيمة تشبع بكسل الصورة الموجودة تحت الماوس.
cs: Hodnota sytosti pixelu obrázku pod myší.
de: Sättigungswert des Pixels des Bildes unter der Maus.
es: Valor de Saturación del pixel de la imagen bajo el ratón.
fr: Valeur de saturation du pixel de l'image sous la souris.
it: Valore di saturazione del pixel dell'immagine sotto il mouse.
ja: マウスの下の画像のピクセルの彩度値.
nl: Verzadigingswaarde van de pixel van de afbeelding onder de muis.
pl: Wartość nasycenia piksela obrazu pod myszką.
pt: Valor de saturação do pixel da imagem sob o mouse.
ro: Valoarea de saturație a pixelului imaginii de sub mouse.
ru: Значение насыщенности пикселя изображения под мышью.
sv: Mättnadsvärde för pixeln i bilden under musen.
tr: Farenin altındaki görüntünün pikselinin doygunluk değeri.

source: Save
ar: يحفظ
cs: Držet
de: Speichern
es: Grabar
fr: sauvegarder
it: Salva
ja: 救う
nl: Opslaan
pl: Zapisz
pt: Guardar
ro: Salvați
ru: Сохранять
sv: Spela in
tr: Kaydet

source: Save Clip XML Metadata
ar: احفظ Clip XML Metadata
cs: Uložit metadata XML klipu
de: Clip-XML-Metadaten speichern
es: Grabar Clip XML de Metadatos
fr: Enregistrer les métadonnées XML du clip
it: Salva i metadati XML della clip
ja: クリップXMLメタデータを保存
nl: XML-metagegevens van clips opslaan
pl: Zapisz metadane klipu XML
pt: Salvar metadados XML do clipe
ro: Salvați metadatele XML ale clipului
ru: Сохранить метаданные клипа XML
sv: Spara Clip XML Metadata
tr: Klip XML Meta Verilerini Kaydet

source: Save GL Snapshot
ar: حفظ لقطة Opengl
cs: Uložit snímek Opengl
de: Opengl-Snapshot speichern
es: Grabar Instantánea de Opengl
fr: Enregistrer l'instantané Opengl
it: Salva istantanea Opengl
ja: Openglスナップショットを保存します
nl: Opengl-snapshot opslaan
pl: Zapisz migawkę Opengl
pt: Salvar instantâneo do Opengl
ro: Salvați instantaneul Opengl
ru: Сохранить снимок GL
sv: Spara Opengl Snapshot
tr: Opengl Anlık Görüntüsünü Kaydet

source: Save Hotkeys Preferences
ar: حفظ تفضيلات مفاتيح القيادة
cs: Uložit předvolby řidičských klíčů
de: Speichern Sie die Driving Keys-Einstellungen
es: Grabar Preferencias de Teclas de Manejo
fr: Enregistrer les préférences des clés de conduite
it: Salva le preferenze delle chiavi di guida
ja: ドライビングキーの設定を保存する
nl: Voorkeuren voor rijtoetsen opslaan
pl: Zapisz preferencje dotyczące kluczyków jazdy
pt: Salvar preferências de chaves de direção
ro: Salvați preferințele cheilor de conducere
ru: Сохранить настройки горячих клавиш
sv: Spara inställningar för környcklar
tr: Sürüş Anahtarları Tercihlerini Kaydet

source: Save Image
ar: احفظ الصورة
cs: Uložit obrázek
de: Bild speichern
es: Grabar Imagen
fr: Sauvegarder image
it: Salva immagine
ja: 画像を保存する
nl: Sla afbeelding op
pl: Zapisz obraz
pt: Salvar imagem
ro: Salvează poza
ru: Сохранить изображение
sv: Spara bild
tr: Resmi Kaydet

source: Save Metadata
ar: حفظ البيانات الوصفية
cs: Uložit metadata
de: Metadaten speichern
es: Grabar Metadatos
fr: Enregistrer les métadonnées
it: Salva i metadati
ja: メタデータを保存
nl: Metagegevens opslaan
pl: Zapisz metadane
pt: Salvar metadados
ro: Salvați metadatele
ru: Сохранить метаданные
sv: Spara metadata
tr: Meta Verileri Kaydet

source: Save OCIO config in preferences file or leave it empty so that environment variables can be used.
ar: احفظ تكوين OCIO في ملف التفضيلات أو اتركه مجانًا حتى يمكن استخدام متغيرات البيئة.
cs: Uložte konfiguraci OCIO do souboru předvoleb nebo ji nechte volnou, aby bylo možné použít proměnné prostředí.
de: Speichern Sie die OCIO-Konfiguration in der Einstellungsdatei oder lassen Sie sie frei, damit Umgebungsvariablen verwendet werden können.
es: Grabar OCIO config en el archivo de preferencias o dejarlo libre de tal forma que las variables de entorno puedan ser usadas.
fr: Enregistrez la configuration OCIO dans le fichier de préférences ou laissez-la libre afin que les variables d'environnement puissent être utilisées.
it: Salva la configurazione OCIO nel file delle preferenze o lasciala libera in modo da poter utilizzare le variabili di ambiente.
ja: OCIO構成を設定ファイルに保存するか、環境変数を使用できるように空けておきます.
nl: Sla OCIO-configuratie op in het voorkeurenbestand of laat het vrij zodat omgevingsvariabelen kunnen worden gebruikt.
pl: Zapisz konfigurację OCIO w pliku preferencji lub pozostaw ją wolną, aby można było używać zmiennych środowiskowych.
pt: Salve a configuração do OCIO no arquivo de preferências ou deixe-a livre para que as variáveis de ambiente possam ser usadas.
ro: Salvați configurația OCIO în fișierul de preferințe sau lăsați-l liber, astfel încât variabilele de mediu să poată fi utilizate.
ru: Сохраните конфигурацию OCIO в файле настроек или оставьте его пустым, чтобы можно было использовать переменные среды.
sv: Spara OCIO config i inställningsfilen eller lämna den ledig så att miljövariabler kan användas.
tr: OCIO yapılandırmasını tercihler dosyasına kaydedin veya ortam değişkenlerinin kullanılabilmesi için boş bırakın.

source: Save Ocio Config File in Preferences
ar: حفظ تكوين OCIO
cs: Uložte konfiguraci OCIO
de: Speichern Sie die OCIO-Konfiguration
es: Grabar Configuracion de OCIO
fr: Enregistrer la configuration OCIO
it: Salva configurazione OCIO
ja: OCIO構成を保存
nl: OCIO-configuratie opslaan
pl: Zapisz konfigurację OCIO
pt: Salvar configuração OCIO
ro: Salvați configurația OCIO
ru: Сохраните файл конфигурации Ocio в настройках
sv: Spara OCIO-konfiguration
tr: OCIO Yapılandırmasını Kaydet

source: Save Options
ar: حفظ الخيارات
cs: Možnosti uložení
de: Optionen speichern
es: Grabar Opciones
fr: Enregistrer les options
it: Salva opzioni
ja: オプションの保存
nl: Opties opslaan
pl: Zapisz opcje
pt: Salvar opções
ro: Opțiuni de salvare
ru: Сохранить параметры
sv: Spara alternativ
tr: Seçenekleri Kaydet

source: Save Reel
ar: حفظ بكرة
cs: Uložit cívku
de: Spule speichern
es: Grabar Carrete
fr: Enregistrer la bobine
it: Salva bobina
ja: リールを保存
nl: Reel opslaan
pl: Zapisz kołowrotek
pt: Salvar carretel
ro: Salvați Reel
ru: Сохранить барабан
sv: Spara rullen
tr: Makarayı Kaydet

source: Save Sequence
ar: حفظ التسلسل
cs: Uložit sekvenci
de: Sequenz speichern
es: Grabar Secuencia
fr: Enregistrer la séquence
it: Salva sequenza
ja: シーケンスの保存
nl: Opeenvolging opslaan
pl: Zapisz sekwencję
pt: Salvar sequência
ro: Salvare secvență
ru: Сохранить последовательность
sv: Spara sekvens
tr: Sırayı Kaydet

source: Save Session
ar: حفظ جلسة
cs: Uložit relaci
de: Sitzung sichern
es: Grabar Sesión
fr: Sauver la session
it: Salva sessione
ja: セッションを保存
nl: Sessie opslaan
pl: Zapisz sesję
pt: Salvar sessão
ro: Salvare sesiune
ru: Сохранить сеанс
sv: Spara session
tr: Oturumu kaydet

source: Save XML Clip Metadata
ar: احفظ Clip XML Metadata
cs: Uložit metadata XML klipu
de: Clip-XML-Metadaten speichern
es: Grabar Clip XML de Metadatos
fr: Enregistrer les métadonnées XML du clip
it: Salva i metadati XML della clip
ja: クリップXMLメタデータを保存
nl: XML-metagegevens van clips opslaan
pl: Zapisz metadane klipu XML
pt: Salvar metadados XML do clipe
ro: Salvați metadatele XML ale clipului
ru: Сохранить метаданные клипа XML
sv: Spara Clip XML Metadata
tr: Klip XML Meta Verilerini Kaydet

source: Save current reel
ar: حفظ البكرة الحالية.
cs: Uložit aktuální kotouč.
de: Aktuelle Rolle speichern.
es: Grabar carrete actual.
fr: Enregistrer la bobine actuelle.
it: Salva la bobina corrente.
ja: 現在のリールを保存します.
nl: Bewaar huidige rol.
pl: Zapisz bieżącą rolkę.
pt: Salve o carretel atual.
ro: Salvați bobina curentă.
ru: Сохранить текущий барабан
sv: Spara nuvarande rulle.
tr: Mevcut makarayı kaydedin.

source: Save frames '
ar: حفظ الإطارات
cs: Uložit snímky'
de: Frames speichern'
es: Grabar cuadros '
fr: Enregistrer les cadres'
it: Salva fotogrammi'
ja: フレームを保存する
nl: Frames opslaan'
pl: Zapisz ramki
pt: Salvar quadros'
ro: Salvare cadre'
ru: Сохранить кадры '
sv: Spara ramar'
tr: Çerçeveleri kaydet'

source: Save preferences to disk as a default.
ar: حفظ التفضيلات على القرص بشكل افتراضي.
cs: Ve výchozím nastavení ukládat předvolby na disk.
de: Einstellungen standardmäßig auf der Festplatte speichern.
es: Grabar preferencias al disco por defecto.
fr: Enregistrez les préférences sur le disque par défaut.
it: Salva le preferenze su disco per impostazione predefinita.
ja: デフォルトで設定をディスクに保存します.
nl: Bewaar voorkeuren standaard op schijf.
pl: Domyślnie zapisuj preferencje na dysku.
pt: Salve as preferências em disco por padrão.
ro: Salvați preferințele pe disc în mod implicit.
ru: Сохраните настройки на диск по умолчанию.
sv: Spara inställningar på disk som standard.
tr: Tercihleri varsayılan olarak diske kaydedin.

source: Save sequence or movie.
ar: حفظ التسلسل أو الفيلم.
cs: Uložit sekvenci nebo film.
de: Sequenz oder Film speichern.
es: Grabar secuencia o película.
fr: Enregistrer la séquence ou le film.
it: Salva sequenza o filmato.
ja: シーケンスまたはムービーを保存します.
nl: Sla sequentie of film op.
pl: Zapisz sekwencję lub film.
pt: Salvar sequência ou filme.
ro: Salvați secvența sau filmul.
ru: Сохранить эпизод или фильм.
sv: Spara sekvens eller film.
tr: Diziyi veya filmi kaydedin.

source: Saved ACES clip metadata file '
ar: تم حفظ ملف Clip Metadata لـ ACES
cs: Uložený soubor metadat klipu ACES
de: Clip-Metadatendatei von ACES gespeichert
es: Grabé archivo de Clip Metadatos de ACES '
fr: Fichier de métadonnées de clip enregistré d'ACES
it: File di metadati clip di ACES salvato
ja: 保存されたACESのクリップメタデータファイル
nl: Opgeslagen ACES' Clip Metadata-bestand
pl: Zapisany plik metadanych klipu ACES
pt: Arquivo de metadados de clipe do ACES salvo
ro: Fișierul de metadate clip al ACES a fost salvat
ru: Сохраненный файл метаданных клипа ACES '
sv: Sparad ACES klippmetadatafil
tr: ACES'in Klip Meta Verileri dosyası kaydedildi

source: Saved AMF clip metadata file '
ar: ملف Clip Metadata المحفوظ من AMF '
cs: Uložená metadata souboru klipu z AMF'
de: Gespeicherte Clipdatei-Metadaten von AMF'
es: Grabé archivo de Clip Metadatos de AMF '
fr: Métadonnées de fichier de clip enregistrées à partir de l'AMF'
it: Metadati del file clip salvati da AMF'
ja: AMFから保存されたクリップファイルメタデータ '
nl: Metadata van opgeslagen clipbestand van AMF'
pl: Zapisane metadane pliku klipu z AMF”
pt: Metadados de arquivo de clipe salvos do AMF'
ro: Metadatele fișierului clip salvate de la AMF'
ru: Сохраненный файл метаданных клипа AMF '
sv: Sparad klippfilsmetadata från AMF'
tr: AMF'den Kaydedilen Klip Dosyası Meta Verileri

source: Saves out ACES clip metadata (CTL transforms) into an ACESclip file.
ar: يحفظ مقطع بيانات تعريف ACES (تحويلات CTL) إلى ملف ACESclip.
cs: Uloží klip metadat ACES (transformace CTL) do souboru ACESclip.
de: Speichert einen ACES-Metadatenclip (CTL-Transformationen) in einer ACESclip-Datei.
fr: Enregistre un clip de métadonnées ACES (transformations CTL) dans un fichier ACESclip.
it: Salva una clip di metadati ACES (trasformazioni CTL) in un file ACESclip.
ja: ACESメタデータクリップ（CTL変換）をACESclipファイルに保存します.
nl: Slaat een ACES-metadataclip (CTL-transformaties) op in een ACESclip-bestand.
pl: Zapisuje klip metadanych ACES (przekształcenia CTL) w pliku ACESclip.
pt: Salva um clipe de metadados ACES (transformações CTL) em um arquivo ACESclip.
ro: Salvează un clip de metadate ACES (transformări CTL) într-un fișier ACESclip.
ru: Сохраняет метаданные клипа ACES (преобразования CTL) в файл ACESclip.
sv: Sparar ett ACES-metadataklipp (CTL-transformationer) till en ACESclip-fil.
tr: Bir ACES meta veri klibini (CTL dönüşümleri) bir ACESclip dosyasına kaydeder.

source: Saves out OCIO's Input Color Space as an attribute of the image.
ar: يحفظ مساحة لون الإدخال للصورة كسمة للصورة.
cs: Uloží vstupní barevný prostor obrázku jako atribut obrázku.
de: Speichert den Eingabefarbraum des Bildes als Attribut des Bildes.
fr: Enregistre l'espace colorimétrique d'entrée de l'image en tant qu'attribut de l'image.
it: Salva lo spazio colore di input dell'immagine come attributo dell'immagine.
ja: 画像の入力色空間を画像の属性として保存します.
nl: Slaat de invoerkleurruimte van de afbeelding op als een attribuut van de afbeelding.
pl: Zapisuje wejściową przestrzeń kolorów obrazu jako atrybut obrazu.
pt: Salva o Espaço de cores de entrada da imagem como um atributo da imagem.
ro: Salvează spațiul de culoare de intrare al imaginii ca atribut al imaginii.
ru: Сохраняет входное цветовое пространство OCIO как атрибут изображения.
sv: Sparar bildens indatafärgrymd som ett attribut för bilden.
tr: Görüntünün Girdi Renk Alanı'nı görüntünün bir özelliği olarak kaydeder.

source: Saves out OCIO's input color space in the metadata of the image.
ar: يحفظ مساحة لون الإدخال للصورة كسمة للصورة.
cs: Uloží vstupní barevný prostor obrázku jako atribut obrázku.
de: Speichert den Eingabefarbraum des Bildes als Attribut des Bildes.
es: Graba el Espacio de Color de Entrada de la imagen como un atributo de la imagen.
fr: Enregistre l'espace colorimétrique d'entrée de l'image en tant qu'attribut de l'image.
it: Salva lo spazio colore di input dell'immagine come attributo dell'immagine.
ja: 画像の入力色空間を画像の属性として保存します.
nl: Slaat de invoerkleurruimte van de afbeelding op als een attribuut van de afbeelding.
pl: Zapisuje wejściową przestrzeń kolorów obrazu jako atrybut obrazu.
pt: Salva o Espaço de cores de entrada da imagem como um atributo da imagem.
ro: Salvează spațiul de culoare de intrare al imaginii ca atribut al imaginii.
ru: Сохраняет входное цветовое пространство OCIO в метаданных изображения.
sv: Sparar bildens indatafärgrymd som ett attribut för bilden.
tr: Görüntünün Girdi Renk Alanı'nı görüntünün bir özelliği olarak kaydeder.

source: Saving
ar: إنقاذ
cs: úspora
de: sparen
es: Grabando
fr: Sauvegarder
it: Salvataggio
ja: 保存
nl: besparing
pl: Oszczędzanie
pt: Guardando
ro: Salvarea
ru: Сохранение
sv: inspelning
tr: Kaydetme

source: Saving Sequence(s) %<PRId64> - %<PRId64>
ar: تسلسل (تسلسل) الحفظ %<PRId64>-%<PRId64>
cs: Uložení sekvence(í) %<PRId64> - %<PRId64>
de: Sequenz(en) speichern %<PRId64> - %<PRId64>
es: Grabando Secuencia(s) %<PRId64> - %<PRId64>
fr: Enregistrement de séquence(s) %<PRId64> - %<PRId64>
it: Salvando Sequenza(e) %<PRId64> - %<PRId64>
ja: シーケンスの保存%<PRId64> -%<PRId64>
nl: Opslaanvolgorde(n) %<PRId64> - %<PRId64>
pl: Sekwencja zapisu (s) %<PRId64> - %<PRId64>
pt: Guardando sequência(s) %<PRId64> - %<PRId64>
ro: Salvare secvență(e) %<PRId64> - %<PRId64>
ru: Сохранение последовательности (ей) %<PRId64> - %<PRId64>
sv: Sparar sekvens(er) %<PRId64> - %<PRId64>
tr: Sıralama(lar)ı Kaydetme %<PRId64> - %<PRId64>

source: Scale
ar: مقياس
cs: Měřítko
de: Skala
es: Escala
fr: Escalader
it: Scala
ja: 規模
nl: Schaal
pl: Skala
pt: Régua
ro: Scară
ru: Шкала
sv: Skala
tr: Ölçek

source: Scale of images stored. Smaller scale allows more images to be stored at the expense of pixelization.
ar: مقياس الصور المحفوظة. يسمح المقياس الأصغر بحفظ المزيد من الصور على حساب بكسل الصورة.
cs: Měřítko uložených obrázků. Menší měřítko umožňuje uložit více obrázků na úkor pixelizace obrazu.
de: Maßstab gespeicherter Bilder. Ein kleinerer Maßstab ermöglicht das Speichern von mehr Bildern auf Kosten der Bildpixelung.
es: Escala de las imágenes grabadas. Una escala menor permite grabar más imagenes a la expensa de pixelado de la imagen.
fr: Échelle des images enregistrées. Une échelle plus petite permet d'enregistrer plus d'images au détriment de la pixellisation de l'image.
it: Scala delle immagini salvate. Una scala più piccola consente di salvare più immagini a scapito della pixelizzazione dell'immagine.
ja: 保存された画像のスケール.スケールを小さくすると、画像のピクセル化を犠牲にして、より多くの画像を保存できます.
nl: Schaal van opgeslagen afbeeldingen. Door een kleinere schaal kunnen meer afbeeldingen worden opgeslagen ten koste van beeldpixelvorming.
pl: Skala zapisanych obrazów. Mniejsza skala pozwala na zapisanie większej liczby obrazów kosztem pikselizacji obrazu.
pt: Escala de imagens salvas. Uma escala menor permite que mais imagens sejam salvas às custas da pixelização da imagem.
ro: Scara imaginilor salvate. O scară mai mică permite salvarea mai multor imagini în detrimentul pixelării imaginii.
ru: Масштаб сохраняемых изображений. Меньший масштаб позволяет хранить больше изображений за счет пикселизации.
sv: Skala av sparade bilder. En mindre skala gör att fler bilder kan sparas på bekostnad av bildpixelering.
tr: Kaydedilen görüntülerin ölçeği. Daha küçük bir ölçek, görüntü pikselleşmesi pahasına daha fazla görüntünün kaydedilmesine olanak tanır.

source: Scheme
ar: مخطط
cs: Systém
de: Planen
fr: Schème
it: schema
ja: 図式
nl: Schema
pl: Schemat
pt: Esquema
ro: Sistem
ru: Схема
sv: Schema
tr: şema

source: Scratched Repeat Frame
ar: كرر الإطار المحدد
cs: Opakujte zaškrtnuté políčko
de: Aktiviertes Kästchen wiederholen
fr: Répéter la case cochée
it: Ripeti casella selezionata
ja: チェックボックスを繰り返す
nl: Herhaal aangevinkt vakje
pl: Powtórz zaznaczone pole
pt: Caixa Verificada Repetir
ro: Repetați caseta bifată
ru: Поцарапанный повторяющийся кадр
sv: Upprepa kryssrutan
tr: İşaretli Kutuyu Tekrarla

source: Scrub
ar: تنظيف
cs: Drhnout
de: Schrubben
es: Fregar
fr: Frotter
it: Macchia
ja: スクラブ
nl: Schrobben
pl: Zarośla
pt: Esfregar
ru: Скраб
sv: Skrubba
tr: fırçala

source: Scrub Mode
ar: وضع التنظيف
cs: režim čištění
de: Schrubbmodus
es: Modo de Fregar
fr: mode de lavage
it: modalità di lavaggio
ja: スクラブモード
nl: schrobmodus
pl: tryb szorowania
pt: modo de lavagem
ro: modul de spălare
ru: Режим очистки
sv: skurningsläge
tr: fırçalama modu

source: Scrub Sensitivity
ar: فرك الحساسية
cs: Citlivost na drhnutí
de: Scrub-Empfindlichkeit
es: Sensibilidad de Fregar
fr: Sensibilité au gommage
it: Scrub sensibilità
ja: スクラブ感度
nl: Scrubgevoeligheid
pl: Czułość szorowania
pt: Sensibilidade à lavagem
ro: Sensibilitatea la frecare
ru: Скраб Чувствительность
sv: Skrubbkänslighet
tr: Fırçalama Hassasiyeti

source: Scrubbing Tool
ar: أداة تنقية
cs: drhnoucí nástroj
de: Schrubbwerkzeug
es: Herramienta de Fregado
fr: outil de récurage
it: strumento di lavaggio
ja: スクラブツール
nl: schrobgereedschap
pl: narzędzie do szorowania
pt: ferramenta de esfregar
ro: instrument de spălat
ru: Инструмент для очистки
sv: skurverktyg
tr: ovma aracı

source: Search
ar: بحث
cs: Hledat
de: Suchen
fr: Chercher
it: Cercare
ja: 探す
nl: Zoeken
pl: Szukaj
pt: Olhe para
ro: Caută
ru: Поиск
sv: Leta efter
tr: Aramak

source: Searched for braw lib in:
ar: لقد بحثت في مكتبة braw على:
cs: Hledal jsem braw knihovnu na:
de: Ich suchte Braw-Bibliothek unter:
fr: J'ai cherché dans la bibliothèque braw à:
it: Ho cercato nella libreria di braw su:
ja: 私は次の場所でbrawライブラリを検索しました:
nl: Ik zocht braw bibliotheek op:
pl: Przeszukałem bibliotekę braw pod adresem:
pt: Pesquisei na biblioteca braw em:
ro: Am căutat în biblioteca braw la:
ru: Поиск braw lib в:
sv: Jag sökte i braw library på:
tr: Braw kütüphanesini şu adreste aradım:

source: Second Data Window of Clip
ar: نافذة بيانات المقطع الثاني
cs: Datové okno druhého klipu
de: Zweites Clip-Datenfenster
es: Segunda Ventana de Datos del Clip
fr: Deuxième fenêtre de données de clip
it: Seconda finestra dei dati della clip
ja: 2番目のクリップデータウィンドウ
nl: Tweede clipgegevensvenster
pl: Okno danych drugiego klipu
pt: Janela de dados do segundo clipe
ro: A doua fereastră de date Clip
ru: Второе окно данных клипа
sv: Andra klippdatafönstret
tr: İkinci Klip Veri Penceresi

source: Second Display Window of Clip
ar: نافذة عرض المقطع الثاني
cs: Okno zobrazení druhého klipu
de: Zweites Clip-Anzeigefenster
es: Segunda Ventana de Display del Clip
fr: Deuxième fenêtre d'affichage de clip
it: Finestra di visualizzazione della seconda clip
ja: 2番目のクリップ表示ウィンドウ
nl: Tweede clipweergavevenster
pl: Okno wyświetlania drugiego klipu
pt: Janela de exibição do segundo clipe
ro: A doua fereastră de afișare a clipurilor
ru: Второе окно отображения клипа
sv: Andra klippets displayfönster
tr: İkinci Klip Görüntüleme Penceresi

source: Secondary Display
ar: العرض الثانوي
cs: Sekundární displej
de: Sekundäranzeige
es: Display Secundario
fr: Affichage secondaire
it: Display secondario
ja: 二次ディスプレイ
nl: Secundaire weergave
pl: Drugi wyświetlacz
pt: Exibição secundária
ro: Afișaj secundar
ru: Дополнительный дисплей
sv: Sekundär display
tr: İkincil Ekran

source: Seconds
ar: ثواني
cs: Sekundy
de: Sekunden
fr: Secondes
it: Secondi
ja: 秒
nl: seconden
pl: sekundy
pt: Segundos
ro: secunde
ru: Секунды
sv: Sekunder
tr: saniye

source: Select Audio Track
ar: حدد مسار الصوت
cs: Vyberte Zvukovou stopu
de: Wählen Sie Audiospur
es: Seleccionar Pista de Audio
fr: Sélectionnez la piste audio
it: Seleziona Traccia audio
ja: オーディオトラックを選択
nl: Selecteer audiotrack
pl: Wybierz ścieżkę audio
pt: Selecionar faixa de áudio
ro: Selectați piesă audio
ru: Выберите звуковую дорожку
sv: Välj Ljudspår
tr: Ses Parçasını Seçin

source: Select Multi Image
ar: حدد صور متعددة
cs: Vyberte možnost Více obrázků
de: Wählen Sie mehrere Bilder aus
es: Seleccionar Multiples Imágenes
fr: Sélectionnez plusieurs images
it: Seleziona Più immagini
ja: 複数の画像を選択
nl: Selecteer meerdere afbeeldingen
pl: Wybierz wiele obrazów
pt: Selecionar várias imagens
ro: Selectați mai multe imagini
ru: Выбрать Мультиизображение
sv: Välj Flera bilder
tr: Birden Fazla Resim Seç

source: Select Single Image
ar: حدد صورة واحدة فقط
cs: Vyberte Pouze jeden obrázek
de: Wählen Sie nur ein Bild aus
es: Seleccionar Sólo una Imagen
fr: Sélectionnez une seule image
it: Seleziona Solo un'immagine
ja: 画像を1つだけ選択
nl: Selecteer slechts één afbeelding
pl: Wybierz tylko jeden obraz
pt: Selecione apenas uma imagem
ro: Selectați o singură imagine
ru: Выбрать одно изображение
sv: Välj Endast en bild
tr: Yalnızca Bir Resim Seçin

source: Select a CTL script
ar: حدد برنامج نصي لقائمة الشهادات الموثوق بها (CTL)
cs: Vyberte skript CTL
de: Wählen Sie ein CTL-Skript aus
es: Seleccionar una escritura CTL
fr: Sélectionnez un script CTL
it: Seleziona uno script CTL
ja: CTLスクリプトを選択します
nl: Selecteer een CTL-script
pl: Wybierz skrypt CTL
pt: Selecione um script CTL
ro: Selectați un script CTL
ru: Выберите скрипт CTL
sv: Välj ett CTL-skript
tr: Bir CTL komut dosyası seçin

source: Select default looping mode in timeline.
ar: حدد وضع الحلقة الافتراضي في المخطط الزمني.
cs: Vyberte výchozí režim smyčky na časové ose.
de: Wählen Sie den Standardschleifenmodus in der Timeline aus.
es: Seleccionar modo de bucle por defecto en la línea de tiempo.
fr: Sélectionnez le mode de boucle par défaut dans la timeline.
it: Seleziona la modalità loop predefinita nella timeline.
ja: タイムラインでデフォルトのループモードを選択します.
nl: Selecteer de standaard loop-modus in de tijdlijn.
pl: Wybierz domyślny tryb pętli na osi czasu.
pt: Selecione o modo de loop padrão na linha do tempo.
ro: Selectați modul de buclă implicit în cronologia.
ru: Выберите режим зацикливания по умолчанию на временной шкале.
sv: Välj standard loop-läge i tidslinjen.
tr: Zaman çizelgesinde varsayılan döngü modunu seçin.
