Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Priority
ar: أفضلية
cs: Přednost
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先順位
nl: Prioriteit
pl: Priorytet
pt: Prioridade
ro: Prioritate
ru: приоритет
sv: Prioritet
tr: Öncelik

source: Problem allocating image
ar: مشكلة في تخصيص الصورة
cs: Problém s přiřazením obrázku
de: Problem beim Zuordnen des Bildes
es: Problema asignando imagen
fr: Problème d'attribution d'image
it: Problema nell'assegnazione dell'immagine
ja: 画像の割り当てに問題があります
nl: Probleem bij het toewijzen van afbeelding
pl: Problem z przypisaniem obrazu
pt: Problema ao atribuir imagem
ro: Problemă la atribuirea imaginii
ru: Проблема с размещением изображения
sv: Problem med att tilldela bild
tr: Resim atamada sorun

source: Problem with tile
ar: مشكلة مع البلاط
cs: problém s dlaždicí
de: Problem mit Fliesen
es: Problema con azulejo
fr: problème de carrelage
it: problema con la piastrella
ja: タイルの問題
nl: probleem met tegel
pl: problem z płytką
pt: problema com azulejo
ro: problema cu faianta
ru: Проблема с плиткой
sv: problem med kakel
tr: kiremit ile ilgili sorun

source: Profile
ar: حساب تعريفي
cs: Profil
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
nl: Profiel
pl: Profil
pt: Perfil
ro: Profil
ru: Профиль
sv: Profil
tr: Profil

source: Profile name
ar: اسم الملف الشخصي
cs: Název profilu
de: Name des Profils
es: Nombre de Perfil
fr: Nom du profil
it: Nome del profilo
ja: プロファイルの名前
nl: Naam van profiel
pl: Nazwa profilu
pt: Nome do perfil
ro: Numele profilului
ru: Имя профиля
sv: Namn på profil
tr: Profilin adı

source: Program %d
ar: البرنامج%d
de: Programm %d
es: Programa %d
fr: Programme %d
it: Programma %d
ja: プログラム%d
nl: Programma %d
pt: Programa %d
ro: Programul %d
ru: Программа %d

source: Program %d: %s
ar: البرنامج %d: %s
de: Programm %d: %s
es: Programa %d: %s
fr: Programme %d : %s
it: Programma %d: %s
ja: プログラム%d: %s
nl: Programma %d: %s
pt: Programa %d: %s
ro: Programul %d: %s
ru: Программа %d: %s

source: Program Version
ar: إصدار البرنامج
cs: Verze programu
de: Programmversion
es: Versión del Programa
fr: Version du programme
it: Versione del programma
ja: プログラムバージョン
nl: Programmaversie:
pl: Wersja programu
pt: Versão do programa
ro: Versiunea programului
ru: Версия программы
tr: Program Sürümü

source: Program did not link. Error:
ar: البرنامج لم يربط. خطأ:
cs: Program se nespojil. Chyba:
de: Programm konnte nicht verlinkt werden. Fehler:
es: Programa no linqueó. Error:
fr: Le programme n'a pas été lié. Erreur:
it: Il programma non si è collegato. Errore:
ja: プログラムがリンクしませんでした.エラー:
nl: Programma linkte niet. Fout:
pl: Program się nie połączył. Błąd:
pt: O programa não vinculou. Erro:
ro: Programul nu s-a conectat. Eroare:
ru: Программа не связалась. Ошибка:
sv: Programmet länkade inte. Fel:
tr: Program bağlantı vermedi. Hata:

source: Protocols
ar: البروتوكولات
cs: protokoly
de: Protokolle
es: Protocolos
fr: protocoles
it: protocolli
ja: プロトコル
nl: Protocollen
pl: protokoły
pt: Protocolos
ro: protocoale
ru: Протоколы
sv: protokoll
tr: protokoller

source: Provide a sequence or movie for background.
ar: توفير تسلسلين أو فيلمين للستيريو.
cs: Poskytněte dvě sekvence nebo filmy pro stereo.
de: Stellen Sie zwei Sequenzen oder Filme für Stereo bereit.
es: Proveer dos secuencias o peliculas para estereo.
fr: Fournir deux séquences ou films pour la stéréo.
it: Fornire due sequenze o filmati per lo stereo.
ja: ステレオ用に2つのシーケンスまたはムービーを提供します.
nl: Zorg voor twee sequenties of films voor stereo.
pl: Zapewnij dwie sekwencje lub filmy stereo.
pt: Forneça duas sequências ou filmes para estéreo.
ro: Furnizați două secvențe sau filme pentru stereo.
ru: Предоставьте последовательность или фильм для фона.
sv: Tillhandahåll två sekvenser eller filmer för stereo.
tr: Stereo için iki dizi veya film sağlayın.

source: Provide two sequences or movies for stereo.
ar: توفير تسلسلين أو فيلمين للستيريو.
cs: Poskytněte dvě sekvence nebo filmy pro stereo.
de: Stellen Sie zwei Sequenzen oder Filme für Stereo bereit.
es: Proveer dos secuencias o peliculas para estereo.
fr: Fournir deux séquences ou films pour la stéréo.
it: Fornire due sequenze o filmati per lo stereo.
ja: ステレオ用に2つのシーケンスまたはムービーを提供します.
nl: Zorg voor twee sequenties of films voor stereo.
pl: Zapewnij dwie sekwencje lub filmy stereo.
pt: Forneça duas sequências ou filmes para estéreo.
ro: Furnizați două secvențe sau filme pentru stereo.
ru: Предоставьте две последовательности или фильмы для стерео.
sv: Tillhandahåll två sekvenser eller filmer för stereo.
tr: Stereo için iki dizi veya film sağlayın.

source: Province State
ar: ولاية المقاطعة
cs: Provinční stát
de: Provinzstaat
es: Provincia Estado
fr: Province État
it: Stato provinciale
ja: 州州
nl: Provincie Staat
pl: Prowincja
pt: Estado da Província
ro: Statul provinciei
ru: Провинция Штат
sv: Provins staten
tr: Eyalet Eyaleti

source: Proxy Scale
ar: مقياس الوكيل
cs: proxy škála
de: Proxy-Skala
es: Escala proxy
fr: échelle de procuration
it: scala proxy
ja: プロキシスケール
nl: proxy schaal
pl: skala zastępcza
pt: escala de proxy
ro: scala proxy
ru: Прокси Шкала
sv: proxy skala
tr: proxy ölçeği

source: Proxy image scale
ar: مقياس وكيل الصورة
cs: Proxy měřítko obrázku
de: Bild-Proxy-Skala
es: Escala proxy de la imagen
fr: Échelle proxy de l'image
it: Scala del proxy di immagine
ja: 画像プロキシスケール
nl: Afbeeldingsproxyschaal
pl: Skala proxy obrazu
pt: Escala de proxy de imagem
ro: Scala proxy de imagine
ru: Масштаб прокси-изображения
sv: Bildproxyskala
tr: Görüntü proxy ölçeği

source: Quality
ar: جودة
cs: Kvalitní
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
ja: 品質
nl: Kwaliteit
pl: Jakość
pt: Qualidade
ro: Calitate
ru: Качественный
sv: Kvalitet
tr: Kalite

source: Quicktime Movie
ar: فيلم كويك تايم
cs: film quicktime
de: Quicktime-Film
es: Película Quicktime
fr: film rapide
it: film veloce
ja: クイックタイムムービー
nl: snelle film
pl: szybki film
pt: filme rapidinho
ro: film Quicktime
ru: Быстрый фильм
sv: quicktime film
tr: hızlı film

source: Quit Program
ar: برنامج إنهاء
it: Esci dal programma
ja: プログラムを終了する
nl: Programma afsluiten
sv: Avsluta programmet

source: Quit mrViewer
ar: خروج mrViewer
cs: Ukončete mrViewer
de: Beenden Sie mrViewer
es: Salir de mrViewer
fr: Quitter mrViewer
it: Esci da mrViewer
ja: mrViewerを終了します
nl: Verlaat mrViewer
pl: Wyjdź z mrViewer
pt: Sair do mrViewer
ro: Ieșiți din mrViewer
ru: Выйти из mrViewer
sv: Avsluta mrViewer
tr: mrViewer'dan çıkın

source: R3D Loading
ar: تحميل R3D
cs: Načítání R3D
de: Laden von R3D
es: Cargando R3D
fr: Chargement R3D
it: Caricamento R3D
ja: R3Dを読み込んでいます
nl: R3D laden
pl: Ładowanie R3D
pt: Carregando R3D
ro: Se încarcă R3D
ru: Загрузка R3D
sv: Laddar R3D
tr: R3D yükleniyor

source: RED
ar: أحمر
cs: ČERVENÉ
de: ROT
es: ROJO
fr: ROUGE
it: ROSSO
ja: 赤
nl: ROOD
pl: CZERWONY
pt: VERMELHO
ro: ROȘU
ru: КРАСНЫЙ
sv: RÖD
tr: KIRMIZI

source: RED Color Version
ar: إصدار اللون الأحمر
cs: ČERVENÉ barevné provedení
de: ROTE Farbversion
es: Version de Color de RED
fr: Version couleur ROUGE
it: Versione di colore ROSSO
ja: REDカラーバージョン
nl: RODE kleurenversie
pl: Wersja w kolorze czerwonym
pt: Versão de cor VERMELHA
ro: Versiune de culoare ROȘU
ru: Версия КРАСНОГО цвета
sv: RÖD färgversion
tr: KIRMIZI Renk Versiyonu

source: RED Color space
ar: مساحة اللون الأحمر
cs: ČERVENÝ barevný prostor
de: ROTER Farbraum
es: Espacio de Color de RED
fr: Espace colorimétrique ROUGE
it: Spazio colore ROSSO
ja: REDカラースペース
nl: RODE kleurruimte
pl: Przestrzeń kolorów CZERWONY
pt: Espaço de cor VERMELHO
ro: ROȘU Spațiu de culoare
ru: КРАСНОЕ цветовое пространство
sv: RÖD färgrymd
tr: KIRMIZI Renk Alanı

source: RED gamma curve
ar: منحنى جاما الأحمر
cs: ČERVENÁ gama křivka
de: ROTE Gammakurve
fr: Courbe gamma ROUGE
it: Curva gamma ROSSA
ja: REDガンマカーブ
nl: RODE gammacurve
pl: CZERWONA krzywa gamma
pt: curva de gama VERMELHA
ro: curba gamma ROSIE
ru: КРАСНАЯ гамма-кривая
sv: RÖD gammakurva
tr: KIRMIZI gama eğrisi

source: RED3D - BRAW
ar: RED3D - براو
ru: RED3D - драка
tr: RED3D - KELEPÇE

source: RExt
ar: ريكست
tr: TEKRAR

source: RGB Picture
ar: صورة RGB
cs: RGB obrázek
de: RGB-Bild
es: Imagen RGB
fr: Image RVB
it: Immagine RGB
ja: RGB画像
nl: RGB-afbeelding
pl: Obraz RGB
pt: imagem RGB
ro: Imagine RGB
ru: RGB-изображение
sv: RGB-bild
tr: RGB görüntü

source: RGBA Display
ar: شاشة RGBA
cs: RGBA displej
de: RGBA-Anzeige
es: Display RGBA
fr: Affichage RVBA
it: Display RGBA
ja: RGBAディスプレイ
nl: RGBA-scherm
pl: Wyświetlacz RGBA
pt: Exibição RGBA
ro: Afișaj RGBA
ru: RGBA-дисплей
tr: RGBA ekranı

source: ROLE_SCENE_LINEAR not defined.
ar: لم يتم تعريف ROLE_SCENE_LINEAR.
cs: ROLE_SCENE_LINEAR není definována.
de: ROLE_SCENE_LINEAR ist nicht definiert.
es: ROLE_SCENE_LINEAR no está definido.
fr: ROLE_SCENE_LINEAR n'est pas défini.
it: ROLE_SCENE_LINEAR non è definito.
ja: ROLE_SCENE_LINEARは定義されていません.
nl: ROLE_SCENE_LINEAR is niet gedefinieerd.
pl: ROLE_SCENE_LINEAR nie jest zdefiniowana.
pt: ROLE_SCENE_LINEAR não está definido.
ro: ROLE_SCENE_LINEAR nu este definit.
ru: ROLE_SCENE_LINEAR не определена.
sv: ROLE_SCENE_LINEAR är inte definierad.
tr: ROLE_SCENE_LINEAR tanımlı değil.

source: RT Lut is set to prefer CTL but only ICC profile found in "
ar: تم تعيين RT Lut على تفضيل CTL ولكن تم العثور على ملف تعريف ICC واحد فقط في "
cs: RT Lut je nastaven, aby preferoval CTL, ale pouze jeden ICC profil byl nalezen v "
de: RT Lut ist so eingestellt, dass es CTL bevorzugt, aber nur ein ICC-Profil in "
es: RT Lut está seteado para preferir CTL pero solo un perfil ICC encontrado en "
fr: RT Lut est configuré pour préférer CTL mais un seul profil ICC trouvé dans "
it: RT Lut è impostato per preferire CTL ma solo un profilo ICC trovato in "
ja: RT LutはCTLを優先するように設定されていますが、"で見つかったICCプロファイルは1つだけです
nl: RT Lut geeft de voorkeur aan CTL, maar er is slechts één ICC-profiel gevonden in "
pl: RT Lut jest ustawiony na preferowanie CTL, ale tylko jeden profil ICC znaleziony w "
pt: RT Lut está configurado para preferir CTL, mas apenas um perfil ICC encontrado em "
ro: RT Lut este setat să prefere CTL, dar numai un profil ICC găsit în "
ru: RT Lut настроен на предпочтение CTL, но только профиль ICC найден в "
sv: RT Lut är inställd på att föredra CTL men bara en ICC-profil finns i "
tr: RT Lut, CTL'yi tercih edecek şekilde ayarlandı, ancak " içinde yalnızca bir ICC profili bulundu

source: RT Lut is set to prefer ICC profile but only CTL script found in "
ar: تم تعيين RT Lut على تفضيل ملف تعريف ICC ولكن تم العثور على نص CTL واحد فقط في "
cs: RT Lut je nastaven tak, aby preferoval ICC profil, ale pouze jeden CTL skript nalezený v "
de: RT Lut bevorzugt ein ICC-Profil, findet aber nur ein CTL-Skript in "
es: RT Lut está seteado para preferir un perfil de ICC pero sólo una escritura CTL encontrada en "
fr: RT Lut est configuré pour préférer un profil ICC mais un seul script CTL trouvé dans "
it: RT Lut è impostato per preferire un profilo ICC ma solo uno script CTL trovato in "
ja: RT LutはICCプロファイルを優先するように設定されていますが、"で見つかったCTLスクリプトは1つだけです
nl: RT Lut geeft de voorkeur aan een ICC-profiel, maar slechts één CTL-script gevonden in "
pl: RT Lut jest ustawiony na preferowanie profilu ICC, ale w " znaleziono tylko jeden skrypt CTL
pt: RT Lut está configurado para preferir um perfil ICC, mas apenas um script CTL encontrado em "
ro: RT Lut este setat să prefere un profil ICC, dar numai un script CTL găsit în "
ru: RT Lut настроен на предпочтение профиля ICC, но только сценарий CTL найден в "
sv: RT Lut är inställd på att föredra en ICC-profil men bara ett CTL-skript finns i "
tr: RT Lut, bir ICC profilini tercih edecek, ancak " içinde yalnızca bir CTL komut dosyası bulunacak şekilde ayarlandı

source: Raise Log Window on Error
ar: نافذة رسالة الخطأ
cs: Okno chybové zprávy
de: Fehlermeldungsfenster
es: Ventana de Mensajes en Error
fr: Fenêtre de message d'erreur
it: Finestra del messaggio di errore
ja: エラーメッセージウィンドウ
nl: Venster met foutberichten
pl: Okno komunikatu o błędzie
pt: Janela de mensagem de erro
ro: Fereastra cu mesaje de eroare
ru: Поднять окно журнала при ошибке
sv: Felmeddelandefönster
tr: Hata Mesajı Penceresi

source: Random Y
ar: عشوائي في Y
cs: Náhodně v Y
de: Zufällig in Y
es: Al Azar en Y
fr: Aléatoire en Y
it: Casuale in Y
ja: Yのランダム
nl: Willekeurig in Y
pl: Losowo w Y
pt: Aleatório em Y
ro: Aleatoriu în Y
ru: Случайный Y
sv: Slumpmässigt i Y
tr: Y'de Rastgele

source: Range
ar: مرتبة
cs: Hodnost
de: Rang
es: Rango
fr: Rang
it: Classifica
ja: ランク
nl: Bereik
pl: Ranga
pt: Classificação
ro: Rang
ru: Спектр
sv: Rang
tr: Rütbe

source: Rational
ar: عاقل
cs: Racionální
es: Racional
fr: Rationnel
it: Razionale
ja: 合理的な
nl: Rationeel
pl: Racjonalny
pt: Racional
ro: Raţional
ru: Рациональный
sv: Rationell
tr: Akılcı

source: Read 16 bit movies when possible
ar: اقرأ أفلام 16 بت عندما يكون ذلك ممكنًا
cs: Pokud je to možné, čtěte 16bitové filmy
de: Lesen Sie nach Möglichkeit 16-Bit-Filme
es: Leer peliculas en 16 bits cuando sea posible
fr: Lire des films 16 bits si possible
it: Leggi film a 16 bit quando possibile
ja: 可能な場合は16ビット映画を読む
nl: Lees 16-bits films indien mogelijk
pl: Czytaj filmy 16-bitowe, gdy to możliwe
pt: Leia filmes de 16 bits quando possível
ro: Citiți filme pe 16 biți atunci când este posibil
ru: По возможности читайте 16-битные фильмы.
sv: Läs 16-bitars filmer när det är möjligt
tr: Mümkün olduğunda 16 bit filmler okuyun

source: Real Height
ar: الارتفاع الفعلي
cs: skutečná výška
de: tatsächliche Höhe
es: Altura Real
fr: hauteur réelle
it: altezza effettiva
ja: 実際の高さ
nl: werkelijke hoogte
pl: rzeczywista wysokość
pt: altura real
ro: înălțimea reală
ru: Реальная высота
sv: faktiska höjden
tr: gerçek yükseklik

source: Real Media Movie
ar: فيلم وسائط حقيقية
cs: Skutečný mediální film
de: Real Media-Film
es: Película Real Media
fr: Film multimédia réel
it: Film mediatico reale
ja: リアルメディアムービー
nl: Real Media Film
pl: Prawdziwy film medialny
pt: Filme de mídia real
ro: Film media real
ru: Реальный медиа фильм
sv: Real Media film
tr: Gerçek Medya Filmi

source: Real Width
ar: العرض الفعلي
cs: Skutečná šířka
de: Tatsächliche Breite
es: Ancho Real
fr: Largeur réelle
it: Larghezza effettiva
ja: 実際の幅
nl: Werkelijke breedte
pl: Rzeczywista szerokość
pt: Largura real
ro: Lățimea reală
ru: Реальная ширина
sv: Faktisk bredd
tr: Gerçek Genişlik

source: Real height of clip
ar: ارتفاع المقطع الفعلي
cs: skutečná výška klipu
de: tatsächliche Cliphöhe
es: Altura real del clip
fr: hauteur réelle du clip
it: altezza effettiva della clip
ja: 実際のクリップの高さ
nl: werkelijke cliphoogte
pl: rzeczywista wysokość klipsa
pt: altura real do clipe
ro: înălțimea reală a clipului
ru: Реальная высота клипа
sv: faktiska klipphöjden
tr: gerçek klip yüksekliği

source: Real width of clip
ar: عرض المقطع الفعلي
cs: skutečná šířka klipu
de: tatsächliche Clipbreite
es: Ancho real del clip
fr: largeur réelle du clip
it: larghezza effettiva della clip
ja: 実際のクリップ幅
nl: werkelijke clipbreedte
pl: rzeczywista szerokość klipu
pt: largura real do clipe
ro: lățimea reală a clipului
ru: Реальная ширина клипа
sv: faktiska klippets bredd
tr: gerçek klip genişliği

source: Rectangle
ar: مستطيل
it: Rettangolo
ja: 矩形
nl: Rechthoek
sv: Rektangel

source: Rectangle Mode
ar: وضع المستطيل
it: Modalità rettangolo
ja: 長方形モード
nl: Rechthoekmodus
sv: Rektangelläge

source: Rectangle Tool
ar: اداة المستطيل
it: Strumento rettangolo
ja: 長方形ツール
nl: Rechthoekgereedschap
sv: Rektangelverktyg

source: Red
ar: أحمر
cs: Červené
de: rot
es: Rojo
fr: rouge
it: rosso
ja: 赤
nl: Rood
pl: czerwony
pt: vermelho
ro: roșu
ru: красный
sv: Röd
tr: kırmızı

source: Red Gain
ar: اكتساب الأحمر
de: Roter Gewinn
es: Ganancia Rojo
fr: Gain rouge
it: Guadagno rosso
ja: レッドゲイン
nl: Rode winst
pl: Czerwone wzmocnienie
pt: Ganho Vermelho
ro: Câștig roșu
ru: Красный усиление
tr: Kırmızı Kazanç

source: Red Gain of clip.
ar: الكسب الأحمر للمقطع.
cs: Červený zisk klipu.
de: Rotverstärkung des Clips.
es: Ganancia de Rojos del clip.
fr: Gain rouge du clip.
it: Guadagno rosso della clip.
ja: クリップの赤のゲイン.
nl: Rode versterking van de clip.
pl: Czerwone wzmocnienie klipu.
pt: Ganho vermelho do clipe.
ro: Câștig roșu al clipului.
ru: Красный Усиление клипа.
sv: Röd förstärkning av klippet.
tr: Klibin kırmızı kazancı.

source: Red value of image pixel under mouse.
ar: القيمة الحمراء لبكسل الصورة تحت الماوس.
cs: Červená hodnota obrazového bodu pod myší.
de: Rotwert des Bildpixels unter der Maus.
es: Valor Rojo del pixel de imagen bajo el mouse.
fr: Valeur rouge du pixel de l'image sous la souris.
it: Valore rosso del pixel dell'immagine sotto il mouse.
ja: マウスの下の画像ピクセルの赤の値.
nl: Roodwaarde van de beeldpixel onder de muis.
pl: Czerwona wartość piksela obrazu pod myszką.
pt: Valor vermelho do pixel da imagem sob o mouse.
ro: Valoarea roșie a pixelului imaginii sub mouse.
ru: Красное значение пикселя изображения под мышью.
sv: Rött värde för bildpixeln under musen.
tr: Farenin altındaki görüntü pikselinin kırmızı değeri.

source: Red/cyan glasses
ar: العدسات الحمراء/ازرق سماوي
cs: Červené čočky/tyrkysová
de: Rote Linsen/cyan
es: Lentes Rojo/cian
fr: Verres rouges/cyan
it: Lenti rosse/ciano
ja: 赤いレンズ/シアン
nl: Rode lenzen/cyaan
pl: Czerwone soczewki/cyjan
pt: Lentes vermelhas/ciano
ro: Lentile roșii/cyan
ru: красный/голубые очки
sv: Röda linser/cyan
tr: Kırmızı Lensler/camgöbeği

source: Redo Draw
ar: إعادة الرسم
cs: Znovu kreslení
de: Zeichnung wiederholen
es: Rehacer Dibujo
fr: Refaire le dessin
it: Ripeti il disegno
ja: 描画をやり直す
nl: Tekening opnieuw doen
pl: Ponów rysunek
pt: Refazer desenho
ro: Reface desenul
ru: Повторить рисунок
sv: Gör om ritning
tr: Çizimi Yeniden Yap

source: Redo Previous Shape Drawn
ar: إعادة الشكل الذي تم رسمه مسبقًا
cs: Znovu dříve nakreslený obrázek
de: Zuvor gezeichnete Figur wiederherstellen
es: Rehacer la Figura Previa Dibujada
fr: Refaire la figure précédemment dessinée
it: Ripeti la figura disegnata in precedenza
ja: 以前に描いた図をやり直す
nl: Eerder getekende figuur opnieuw uitvoeren
pl: Ponów wcześniej narysowaną figurę
pt: Refazer Figura Desenhada Anteriormente
ro: Refaceți figura desenată anterior
ru: Повторить предыдущую нарисованную фигуру
sv: Gör om tidigare ritad figur
tr: Önceden Çizilmiş Figürü Yeniden Yap

source: Reel %d (%s) | Shot %d (%s) | Frame %<PRId64> | X = %d | Y = %d
ar: بكرة%d (%s) | خذ%d (%s) | إطار %<PRId64> | س =%d | ص =%d
cs: Kotouč %d (%s) | Střela %d (%s) | snímků %<PRId64> | X = %d | Y = %d
de: Rolle %d (%s) | Schuss %d (%s) | Rahmen %<PRId64> | X = %d | Y = %d
fr: Bobine %d (%s) | Tir %d (%s) | Cadre %<PRId64> | X = %d | Y = %d
it: Bobina %d (%s) | Colpo %d (%s) | Foto %<PRId64> | X = %d | Y = %d
ja: リール%d（%s）|ショット%d（%s）|フレーム %<PRId64> | X =%d | Y =%d
nl: Rol %d (%s) | Neem %d (%s) | Afbeelding %<PRId64> | X = %d | Y = %d
pl: Rolka %d (%s) | Strzał %d (%s) | Rama %<PRId64> | X = %d | Y = %d
pt: Carretel %d (%s) | Disparo %d (%s) | Quadro, Armação %<PRId64> | X = %d | S = %d
ro: Rolă %d (%s) | Fotografie %d (%s) | Frame %<PRId64> | X = %d | Y = %d
ru: Ролик %d (%s) | Выстрел %d (%s) | Рамка %<PRId64> | Х = %d | Y = %d
sv: Rulle %d (%s) | Bild %d (%s) | ram %<PRId64> | X = %d | Y = %d
tr: Makara %d (%s) | %d atış (%s) | Çerçeve %<PRId64> | X = %d | Y = %d

source: Reel '%s' saved
ar: تم حفظ بكرة '%s'
cs: Svitek '%s' uložen
de: Band '%s' gespeichert
fr: Bobine '%s' enregistrée
it: Bobina '%s' salvata
ja: リール'%s'保存
nl: Rol '%s' opgeslagen
pl: Rolka '%s' zapisana
pt: Carretel '%s' salvo
ro: Bobina „%s” a fost salvată
ru: Ролик '%s' сохранен
sv: Rulla '%s' har sparats
tr: Makara '%s' Kaydedildi

source: Reel List
ar: بكرات
cs: kotouče
de: Rollen
es: Carretes
fr: bobines
it: bobine
ja: リール
nl: haspels
pl: bębny
pt: carretel
ro: mulinete
ru: Список барабанов
sv: rullar
tr: makaralar

source: Reels
ar: بكرات
cs: kotouče
de: Rollen
es: Carretes
fr: bobines
it: bobine
ja: リール
nl: haspels
pl: bębny
pt: carretel
ro: mulinete
ru: Катушки
sv: rullar
tr: makaralar

source: Reels (*.{
ar: مكبات (*. {
cs: Spools (*.{
de: Spulen (*.{
es: Carretes (*.{
fr: Bobines (*.{
it: Bobine (*.{
ja: スプール (*.{
nl: Spoelen (*.{
pl: Szpule (*.{
pt: Carretéis (*.{
ro: Bobine (*.{
ru: Катушки (*.{
sv: Spolar (*.{
tr: Makaralar (*.{

source: Reference Date
ar: التاريخ المرجعي
cs: Referenční datum
de: Referenzdatum
es: Fecha de Referencia
fr: Date de référence
it: Data di riferimento
ja: 基準日
nl: Referentie datum
pl: Data odniesienia
pt: Data de referencia
ro: Data de referință
ru: Базовая дата
sv: Referensdatum
tr: Referans zamanı

source: Reference Number
ar: رقم المرجع
cs: Referenční číslo
de: Referenznummer
es: Número de Referencia
fr: Référence
it: Numero di riferimento
ja: 参照番号
nl: Referentienummer
pl: Numer referencyjny
pt: Número de referência
ro: Numar de referinta
ru: Справочный номер
sv: Referensnummer
tr: Referans numarası

source: Reference Service
ar: الخدمة المرجعية
cs: Referenční služba
de: Referenzdienst
es: Servicio de Referencia
fr: Service de référence
it: Servizio di riferimento
ja: レファレンスサービス
nl: Referentiedienst
pl: Usługa referencyjna
pt: Serviço de referência
ro: Serviciul de referință
ru: Справочная служба
sv: Referenstjänst
tr: Referans Hizmeti

source: Regex
ar: ريجكس
ja: 正規表現
ru: регулярное выражение
tr: normal ifade

source: Regex used to detect version numbers. The default _v creates one that finds images like: gizmo_v003.001.exr (version 3, frame 1).
ar: يستخدم التعبير العادي لاكتشاف أرقام الإصدارات. بشكل افتراضي ، يعثر على صور مثل: gizmo_v003.001.exr (الإصدار 3 ، الإطار 1).
cs: Regulární výraz používaný k detekci čísel verzí. Ve výchozím nastavení najde obrázky jako: gizmo_v003.001.exr (verze 3, snímek 1).
de: Regulärer Ausdruck zur Erkennung von Versionsnummern. Standardmäßig findet es Bilder wie: gizmo_v003.001.exr (Version 3, Frame 1).
es: Expresión regular usada para detectar números de versión. Por defecto encuentra imágenes como: gizmo_v003.001.exr (version 3, cuadro 1).
fr: Expression régulière utilisée pour détecter les numéros de version. Par défaut, il trouve des images comme : gizmo_v003.001.exr (version 3, image 1).
it: Espressione regolare utilizzata per rilevare i numeri di versione. Per impostazione predefinita trova immagini come: gizmo_v003.001.exr (versione 3, frame 1).
ja: バージョン番号を検出するために使用される正規表現.デフォルトでは、次のような画像が検索されます: gizmo_v003.001.exr （バージョン3、フレーム1）.
nl: Reguliere expressie die wordt gebruikt om versienummers te detecteren. Standaard vindt het afbeeldingen zoals: gizmo_v003.001.exr (versie 3, frame 1).
pl: Wyrażenie regularne używane do wykrywania numerów wersji. Domyślnie znajduje obrazy takie jak: gizmo_v003.001.exr (wersja 3, ramka 1).
pt: Expressão regular usada para detectar números de versão. Por padrão, ele encontra imagens como: gizmo_v003.001.exr (versão 3, quadro 1).
ro: Expresie regulată folosită pentru a detecta numerele de versiune. În mod implicit, găsește imagini precum: gizmo_v003.001.exr (versiunea 3, cadru 1).
ru: Регулярное выражение, используемое для определения номеров версий. По умолчанию _v создает тот, который находит такие изображения, как: gizmo_v003.001.exr (версия 3, кадр 1).
sv: Reguljärt uttryck som används för att detektera versionsnummer. Som standard hittar den bilder som: gizmo_v003.001.exr (version 3, ram 1).
tr: Sürüm numaralarını algılamak için kullanılan normal ifade. Varsayılan olarak şuna benzer görüntüleri bulur: gizmo_v003.001.exr (sürüm 3, kare 1).

source: Regular expression error:
ar: خطأ في التعبير العادي:
cs: Chyba regulárního výrazu:
de: Fehler bei regulären Ausdrücken:
es: Error de expresión regular:
fr: Erreur d'expression régulière :
it: Errore di espressione regolare:
ja: 正規表現エラー:
nl: Fout in reguliere expressie:
pl: Błąd wyrażenia regularnego:
pt: Erro de expressão regular:
ro: Eroare de expresie regulată:
ru: Ошибка регулярного выражения:
sv: Fel med reguljära uttryck:
tr: Normal ifade hatası:

source: Relative
ar: نسبيا
cs: Relativní
de: Relativ
es: Relativo
fr: Relatif
it: Parente
ja: 相対的
nl: Familielid
pl: Względny
pt: Relativo
ro: Relativ
ru: Родственник
sv: Släkting
tr: Akraba
