Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Load ACES Metadata File (AMF)
ar: تحميل ملف البيانات الوصفية ACES (AMF)
cs: Načíst soubor metadat ACES (AMF)
de: ACES-Metadatendatei (AMF) laden
es: Cargar Archivo de Metadatos de ACES (AMF)
fr: Charger le fichier de métadonnées ACES (AMF)
it: Carica file di metadati ACES (AMF)
ja: ACESメタデータファイル（AMF）をロードする
nl: Laad ACES-metagegevensbestand (AMF)
pl: Załaduj plik metadanych ACES (AMF)
pt: Carregar arquivo de metadados do ACES (AMF)
ro: Încărcați fișierul de metadate ACES (AMF)
ru: Загрузить файл метаданных ACES (AMF)
sv: Ladda ACES-metadatafil (AMF)
tr: ACES Meta Veri Dosyasını (AMF) Yükleyin

source: Load Audio
ar: تحميل الصوت
cs: Načíst zvuk
de: Audio laden
es: Cargar Audio
fr: Charger le son
it: Carica audio
ja: オーディオの読み込み
nl: Audio laden
pl: Załaduj dźwięk
pt: Carregar áudio
ro: Încărcare audio
ru: Загрузить аудио
sv: Ladda ljud
tr: Ses Yükle

source: Load Directory
ar: تحميل المجلد
cs: Nahrát složku
de: Ordner hochladen
es: Cargar Carpeta
fr: Télécharger le dossier
it: Carica cartella
ja: アップロードフォルダ
nl: Uploadmap
pl: Prześlij folder
pt: Carregar pasta
ro: Încărcați dosarul
ru: Загрузить каталог
sv: Ladda upp mapp
tr: Klasörü Yükle

source: Load Hotkeys Preferences
ar: تحميل تفضيلات مفاتيح القيادة
cs: Načíst předvolby jízdních klíčů
de: Laden Sie die Einstellungen für die Fahrschlüssel
es: Cargar Preferencias de Teclas de Manejo
fr: Charger les préférences des clés de conduite
it: Carica le preferenze delle chiavi di guida
ja: ドライビングキーの設定をロードする
nl: Voorkeuren voor rijtoetsen laden
pl: Wczytaj preferencje dotyczące kluczyków jazdy
pt: Carregar preferências de chaves de condução
ro: Încărcați preferințele cheilor de conducere
ru: Загрузить настройки горячих клавиш
sv: Ladda inställningar för környcklar
tr: Sürüş Anahtarları Tercihlerini Yükle

source: Load Image
ar: صورة مفتوحة
cs: Otevřete obrázek
de: Bild öffnen
es: Abrir Imagen
fr: Ouvrir l'image
it: Apri immagine
ja: 画像を開く
nl: Afbeelding openen
pl: Otwórz obraz
pt: Abrir imagem
ro: Deschide imaginea
ru: Загрузить изображение
sv: Öppna bild
tr: Resmi Aç

source: Load Movie or Sequence
ar: افتح الفيلم أو التسلسل
cs: Otevřete film nebo sekvenci
de: Öffnen Sie Film oder Sequenz
es: Abrir Pelicula o Secuencia
fr: Ouvrir le film ou la séquence
it: Apri Filmato o Sequenza
ja: ムービーまたはシーケンスを開く
nl: Film of reeks openen
pl: Otwórz film lub sekwencję
pt: Abrir filme ou sequência
ro: Deschideți filmul sau secvența
ru: Загрузить фильм или эпизод
sv: Öppna Film eller Sekvens
tr: Filmi veya Diziyi Aç

source: Load OCIO Config
ar: قم بتحميل تكوين OCIO
cs: Načtěte konfiguraci OCIO
de: Laden Sie die OCIO-Konfiguration
es: Cargar Configuracion de OCIO
fr: Charger la configuration OCIO
it: Carica configurazione OCIO
ja: OCIO構成のロード
nl: OCIO-configuratie laden
pl: Załaduj konfigurację OCIO
pt: Carregar configuração OCIO
ro: Încărcați configurația OCIO
ru: Загрузить конфигурацию OCIO
sv: Ladda OCIO-konfiguration
tr: OCIO Yapılandırmasını Yükle

source: Load Reel(s)
ar: فتح بكرة (ق)
cs: Otevřít kotouč(y)
de: Rolle(n) öffnen
es: Abrir Carrete(s)
fr: Bobine(s) ouverte(s)
it: Bobine aperte
ja: オープンリール
nl: Rol(len) openen
pl: Otwarte szpule
pt: Abrir carretel(es)
ro: Deschideți role
ru: Нагрузочная катушка(и)
sv: Öppna rulle(r)
tr: Açık Makara(lar)

source: Load Sequence on Drag&&Drop
ar: تسلسل التحميل في السحب والإسقاط
cs: Načtení sekvence v Drag&&Drop
de: Sequenz per Drag&&Drop laden
es: Cargar secuencia en Drag&&Drop
fr: Charger la séquence en Drag&&Drop
it: Carica sequenza in Drag&&Drop
ja: ドラッグアンドドロップでシーケンスをロード
nl: Laadvolgorde in Drag&&Drop
pl: Załaduj sekwencję w Drag&Drop
pt: Carregar sequência em Drag&&Drop
ro: Secvența de încărcare în Drag&&Drop
ru: Загрузить последовательность при перетаскивании
sv: Ladda sekvens i Dra&&Drop
tr: Sürükle&Bırak'ta yükleme sırası

source: Load Sequence on File Association && CommandLine
ar: تسلسل التحميل في اقتران الملف
cs: Načtení sekvence v přidružení souborů
de: Ladesequenz in Dateizuordnung
es: Cargar Secuencia en Asociación de Archivo
fr: Charger la séquence dans l'association de fichiers
it: Sequenza di caricamento nell'associazione file
ja: ファイルの関連付けでのロードシーケンス
nl: Laadvolgorde in bestandsassociatie
pl: Załaduj sekwencję w powiązaniu plików
pt: Carregar Sequência na Associação de Arquivos
ro: Încărcare secvență în asociere fișiere
ru: Последовательность загрузки в файловой ассоциации && CommandLine
sv: Ladda Sequence in File Association
tr: Dosya İlişkilendirmesinde Sırayı Yükle

source: Load Subtitle
ar: تحميل العنوان الفرعي
cs: Načíst titulky
de: Untertitel laden
es: Cargar Subtítulo
fr: Charger le sous-titre
it: Carica sottotitoli
ja: 字幕を読み込む
nl: Ondertitel laden
pl: Załaduj napisy
pt: Carregar legenda
ro: Încărcați subtitrarea
ru: Загрузить субтитры
sv: Ladda undertext
tr: Altyazı Yükle

source: Load XML Clip Metadata
ar: تحميل بيانات تعريف Clip XML
cs: Načíst metadata XML klipu
de: Clip-XML-Metadaten laden
es: Cargar Clip XML de Metadatos
fr: Charger les métadonnées XML du clip
it: Carica i metadati XML della clip
ja: クリップXMLメタデータをロードする
nl: Laad Clip XML-metagegevens
pl: Załaduj metadane XML klipu
pt: Carregar metadados XML do clipe
ro: Încărcați metadatele XML ale clipului
ru: Загрузить метаданные клипа XML
sv: Ladda Clip XML Metadata
tr: Klip XML Meta Verilerini Yükle

source: Load a single image even if there's a sequence present.
ar: قم بتحميل صورة واحدة حتى في حالة وجود تسلسل.
cs: Nahrajte jeden obrázek, i když je přítomna sekvence.
de: Laden Sie ein einzelnes Bild hoch, auch wenn eine Sequenz vorhanden ist.
fr: Téléchargez une seule image même si une séquence est présente.
it: Carica una singola immagine anche se è presente una sequenza.
ja: シーケンスが存在する場合でも、単一の画像をアップロードします.
nl: Upload een enkele afbeelding, zelfs als er een reeks aanwezig is.
pl: Prześlij pojedynczy obraz, nawet jeśli występuje sekwencja.
pt: Carregue uma única imagem, mesmo que haja uma sequência.
ro: Încărcați o singură imagine chiar dacă este prezentă o secvență.
ru: Загрузите одно изображение, даже если присутствует последовательность.
sv: Ladda upp en enda bild även om en sekvens finns.
tr: Bir dizi mevcut olsa bile tek bir görüntü yükleyin.

source: Load an image or movie file
ar: قم بتحميل صورة أو فيلم
cs: Nahrajte obrázek nebo film
de: Laden Sie ein Bild oder einen Film hoch
es: Cargue una imagen o película
fr: Télécharger une photo ou un film
it: Carica una foto o un filmato
ja: 写真や映画をアップロードする
nl: Upload een foto of film
pl: Prześlij zdjęcie lub film
pt: Carregar uma foto ou filme
ro: Încărcați o imagine sau un film
ru: Загрузите изображение или файл фильма
sv: Ladda upp en bild eller film
tr: Bir resim veya film yükleyin

source: Load settings from RMD sidecar or reset them to camera settings.
ar: تحميل التكوين من RMD sidecar أو تكوين الكاميرا.
cs: Načtěte konfiguraci z postranního vozíku RMD nebo resetujte konfiguraci kamery.
de: Laden Sie die Konfiguration vom RMD-Sidecar oder setzen Sie die Kamerakonfiguration zurück.
fr: Chargez la configuration à partir du side-car RMD ou réinitialisez la configuration de la caméra.
it: Carica la configurazione dal sidecar RMD o reimposta la configurazione della telecamera.
ja: RMDサイドカーから構成をロードするか、 カメラ構成をリセットします.
nl: Configuratie laden vanuit RMD-zijspan of cameraconfiguratie resetten.
pl: Załaduj konfigurację z wózka bocznego RMD lub zresetuj konfigurację kamery.
pt: Carregue a configuração do sidecar RMD ou redefina a configuração da câmera.
ro: Încărcați configurația din sidecar RMD sau resetați configurația camerei.
ru: Загрузите настройки из боковой панели RMD или сбросьте их до настроек камеры.
sv: Ladda konfiguration från RMD sidovagn eller återställ kamerakonfiguration.
tr: Yapılandırmayı RMD sepetinden yükleyin veya kamera yapılandırmasını sıfırlayın.

source: Loaded ACES clip metadata file '
ar: لقد قمت بتحميل ملف Clip Metadata من ACES '
cs: Nahrál jsem soubor metadat klipu z ACES'
de: Ich habe eine Clip-Metadatendatei von ACES hochgeladen
es: Cargué archivo de Clip Metadata de ACES '
fr: J'ai téléchargé le fichier Clip Metadata d'ACES
it: Ho caricato il file dei metadati della clip da ACES'
ja: ACESからクリップメタデータファイルをアップロードしました
nl: Ik heb het Clip Metadata-bestand geüpload van ACES'
pl: Przesłałem plik metadanych klipu z ACES'
pt: Eu carreguei o arquivo de metadados do clipe do ACES'
ro: Am încărcat fișierul Clip Metadata de la ACES
ru: Загруженный файл метаданных клипа ACES '
sv: Jag laddade upp Clip Metadata-fil från ACES'
tr: ACES'ten Klip Meta Veri dosyasını yükledim

source: Loaded braw lib from:
ar: لقد قمت بتحميل مكتبة braw من:
cs: Načetl jsem braw knihovnu z:
de: Ich habe die Braw-Bibliothek geladen von:
es: Cargué biblioteca braw desde:
fr: J'ai chargé la bibliothèque braw à partir de:
it: Ho caricato la libreria braw da:
ja: 私は以下からbrawライブラリをロードしました:
nl: Ik heb de braw-bibliotheek geladen van:
pl: Załadowałem bibliotekę braw z:
pt: Eu carreguei a biblioteca braw de:
ro: Am încărcat biblioteca braw de la:
ru: Загруженная библиотека брава из:
sv: Jag laddade braw-bibliotek från:
tr: Braw kütüphanesini şuradan yükledim:

source: Loaded color themes from
ar: لقد قمت بتحميل سمات ملونة من
cs: Načetl jsem barevná témata z
de: Ich habe Farbthemen aus geladen
es: Cargué temas de colores desde
fr: J'ai chargé des thèmes de couleurs à partir de
it: Ho caricato i temi colore da
ja: からカラーテーマをロードしました
nl: Ik heb kleurthema's geladen van
pl: Załadowałem motywy kolorystyczne z
pt: Carreguei temas de cores de
ro: Am încărcat teme de culoare de la
ru: Загружены цветовые темы из
sv: Jag laddade färgteman från
tr: renk temalarını yükledim

source: Loaded preferences from
ar: لقد قمت بتحميل التفضيلات من
cs: Předvolby jsem načetl z
de: Ich habe Einstellungen von geladen
es: Cargué preferencias desde
fr: J'ai chargé les préférences de
it: Ho caricato le preferenze da
ja: から設定をロードしました
nl: Ik heb voorkeuren geladen van
pl: Załadowałem preferencje z
pt: Eu carreguei as preferências de
ro: Am încărcat preferințele de la
ru: Загружены настройки из
sv: Jag laddade inställningar från
tr: tercihleri şuradan yükledim

source: Loading
ar: جار التحميل
cs: načítání
de: Wird geladen
es: Cargando
fr: Chargement
it: Caricamento in corso
ja: 読み込み中
nl: Opladen
pl: Ładowanie
pt: Carregando
ro: Se încarcă
ru: Загрузка
sv: Läser in
tr: Yükleniyor

source: Loading "%s"
ar: تحميل "%s"
cs: Načítání "%s"
de: »%s« wird geladen
es: Cargando "%s"
fr: Chargement de "%s"
it: Caricamento "%s"
ja: "%s"を読み込んでいます
nl: "%s" wordt geladen
pl: Ładowanie "%s"
pt: Carregando "%s"
ro: Se încarcă "%s"
ru: Загрузка "%s"
sv: Laddar "%s"
tr: "%s" yükleniyor

source: Loading built-in NV3.0 rgba shader
ar: تحميل تظليل داخلي NV3.0 rgba
cs: Načítání interního shaderu NV3.0 rgba
de: Laden des internen Shaders NV3.0 rgba
es: Cargando interno shader NV3.0 rgba
fr: Chargement du shader interne NV3.0 rgba
it: Caricamento dello shader interno NV3.0 rgba
ja: 内部シェーダーNV3.0rgbaを読み込んでいます
nl: Interne shader NV3.0 rgba laden
pl: Ładowanie wewnętrznego modułu cieniującego NV3.0 rgba
pt: Carregando sombreador interno NV3.0 rgba
ro: Se încarcă shaderul intern NV3.0 rgba
ru: Загрузка встроенного rgba-шейдера NV3.0
sv: Laddar intern shader NV3.0 rgba
tr: Dahili gölgelendirici NV3.0 rgba yükleniyor

source: Loading built-in arbfp1 rgba shader
ar: تحميل شادر rgba الداخلية arbfp1
cs: Načítání interního rgba shaderu arbfp1
de: Laden des internen RGB-Shaders arbfp1
es: Cargando interno shader rgba arbfp1
fr: Chargement du shader rgba interne arbfp1
it: Caricamento dello shader rgba interno arbfp1
ja: 内部rgbaシェーダーarbfp1を読み込んでいます
nl: Interne rgba shader arbfp1 laden
pl: Ładowanie wewnętrznego modułu cieniującego rgba arbfp1
pt: Carregando sombreador rgba interno arbfp1
ro: Se încarcă shaderul intern rgba arbfp1
ru: Загрузка встроенного шейдера arbfp1 rgba
sv: Laddar intern rgba shader arbfp1
tr: Dahili rgba gölgelendirici arbfp1 yükleniyor

source: Loading hotkeys from
ar: لقد قمت بتحميل مفاتيح محرك الأقراص من
cs: Nahrál jsem klíče od pohonu
de: Ich habe Laufwerksschlüssel von geladen
es: Cargué teclas de manejo desde
fr: J'ai chargé les clés de lecteur à partir de
it: Ho caricato le chiavi di unità da
ja: からドライブキーをロードしました
nl: Ik heb schijfsleutels geladen van
pl: Załadowałem klucze do dysków z
pt: Eu carreguei as chaves da unidade de
ro: Am încărcat cheile de unitate de la
ru: Загрузка горячих клавиш из
sv: Jag laddade drivnycklar från
tr: Sürücü anahtarlarını şuradan yükledim:

source: Local Caption
ar: علامة محلية
cs: místní znamení
de: lokales Zeichen
es: Rótulo Local
fr: enseigne locale
it: segno locale
ja: ローカルサイン
nl: lokaal teken
pl: lokalny znak
pt: sinal local
ro: semn local
ru: Локальный заголовок
sv: lokal skylt
tr: yerel işaret

source: Lockfile
ar: قفل الملف
cs: zámek souboru
de: Dateisperre
es: Archivo cerrojo
fr: verrou de fichier
it: blocco file
ja: ファイルロック
nl: bestandsvergrendeling
pl: blokada pliku
pt: bloqueio de arquivo
ro: blocarea fișierului
sv: fillås
tr: dosya kilidi

source: Log Messages
ar: المشاركات
cs: Příspěvky
de: Beiträge
es: Mensajes
fr: Des postes
it: Messaggi
ja: 投稿
nl: Berichten
pl: Posty
pt: Postagens
ro: Postări
ru: Сообщения журнала
sv: Inlägg
tr: Gönderiler

source: Logarithmic
ar: لوغاريتمي
cs: logaritmický
de: Logarithmisch
fr: logarithmique
it: logaritmico
ja: 対数
nl: logaritmisch
pl: Logarytmiczne
pt: Logarítmico
ro: Logaritmic
ru: Логарифмический
sv: logaritmisk
tr: logaritmik

source: Logs
ar: المشاركات
cs: Příspěvky
de: Beiträge
fr: Des postes
it: Messaggi
ja: 投稿
nl: Berichten
pl: Posty
pt: Postagens
ro: Postări
ru: Журналы
sv: Inlägg
tr: Gönderiler

source: Longitude
ar: طول
cs: Délka
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
ja: 長さ
nl: Lengte
pl: Długość
pt: Comprimento
ro: Lungime
ru: Долгота
sv: Längd
tr: Uzunluk

source: Looked for it in:
ar: لقد بحثت عنه في:
cs: Podíval jsem se na to:
de: Ich habe nachgeschaut:
fr: J'ai regardé sur:
it: l'ho guardato su:
ja: 私はそれを調べました:
nl: Ik heb het opgezocht op:
pl: Spojrzałem na:
pt: Pesquisei em:
ro: M-am uitat la:
ru: Искал в:
sv: Jag kollade upp det på:
tr: şuradan baktım:

source: Loop
ar: حلقه
cs: smyčka
de: Schleife
fr: boucle
it: ciclo continuo
ja: ループ
nl: lus
pl: pętla
pt: ciclo
ro: buclă
ru: Петля
sv: slinga
tr: döngü

source: Looping Behavior ( Stop, Loop, Ping-Pong )
ar: سلوك التكرار (Stop ، Loop ، Ping-Pong)
cs: Chování smyčky (stop, smyčka, ping-pong)
de: Loop-Verhalten ( Stop, Loop, Ping-Pong )
es: Comportamiento de Bucle ( Detener, Loop, Ping-Pong )
fr: Comportement de boucle (arrêt, boucle, ping-pong)
it: Comportamento in loop (Stop, Loop, Ping-Pong)
ja: ループ動作（停止、ループ、ピンポン）
nl: Loop-gedrag (stop, loop, pingpong)
pl: Zachowanie w pętli (zatrzymanie, pętla, ping-pong)
pt: Comportamento do Loop (Stop, Loop, Ping-Pong)
ro: Comportamentul buclei (Oprire, Buclă, Ping-Pong)
ru: Циклическое поведение (Стоп, Цикл, Пинг-понг)
sv: Loopbeteende (Stopp, Loop, Ping-Pong)
tr: Döngü Davranışı (Dur, Döngü, Masa Tenisi)

source: Looping Mode
ar: وضعية دائرية
cs: Režim smyčky
de: Loop-Modus
es: Modo de Bucle
fr: Mode en boucle
it: Modalità loop
ja: ループモード
nl: Herhaal modus
pl: Tryb pętli
pt: Modo de loop
ro: Modul buclă
ru: Циклический режим
sv: Loop-läge
tr: döngü modu

source: Luminance
ar: سطوع
cs: Jas
de: Helligkeit
es: Luminosidad
fr: Luminosité
it: Luminosità
ja: 輝度
nl: Helderheid
pl: Jasność
pt: Brilho
ro: Luminozitate
ru: яркость
sv: Ljusstyrka
tr: Parlaklık

source: Luminance Gradient
ar: التخرج اللمعان
cs: Odstupňování svítivosti
de: Helligkeitsgraduierung
es: Graduación de Luminosidad
fr: Graduation de la luminosité
it: Laurea in Luminosità
ja: 光度卒業
nl: Helderheidsgraduatie
pl: Stopniowanie jasności
pt: Graduação de Luminosidade
ro: Gradul de luminozitate
ru: Градиент яркости
sv: Luminosity Graduation
tr: Parlaklık Derecesi

source: Luminance of image pixel under mouse.
ar: إضاءة بكسل الصورة تحت الماوس.
cs: Jas obrazových pixelů pod myší.
de: Bildpixelluminanz unter der Maus.
es: Luminancia del pixel de la imagen bajo el ratón.
fr: Luminance des pixels de l'image sous la souris.
it: Luminanza dei pixel dell'immagine sotto il mouse.
ja: マウスの下の画像ピクセルの輝度.
nl: Beeldpixelluminantie onder de muis.
pl: Jasność pikseli obrazu pod myszką.
pt: Luminância do pixel da imagem sob o mouse.
ro: Luminanța pixelilor imaginii sub mouse.
ru: Яркость пикселя изображения под мышью.
sv: Bildpixelluminans under musen.
tr: Farenin altındaki görüntü pikseli parlaklığı.

source: Lumma
ar: لمى
cs: luma
de: Luma
es: Luma
fr: luma
it: luma
ja: ルマ
nl: luma
pl: luma
pt: luma
ro: luma
ru: Люмма
sv: luma
tr: lüme

source: Lut Active
ar: نشط لوث
cs: Aktivní Luth
de: Aktiv Luth
es: Lut Activo
fr: Luth actif
it: Luth attivo
ja: アクティブルース
nl: Actieve Luth
pl: Aktywny Luth
pt: Luth ativo
ro: Luth activ
ru: Лут Актив
sv: Aktiv Luth
tr: Aktif Lut

source: Lut with Gain but without Gamma
ar: Lut مع الربح ولكن بدون Gamma
cs: Lut se ziskem, ale bez gama
de: Lut mit Profit, aber kein Gamma
fr: Lut avec Profit mais pas de Gamma
it: Lut con profitto ma senza Gamma
ja: 利益はあるがガンマはない
nl: Lut met winst maar geen gamma
pl: Lut z zyskiem, ale bez Gamma
pt: Lut com Lucro mas sem Gama
ro: Lut cu Profit, dar fără Gamma
ru: Лут с усилением, но без гаммы
sv: Lut med Profit men ingen Gamma
tr: Lut Karlı ama Gamasız

source: Luv CIELUV (L*u*v*)
ar: لوف سيلوف (L * u * v *)
nl: Liefs CIELUV (L*u*v*)
pl: Kocham CIELUV (L*u*v*)

source: M33 Double
ar: M33 مزدوج
de: M33 doppelt
es: M33 Doble
it: M33 Doppio
ja: M33ダブル
nl: M33 Dubbel
pl: M33 Podwójny
pt: M33 Duplo
ro: M33 dublu
ru: М33 Двойной
sv: M33 Dubbel
tr: M33 Çift Kişilik

source: M33 Float
ar: النقطة العائمة M33
cs: M33 s plovoucí desetinnou čárkou
de: M33 Fließkomma
es: M33 Coma Flotante
fr: Virgule flottante M33
it: M33 virgola mobile
ja: M33浮動小数点
nl: M33 Drijvende Punt
pl: M33 zmiennoprzecinkowy
pt: Ponto flutuante M33
ro: M33 în virgulă flotantă
ru: М33 Поплавок
sv: M33 Flytpunkt
tr: M33 Kayan Nokta

source: M44 Double
ar: M44 مزدوج
de: M44 doppelt
es: M44 Doble
it: M44 Doppio
ja: M44ダブル
nl: M44 Dubbel
pl: M44 Podwójny
pt: M44 Duplo
ro: M44 dublu
ru: М44 Двойной
sv: M44 dubbel
tr: M44 Çift Kişilik

source: M44 Float
ar: M44 النقطة العائمة
cs: M44 s plovoucí desetinnou čárkou
de: M44 Fließkomma
es: M44 Coma Flotante
fr: Virgule flottante M44
it: M44 Virgola mobile
ja: M44浮動小数点
nl: M44 Drijvende Punt
pl: Pływający punkt M44
pt: Ponto flutuante M44
ro: M44 virgulă flotantă
ru: М44 Поплавок
sv: M44 Flytpunkt
tr: M44 Kayan Nokta

source: MGM Camera 65
ar: كاميرا MGM 65
cs: Fotoaparát MGM 65
de: MGM-Kamera 65
es: MGM Camara 65
fr: Caméra MGM 65
it: Fotocamera MGM 65
ja: MGMカメラ65
pl: Kamera MGM 65
pt: Câmera MGM 65
ro: Camera MGM 65
ru: МГМ Камера 65
sv: MGM kamera 65
tr: MGM Kamera 65

source: MP3 music
ar: موسيقى MP3
cs: MP3 hudba
de: MP3-Musik
es: Música MP3
fr: Musique MP3
it: Musica MP3
ja: MP3音楽
nl: MP3-muziek
pl: Muzyka MP3
pt: música MP3
ro: Muzică MP3
ru: музыка в формате MP3
sv: MP3 musik
tr: MP3 müzik

source: MP4 Movie
ar: فيلم MP4
cs: MP4 film
de: MP4-Film
es: Película MP4
fr: Film MP4
it: Film in MP4
ja: MP4映画
nl: MP4-film
pl: Film MP4
pt: filme MP4
ro: film MP4
ru: Фильм MP4
sv: MP4-film
tr: MP4 film

source: MPEG Movie
ar: فيلم mpeg
cs: mpeg film
de: MPEG-Film
es: Película MPEG
fr: film mpeg
it: film mpeg
ja: mpegムービー
nl: mpeg film
pl: film mpeg
pt: filme mpeg
ro: film mpeg
ru: MPEG фильм
sv: mpeg film
tr: mpeg filmi

source: MXF Movie
ar: فيلم MXF
cs: film MXF
de: MXF-Film
es: Película MXF
fr: Film MXF
it: film MXF
ja: MXFムービー
nl: MXF-film
pl: Film MXF
pt: filme MXF
ro: film MXF
ru: MXF-фильм
sv: MXF film
tr: MXF filmi

source: Main
ar: المالك
cs: Ředitel školy
de: Rektor
es: Principal
fr: Principal
it: Principale
ja: 主要な
nl: Belangrijk
pl: Dyrektor
pt: Diretor
ro: Principal
ru: Основной
sv: Rektor
tr: Müdür

source: Main 10
ar: أعلى 10
cs: Nejlepších 10
de: Top 10
es: Principal 10
fr: Top 10
it: I primi 10
ja: トップ10
nl: Top 10
pl: Top 10
pt: 10 melhores
ro: Top 10
ru: Главная 10
sv: Topp 10
tr: En iyi 10

source: Map Picture
ar: صورة الخريطة
cs: Obrazová mapa
de: Bildkarte
es: Imagen Map
fr: Image cliquable
it: Mappa immagine
ja: 画像マップ
nl: Afbeeldingskaart
pl: Mapa obrazu
pt: Mapa de imagem
ro: Harta imagine
ru: Изображение карты
sv: Bildkarta
tr: Resim Haritası

source: Mar
ar: لحر
cs: Moře
de: Meer
fr: Mer
it: Mare
ja: 海
nl: Zee
pl: Morze
ro: Mare
ru: март
sv: Hav
tr: Deniz

source: Mark an area in the image with SHIFT + Left Mouse Button
ar: قم بتمييز منطقة في الصورة باستخدام SHIFT + زر الماوس الأيسر
cs: Označte oblast na obrázku pomocí SHIFT + levé tlačítko myši
de: Markieren Sie mit SHIFT + linker Maustaste einen Bereich auf dem Bild
fr: Marquez une zone sur l'image avec SHIFT + le bouton gauche de la souris
it: Segna un'area sull'immagine con MAIUSC + il tasto sinistro del mouse
ja: Shiftキーを押しながらマウスの左ボタンで画像上の領域をマークします
nl: Markeer een gebied op de afbeelding met SHIFT + de linkermuisknop
pl: Zaznacz obszar na obrazie za pomocą SHIFT + lewy przycisk myszy
pt: Marque uma área na imagem com SHIFT + botão esquerdo do mouse
ro: Marcați o zonă pe imagine cu SHIFT + butonul stâng al mouse-ului
sv: Markera ett område på bilden med SHIFT + vänster musknapp
tr: SHIFT + sol fare tuşu ile görüntü üzerinde bir alanı işaretleyin

source: Mark an area in the image with SHIFT + the left mouse button
ar: قم بتمييز منطقة في الصورة باستخدام SHIFT وزر الماوس الأيسر
cs: Označte oblast na obrázku pomocí SHIFT a levého tlačítka myši
de: Markieren Sie mit SHIFT und der linken Maustaste einen Bereich auf dem Bild
es: Marque un area en la imagen con SHIFT y el boton izquierdo del mouse
fr: Marquez une zone sur l'image avec SHIFT et le bouton gauche de la souris
it: Contrassegnare un'area sull'immagine con MAIUSC e il pulsante sinistro del mouse
ja: Shiftキーとマウスの左ボタンで画像上の領域をマークします
nl: Markeer een gebied op de afbeelding met SHIFT en de linkermuisknop
pl: Zaznacz obszar na obrazie za pomocą SHIFT i lewego przycisku myszy
pt: Marque uma área na imagem com SHIFT e o botão esquerdo do mouse
ro: Marcați o zonă pe imagine cu SHIFT și butonul stâng al mouse-ului
ru: Отметьте область на изображении с помощью SHIFT + левая кнопка мыши
sv: Markera ett område på bilden med SHIFT och vänster musknapp
tr: SHIFT ve farenin sol tuşu ile görüntü üzerinde bir alanı işaretleyin

source: Mark an area in the image with the left mouse button
ar: قم بتمييز منطقة في الصورة باستخدام SHIFT وزر الماوس الأيسر
cs: Označte oblast na obrázku pomocí SHIFT a levého tlačítka myši
de: Markieren Sie mit SHIFT und der linken Maustaste einen Bereich auf dem Bild
es: Marque un area en la imagen con SHIFT y el boton izquierdo del mouse
fr: Marquez une zone sur l'image avec SHIFT et le bouton gauche de la souris
it: Contrassegnare un'area sull'immagine con MAIUSC e il pulsante sinistro del mouse
ja: Shiftキーとマウスの左ボタンで画像上の領域をマークします
nl: Markeer een gebied op de afbeelding met SHIFT en de linkermuisknop
pl: Zaznacz obszar na obrazie za pomocą SHIFT i lewego przycisku myszy
pt: Marque uma área na imagem com SHIFT e o botão esquerdo do mouse
ro: Marcați o zonă pe imagine cu SHIFT și butonul stâng al mouse-ului
ru: Отметьте область на изображении левой кнопкой мыши
sv: Markera ett område på bilden med SHIFT och vänster musknapp
tr: SHIFT ve farenin sol tuşu ile görüntü üzerinde bir alanı işaretleyin

source: Matroska Movie
ar: فيلم ماتروسكا
cs: Film Matroska
de: Matroska-Film
es: Pelicula Matroska
fr: Film Matroska
it: Film Matroska
ja: マトロスカ映画
nl: Matroska-film
pl: Film Matroska
pt: Filme Matroska
ro: Filmul Matroska
ru: Матроска фильм
sv: Filmen Matroska
tr: matroska film

source: Max. Bitrate
ar: الحد الأقصى لمعدل البت
cs: Maximální přenosová rychlost
de: Maximale Bitrate
es: Bitrate Máximo
fr: Débit maximal
it: Velocità in bit massima
ja: 最大ビットレート
nl: Maximale bitsnelheid
pl: Maksymalna szybkość transmisji
pt: Taxa de bits máxima
ro: Rata de biți maximă
ru: Максимум. Битрейт
sv: Maximal bithastighet
tr: Maksimum Bit Hızı
