Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Max. Cache Frames shown
ar: الأعلى. عرض صناديق التخزين المؤقت
cs: max. Jsou zobrazena pole mezipaměti
de: max. Cache-Boxen angezeigt
fr: max. Boîtes de cache affichées
it: max. Caselle della cache visualizzate
ja: 最大表示されるキャッシュボックス
nl: maximaal Cacheboxen weergegeven
pl: max. Wyświetlane pola pamięci podręcznej
pt: máx. Caixas de cache exibidas
ro: max. Casetele cache sunt afișate
ru: Максимум. Показаны кадры кэша
sv: max. Cache-rutor visas
tr: maks. Görüntülenen önbellek kutuları

source: Max. Images Apart
ar: الأعلى. فصل الصور
cs: Max. Separace obrazu
de: max. Bildtrennung
es: Max. Separación de Imágenes
fr: Max. Séparation d'images
it: Massimo Separazione dell'immagine
ja: 最大画像の分離
nl: Maximaal Beeldscheiding
pl: Maks. Separacja obrazu
pt: Máx. Separação de Imagem
ro: Max. Separarea imaginilor
ru: Максимум. Изображения отдельно
sv: Max. Bildseparering
tr: Maks. Görüntü Ayrımı

source: Max. Texture Size:
ar: الأعلى. حجم الملمس:
cs: Max. Velikost textury:
de: max. Texturgröße:
es: Max. Tamaño Textura:
fr: Max. Taille de la texture :
it: Massimo Dimensione trama:
ja: 最大テクスチャサイズ:
nl: Maximaal Textuurgrootte:
pl: Maks. Rozmiar tekstury:
pt: Máx. Tamanho da textura:
ro: Max. Dimensiunea texturii:
ru: Максимум. Размер текстуры:
sv: Max. Texturstorlek:
tr: Maks. Doku Boyutu:

source: Maximum
ar: أقصى
de: Maximal
es: Máximo
it: Massimo
ja: 最大
nl: maximaal
pl: Maksymalny
pt: Máximo
ro: Maxim
ru: Максимум
sv: Maximal
tr: Maksimum

source: Maximum number of cached frames shown in the timeline. Too many frames can make playback sluggish.
ar: يتم عرض الحد الأقصى لعدد الإطارات المخزنة مؤقتًا في المخطط الزمني. قد يؤدي وجود إطارات كثيرة جدًا إلى بطء التشغيل.
cs: Maximální počet snímků uložených v mezipaměti zobrazených na časové ose. Příliš mnoho snímků může způsobit pomalé přehrávání.
de: Maximale Anzahl zwischengespeicherter Frames, die auf der Zeitachse angezeigt werden. Zu viele Frames können zu einer langsamen Wiedergabe führen.
fr: Nombre maximum d'images en cache affichées sur la timeline. Trop d'images peuvent ralentir la lecture.
it: Numero massimo di fotogrammi memorizzati nella cache visualizzati sulla timeline. Troppi fotogrammi possono causare una riproduzione lenta.
ja: タイムラインに表示されるキャッシュされたフレームの最大数.フレームが多すぎると、再生が遅くなる可能性があります.
nl: Maximaal aantal gecachte frames dat op de tijdlijn wordt weergegeven. Te veel frames kunnen langzame weergave veroorzaken.
pl: Maksymalna liczba klatek w pamięci podręcznej wyświetlanych na osi czasu. Zbyt wiele klatek może spowolnić odtwarzanie.
pt: Número máximo de quadros em cache exibidos na linha do tempo. Muitos quadros podem causar reprodução lenta.
ro: Numărul maxim de cadre din cache afișate pe cronologia. Prea multe cadre pot cauza redarea lentă.
ru: Максимальное количество кэшированных кадров, отображаемых на временной шкале. Слишком большое количество кадров может замедлить воспроизведение.
sv: Maximalt antal cachade bildrutor som visas på tidslinjen. För många bildrutor kan orsaka långsam uppspelning.
tr: Zaman çizelgesinde görüntülenen maksimum önbelleğe alınmış kare sayısı. Çok fazla kare, yavaş oynatmaya neden olabilir.

source: Maximum number of images apart that the versions might be on disk. If you have v1, and this is set to 5, only up to a gap with v6 would be found. v7 would not get found as the gap would be too big.
ar: الحد الأقصى لعدد الصور المنفصلة التي يمكن أن تكون عليها الإصدارات على القرص. إذا كان لديك v1 وكان هذا مضبوطًا على 5 ، فسيتم العثور على الإصدارات حتى الإصدار 6 فقط. لن يتم العثور على الإصدار 7 لأن الفصل سيكون عريضًا جدًا.
cs: Maximální počet samostatných obrazů, které mohou být verze na disku. Pokud máte v1 a toto je nastaveno na 5, budou nalezeny pouze verze do v6. v7 by nebyl nalezen, protože by oddělení bylo příliš široké.
de: Maximale Anzahl separater Images, die Versionen auf der Festplatte haben können. Wenn Sie v1 haben und diese auf 5 gesetzt ist, werden nur Versionen bis zu v6 gefunden. v7 würde nicht gefunden, da die Trennung zu groß wäre.
es: Número máximo de separación de imagenes que las versiones pueden estar en el disco. Si usted tiene v1 y esto esta seteado a 5, solo las versiones hasta v6 serían encontradas. v7 no sería encontrada ya que la separación sería demasiado amplia.
fr: Nombre maximal d'images distinctes que les versions peuvent contenir sur le disque. Si vous avez la v1 et que celle-ci est définie sur 5, seules les versions jusqu'à la v6 seront trouvées. v7 ne serait pas trouvé car la séparation serait trop large.
it: Numero massimo di immagini separate che le versioni possono essere su disco. Se hai v1 e questo è impostato su 5, verranno trovate solo le versioni fino a v6. v7 non verrebbe trovato in quanto la separazione sarebbe troppo ampia.
ja: バージョンがディスク上に存在できる個別のイメージの最大数. v1があり、これが5に設定されている場合、v6までのバージョンのみが検出されます.間隔が広すぎるため、v7は見つかりません.
nl: Maximaal aantal afzonderlijke afbeeldingen die versies op schijf kunnen staan. Als u v1 hebt en dit is ingesteld op 5, worden alleen versies tot v6 gevonden. v7 zou niet worden gevonden omdat de scheiding te groot zou zijn.
pl: Maksymalna liczba oddzielnych obrazów, które wersje mogą znajdować się na dysku. Jeśli masz v1 i jest on ustawiony na 5, zostaną znalezione tylko wersje do v6. v7 nie zostanie znaleziony, ponieważ separacja byłaby zbyt szeroka.
pt: Número máximo de imagens separadas que as versões podem ter no disco. Se você tiver v1 e isso estiver definido como 5, somente as versões até v6 serão encontradas. v7 não seria encontrado, pois a separação seria muito ampla.
ro: Numărul maxim de imagini separate care versiunile pot fi pe disc. Dacă aveți v1 și acesta este setat la 5, ar fi găsite doar versiunile până la v6. v7 nu ar fi găsit deoarece separarea ar fi prea mare.
ru: Максимальное количество образов, кроме версий, которые могут быть на диске. Если у вас есть v1, а для этого установлено значение 5, будет найден только пробел с v6. v7 не будет найден, так как разрыв будет слишком большим.
sv: Maximalt antal separata bilder som versioner kan finnas på disk. Om du har v1 och denna är inställd på 5, skulle endast versioner upp till v6 hittas. v7 skulle inte hittas eftersom separationen skulle vara för bred.
tr: Sürümlerin diskte bulunabileceği maksimum ayrı görüntü sayısı. Eğer v1'iniz varsa ve bu 5'e ayarlanmışsa, yalnızca v6'ya kadar olan sürümler bulunur. Ayrım çok geniş olacağından v7 bulunamazdı.

source: May
ar: مايو
cs: smět
de: dürfen
fr: mai
it: Maggio
ja: 五月
nl: Kunnen
pl: może
pt: posso
ro: Mai
ru: май
sv: Maj
tr: Mayıs

source: Mean
ar: متوسط
cs: Průměrný
de: Durchschnitt
es: Promedio
fr: Moyen
it: Media
ja: 平均
nl: Gemiddeld
pl: Przeciętny
pt: Média
ro: In medie
ru: Иметь в виду
sv: Genomsnitt
tr: Ortalama

source: Media Info
ar: معلومات الوسائط
cs: Informace o médiích
de: Medieninformation
es: Info del Medio
fr: Informations sur les médias
it: Informazioni sui media
ja: メディア情報
nl: Media informatie
pl: Informacje o multimediach
pt: Informações de mídia
ro: Informații media
ru: Медиа информация
sv: Media information
tr: Medya bilgisi

source: Media Information
ar: وسائل الإعلام
cs: Mediální zpráva
de: Medienbericht
es: Informe del Medio
fr: Rapport média
it: Rapporto sui media
ja: メディアレポート
nl: Mediaverslag
pl: Raport medialny
pt: Relatório de mídia
ro: Reportaj media
ru: Информация для СМИ
sv: Medierapport
tr: Medya Raporu

source: Media file has zero size in width or height
ar: حجم ملف الوسائط صفري في الارتفاع أو العرض.
cs: Mediální soubor má nulovou velikost na výšku nebo šířku.
de: Mediendatei hat Nullgröße in Höhe oder Breite.
es: Archivo de medio tiene cero tamaño en altura o ancho.
fr: Le fichier multimédia a une taille nulle en hauteur ou en largeur.
it: Il file multimediale ha dimensioni zero in altezza o larghezza.
ja: メディアファイルの高さまたは幅のサイズはゼロです.
nl: Mediabestand heeft een grootte van nul in hoogte of breedte.
pl: Plik multimedialny ma zerową wysokość lub szerokość.
pt: O arquivo de mídia tem tamanho zero em altura ou largura.
ro: Fișierul media are dimensiune zero în înălțime sau lățime.
ru: Медиафайл имеет нулевой размер по ширине или высоте
sv: Mediefilen har noll storlek i höjd eller bredd.
tr: Medya dosyasının yüksekliği veya genişliği sıfır.

source: Medium
ar: يعني متوسط
cs: Prostředky, střední
de: Mittel, mittel
fr: Moyen, moyen
it: Mezzo, medio
ja: 手段、中
nl: Gemiddeld, gemiddeld
pl: Środki, średnie
pt: Meio, médio
ro: Înseamnă, mediu
ru: Середина
sv: Medel, medium
tr: araçlar, orta

source: Memory
ar: ذاكرة
cs: Paměť
de: Erinnerung
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリー
nl: Geheugen
pl: Pamięć
pt: Memória
ro: Memorie
ru: Память
sv: Minne
tr: Hafıza

source: Memory without Compression
ar: ذاكرة غير مضغوطة
cs: Nekomprimovaná paměť
de: Unkomprimierter Speicher
es: Memoria sin Compresión
fr: Mémoire non compressée
it: Memoria non compressa
ja: 非圧縮メモリ
nl: Niet-gecomprimeerd geheugen
pl: Nieskompresowana pamięć
pt: Memória descompactada
ro: Memorie necomprimată
ru: Память без сжатия
sv: Okomprimerat minne
tr: sıkıştırılmamış Bellek

source: Menu
ar: قائمة
cs: Jídelní lístek
de: Speisekarte
it: Menù
ja: メニュー
pt: Cardápio
ro: Meniul
ru: Меню
sv: Meny
tr: Menü

source: Menu Bar
ar: قائمة
cs: Jídelní lístek
de: Speisekarte
es: Menu
fr: Menu
it: Menù
ja: メニュー
nl: Menu
pl: Menu
pt: Cardápio
ro: Meniul
ru: Строка меню
sv: Meny
tr: Menü

source: Meta
ar: المرمى
cs: Fotbalová branka
de: Ziel
fr: But
it: Obbiettivo
ja: ゴール
nl: Doel
pl: Bramka
ro: Poartă
ru: Мета
sv: Mål
tr: Amaç

source: Metadata
ar: البيانات الوصفية
de: Metadaten
es: Metadatos
fr: métadonnées
it: metadati
ja: メタデータ
nl: metagegevens
pl: metadane
pt: metadados
ro: metadate
ru: Метаданные
tr: meta veri

source: Minimum
ar: الحد الأدنى
cs: Minimální
es: Mínimo
fr: Le minimum
it: Minimo
ja: 最小
pt: Mínimo
ro: Minim
ru: Минимум
tr: Asgari

source: Mipmap Level
ar: مستوى الخريطة
cs: úroveň mipmap
de: Mipmap-Ebene
es: Nivel de Mipmap
fr: niveau mipmap
it: livello mipmap
ja: ミップマップレベル
nl: mimmap-niveau
pl: poziom mipmapy
pt: nível mipmap
ro: nivel mipmap
ru: Уровень мип-карты
sv: mipmap nivå
tr: mipmap seviyesi

source: Mipmap Levels
ar: مستويات Mipmap
cs: Úrovně mipmap
de: Mipmap-Ebenen
es: Niveles de Mipmap
fr: Niveaux de mipmap
it: Livelli Mipmap
ja: ミップマップレベル
nl: Mipmap-niveaus
pl: Poziomy mipmap
pt: Níveis de Mipmap
ro: Niveluri Mipmap
ru: Уровни мип-карты
sv: Mipmap-nivåer
tr: Mipmap seviyeleri

source: Missing Convert_from_WorkSpace. LUT will probably look wrong.
ar: Convert_from_WorkSpace مفقود. من المحتمل أن تبدو طرفية المستعملين (LUT) سيئة.
cs: Chybí Convert_from_WorkSpace. LUT bude pravděpodobně vypadat špatně.
de: Convert_from_WorkSpace fehlt. LUT wird wahrscheinlich schlecht aussehen.
es: Falta Convert_from_WorkSpace. LUT probablemente se verá mal.
fr: Convert_from_WorkSpace est manquant. LUT aura probablement l'air mauvais.
it: Manca Convert_from_WorkSpace. LUT probabilmente avrà un aspetto negativo.
ja: Convert_from_WorkSpaceがありません. LUTはおそらく見栄えが悪いでしょう.
nl: Convert_from_WorkSpace ontbreekt. LUT zal er waarschijnlijk slecht uitzien.
pl: Brak Convert_from_WorkSpace. LUT prawdopodobnie będzie źle wyglądał.
pt: Convert_from_WorkSpace está ausente. LUT provavelmente ficará ruim.
ro: Convert_from_WorkSpace lipsește. Probabil că LUT va arăta rău.
ru: Отсутствует Convert_from_WorkSpace. LUT, вероятно, будет выглядеть неправильно.
sv: Convert_from_WorkSpace saknas. LUT kommer nog se dåligt ut.
tr: Convert_from_WorkSpace eksik. LUT muhtemelen kötü görünecek.

source: Missing Frames
ar: إطارات مفقودة
cs: Chybějící rámečky
de: Fehlende Rahmen
es: Cuadros Faltantes
fr: Cadres manquants
it: Cornici mancanti
ja: 欠落しているフレーム
nl: Ontbrekende kaders
pl: Brakujące ramki
pt: Quadros ausentes
ro: Cadre lipsă
ru: Отсутствующие кадры
sv: Ramar saknas
tr: Eksik Çerçeveler

source: Missing audio frame
ar: صوت مفقود في إطار
cs: Chybí rámeček zvuku
de: Audio fehlt Rahmen
es: Cuadro faltante de audio
fr: Image audio manquante
it: Cornice audio mancante
ja: オーディオ欠落フレーム
nl: Audio ontbreekt frame
pl: Brakująca ramka dźwięku
pt: Frame ausente de áudio
ro: Cadrul audio lipsește
ru: Отсутствует звуковой кадр
sv: Ljud saknar ram
tr: Ses eksik çerçeve

source: Missing transforms for aces:GradeRef in '
ar: تحويلات aces مفقودة: GradeRef in '
cs: Chybějící transformace pro esa:GradeRef v '
de: Fehlende Transformationen für Asse:GradeRef in '
es: Faltan transformaciones para aces:GradeRef en '
fr: Transformations manquantes pour aces:GradeRef dans '
it: Trasformazioni mancanti per gli assi:GradeRef in '
ja: エースの変換がありません:GradeRef in '
nl: Ontbrekende transformaties voor azen:GradeRef in '
pl: Brakujące przekształcenia dla asów:GradeRef w '
pt: Transformações ausentes para ases:GradeRef em '
ro: Transformări lipsă pentru ași:GradeRef în '
ru: Отсутствуют преобразования для aces:GradeRef в '
sv: Saknade transformationer för ess:GradeRef i '
tr: Aslar için eksik dönüşümler: ' içinde GradeRef

source: Mixer %s load error: %s
ar: خطأ في تحميل الخالط %s : %s
cs: Chyba při načítání mixéru %s: %s
de: Mixer %s Ladefehler: %s
es: Error de carga de Mixer %s: %s
fr: Erreur de chargement du mixeur %s : %s
it: Errore di caricamento del mixer %s: %s
ja: ミキサー%sの読み込みエラー: %s
nl: Mixer %s laadfout: %s
pl: Błąd ładowania miksera %s: %s
pt: Erro de carregamento do mixer %s: %s
ro: Eroare la încărcarea mixerului %s: %s
ru: Ошибка загрузки миксера %s: %s
sv: Mixer %s laddningsfel: %s
tr: Mikser %s yükleme hatası: %s

source: Mixer %s open error: %s
ar: خطأ فتح الخالط %s : %s
cs: Chyba otevírání mixéru %s: %s
de: Mixer %s Öffnungsfehler: %s
es: Error de apertura de Mixer %s: %s
fr: Erreur d'ouverture du mixeur %s : %s
it: Errore di apertura del mixer %s: %s
ja: ミキサー%sオープニングエラー: %s
nl: Mixer %s openingsfout: %s
pl: Błąd otwierania miksera %s: %s
pt: Erro de abertura do mixer %s: %s
ro: Eroare la deschiderea mixerului %s: %s
ru: Ошибка открытия микшера %s: %s
sv: Mixer %s öppningsfel: %s
tr: %s karıştırıcı açma hatası: %s

source: Mixer attach %s error: %s
ar: خطأ في الانضمام إلى الخالط %s : %s
cs: Chyba připojení směšovače %s: %s
de: Mixer-Beitrittsfehler %s: %s
es: Error de juntura de Mixer %s: %s
fr: Erreur de jointure du mixeur %s : %s
it: Errore di join del mixer %s: %s
ja: ミキサー結合エラー%s: %s
nl: Mixer join-fout %s: %s
pl: Błąd łączenia miksera %s: %s
pt: Erro de junção do mixer %s: %s
ro: Eroare de conectare la mixer %s: %s
ru: Ошибка подключения микшера %s: %s
sv: Mixeranslutningsfel %s: %s
tr: Karıştırıcı birleştirme hatası %s: %s

source: Mixer register error: %s
ar: خطأ في تسجيل الخالط: %s
cs: Chyba registrace směšovače: %s
de: Mixer-Registrierungsfehler: %s
es: Error de registro de Mixer: %s
fr: Erreur d'enregistrement du mixeur : %s
it: Errore di registrazione del mixer: %s
ja: ミキサー登録エラー: %s
nl: Mixerregistratiefout: %s
pl: Błąd rejestracji miksera: %s
pt: Erro de registro do mixer: %s
ro: Eroare de înregistrare a mixerului: %s
ru: Ошибка регистра микшера: %s
sv: Mixerregistreringsfel: %s
tr: Karıştırıcı kayıt hatası: %s

source: Mode for IPP2 Processing
ar: وضع معالجة IPP2
cs: Režim pro zpracování IPP2
de: Modus für die IPP2-Verarbeitung
fr: Mode de traitement IPP2
it: Modalità per l'elaborazione IPP2
ja: IPP2処理のモード
nl: Modus voor IPP2-verwerking
pl: Tryb przetwarzania IPP2
pt: Modo para processamento IPP2
ro: Mod pentru procesarea IPP2
ru: Режим обработки IPP2
sv: Läge för IPP2-bearbetning
tr: IPP2 işleme modu

source: Module
ar: وحدة
cs: Modul
de: Modul
es: Módulo
it: Modulo
ja: モジュール
pl: Moduł
pt: Módulo
ro: Modul
ru: Модуль
sv: Modul
tr: Modül

source: Monitor CTL script
ar: مراقبة الكتابة CTL
cs: Monitor zápisu CTL
de: CTL-Schreibüberwachung
es: CTL Escritura del Monitor
fr: Moniteur d'écriture CTL
it: Monitor di scrittura CTL
ja: CTL書き込みモニター
nl: CTL-schrijfmonitor
pl: Monitor zapisu CTL
pt: Monitor de gravação CTL
ro: Monitor de scriere CTL
ru: Отслеживание сценария CTL
sv: CTL Write Monitor
tr: CTL Yazma Monitörü

source: Monitor Icc Profile
ar: مراقبة ملف تعريف Icc
cs: Sledovat profil Icc
de: Überwachen Sie das Icc-Profil
es: Perfil Icc del Monitor
fr: Surveiller le profil Icc
it: Monitorare il profilo Icc
ja: Iccプロファイルの監視
nl: Icc-profiel controleren
pl: Monitoruj profil Icc
pt: Monitorar perfil Icc
ro: Monitorizați profilul Icc
ru: Мониторинг Icc-профиля
sv: Övervaka Icc-profilen
tr: Icc Profilini İzleyin

source: Monitor/Attach CTL Display Transform
ar: عرض/إضافة تحويل عرض إخراج CTL (ODT)
cs: Zobrazit/Přidat CTL Output Display Transformation (ODT)
de: Anzeige/CTL-Ausgabeanzeigeumwandlung (ODT) hinzufügen
es: Monitor/Agregar Transformacion de Display de Salida (ODT) de CTL
fr: Afficher/Ajouter une transformation d'affichage de sortie CTL (ODT)
it: Schermo/Aggiungi CTL Output Display Transformation (ODT)
ja: 画面/CTL出力表示変換（ODT）の追加
nl: Toezicht houden op/CTL-uitvoerweergavetransformatie (ODT) toevoegen
pl: Wyświetlacz/Dodaj transformację wyświetlania wyjścia CTL (ODT)
pt: Tela/Adicionar transformação de exibição de saída CTL (ODT)
ro: Afişa/Adăugați transformarea afișajului de ieșire CTL (ODT)
ru: Монитор/Прикрепить преобразование отображения CTL
sv: Visa/Lägg till CTL Output Display Transformation (ODT)
tr: Görüntülemek/CTL Çıktı Görüntü Dönüşümü (ODT) ekleyin

source: Monitor/Attach ICC Color Profile
ar: عرض/أضف ملف تعريف ألوان ICC
cs: Zobrazit/Přidejte barevný profil ICC
de: Anzeige/ICC-Farbprofil hinzufügen
es: Monitor/Agregar Perfil de Color ICC
fr: Afficher/Ajouter un profil de couleur ICC
it: Schermo/Aggiungi profilo colore ICC
ja: 画面/ICCカラープロファイルを追加する
nl: Toezicht houden op/ICC-kleurprofiel toevoegen
pl: Wyświetlacz/Dodaj profil kolorów ICC
pt: Tela/Adicionar perfil de cores ICC
ro: Afişa/Adăugați un profil de culoare ICC
ru: Монитор/Прикрепить цветовой профиль ICC
sv: Visa/Lägg till ICC-färgprofil
tr: Görüntülemek/ICC Renk Profili Ekle

source: Motion Estimation Methods
ar: طرق تقدير الحركة
cs: Metody odhadu pohybu
de: Bewegungsschätzungsmethoden
es: Métodos de Estimación de Movimiento
fr: Méthodes d'estimation de mouvement
it: Metodi di stima del moto
ja: モーションエスティメーション法
nl: Bewegingsschattingsmethoden
pl: Metody szacowania ruchu
pt: Métodos de estimativa de movimento
ro: Metode de estimare a mișcării
ru: Методы оценки движения
sv: Metoder för rörelseuppskattning
tr: Hareket Tahmin Yöntemleri

source: Move Pic.
ar: نقل
cs: Hýbat se
de: Umzug
es: Mover
fr: Bouge toi
it: Spostare
ja: 動く
nl: Beweging
pl: Ruszaj się
pt: Mover
ro: Mișcare
ru: Переместить рис.
sv: Flytta
tr: Hareket

source: Move Picture Tool
ar: أداة نقل الصور
cs: Nástroj pro přesun obrazu
de: Werkzeug zum Verschieben von Bildern
es: Herramienta de Mover la Imagen
fr: Outil de déplacement d'image
it: Strumento Sposta immagine
ja: 画像移動ツール
nl: Hulpmiddel voor het verplaatsen van afbeeldingen
pl: Narzędzie do przenoszenia obrazu
pt: Ferramenta de movimentação de imagem
ro: Instrumentul de mutare a imaginii
ru: Инструмент «Переместить изображение»
sv: Bildflyttningsverktyg
tr: Görüntü Taşıma Aracı

source: Move/Size Mode
ar: وضع النقل/تسلق
cs: Režim pohybu/Vylézt
de: Bewegungsmodus/Steigen
es: Modo de Mover/Escalar
fr: Mode de déplacement/Grimper
it: Modalità di spostamento/Salita
ja: 移動モード/登る
nl: Verplaatsingsmodus/Beklimmen
pl: Tryb ruchu/Wspinać się
pt: Modo Mover/Escalar
ro: Modul Mutare/A urca
ru: Переехать/Режим размера
sv: Flytta läge/Klättra
tr: Hareket Modu/Tırmanmak

source: Movie Saving Preferences
ar: تفضيلات حفظ الفيلم
cs: Předvolby ukládání filmu
de: Einstellungen zum Speichern von Filmen
es: Preferencias de Grabado de Películas
fr: Préférences d'enregistrement de film
it: Preferenze di salvataggio dei filmati
ja: ムービー保存設定
nl: Voorkeuren voor het opslaan van films
pl: Preferencje zapisywania filmów
pt: Preferências de salvamento de filmes
ro: Preferințe de salvare a filmului
ru: Настройки сохранения фильма
sv: Inställningar för att spara film
tr: Film Kaydetme Tercihleri

source: Movie files will be read as 16bit pictures, instead of being loaded and cached as 8 bits. This setting thus allows caching less pictures in memory but at an improved quality.
ar: ستتم قراءة الأفلام على أنها صور ذات 16 بت عندما يكون ذلك ممكنًا ، بدلاً من تحميلها وتخزينها مؤقتًا على أنها 8 بت. وبالتالي يساعد هذا الإعداد في تخزين عدد أقل من الصور في الذاكرة ولكن بجودة أعلى.
cs: Filmy budou pokud možno čteny jako 16bitové obrázky, místo aby byly načítány a ukládány do mezipaměti jako 8bitové. Toto nastavení proto pomáhá ukládat do paměti méně obrázků, ale s vyšší kvalitou.
de: Filme werden nach Möglichkeit als 16-Bit-Bilder gelesen, anstatt als 8-Bit-Bilder geladen und zwischengespeichert zu werden. Diese Einstellung trägt daher dazu bei, weniger Bilder im Speicher zwischenzuspeichern, jedoch mit höherer Qualität.
es: Las películas serán leídas como imágenes de 16-bits cuando se pueda, en vez de ser cargadas y cacheadas como 8 bits. Este seteo por ello ayuda a cachear menos imágenes en memoria pero con una calidad superior.
fr: Les films seront lus en tant qu'images 16 bits lorsque cela est possible, au lieu d'être chargés et mis en cache en tant que 8 bits. Ce paramètre permet donc de mettre moins d'images en mémoire cache, mais avec une meilleure qualité.
it: I filmati verranno letti come immagini a 16 bit quando possibile, invece di essere caricati e memorizzati nella cache a 8 bit. Questa impostazione aiuta quindi a memorizzare nella cache meno immagini ma con una qualità superiore.
ja: ムービーは、8ビットとしてロードおよびキャッシュされるのではなく、可能な場合は16ビット画像として読み取られます. したがって、この設定により、メモリにキャッシュする画像の数は少なくなりますが、品質は高くなります.
nl: Films worden waar mogelijk als 16-bits afbeeldingen gelezen, in plaats van als 8-bits te laden en in de cache te plaatsen. Deze instelling helpt daarom om minder afbeeldingen in het geheugen te cachen, maar met een hogere kwaliteit.
pl: Jeśli to możliwe, filmy będą odczytywane jako obrazy 16-bitowe, a nie ładowane i buforowane jako 8-bitowe. To ustawienie pomaga więc buforować mniej obrazów w pamięci, ale z wyższą jakością.
pt: Os filmes serão lidos como imagens de 16 bits quando possível, em vez de serem carregados e armazenados em cache como 8 bits. Essa configuração, portanto, ajuda a armazenar menos imagens em cache na memória, mas com maior qualidade.
ro: Filmele vor fi citite ca imagini pe 16 biți atunci când este posibil, în loc să fie încărcate și stocate în cache ca pe 8 biți. Prin urmare, această setare ajută la stocarea în cache a mai puține imagini în memorie, dar cu o calitate mai bună.
ru: Файлы фильмов будут считываться как 16-битные изображения, а не загружаться и кэшироваться как 8-битные. Таким образом, этот параметр позволяет кэшировать в памяти меньше изображений, но с улучшенным качеством.
sv: Filmer kommer att läsas som 16-bitars bilder när det är möjligt, istället för att laddas och cachelagras som 8-bitars. Den här inställningen hjälper därför till att cache färre bilder i minnet men med högre kvalitet.
tr: Filmler, 8-bit olarak yüklenmek ve önbelleğe alınmak yerine, mümkün olduğunda 16-bit görüntüler olarak okunacaktır. Bu nedenle, bu ayar bellekte daha az görüntüyü ancak daha yüksek kalitede önbelleğe almaya yardımcı olur.

source: Movies (*.{
ar: أفلام (*. {
cs: Filmy (*.{
de: Filme (*.{
es: Películas (*.{
fr: Films (*.{
it: Film (*.{
ja: 映画 (*.{
nl: Filmpjes (*.{
pl: Filmy (*.{
pt: Filmes (*.{
ro: Filme (*.{
ru: Фильмы (*.{
sv: Filmer (*.{
tr: Filmler (*.{

source: Multiply
ar: تتضاعف
cs: Násobit
de: Multiplizieren
es: Multiplicar
fr: Multiplier
it: Moltiplicare
ja: かける
nl: Vermenigvuldigen
pl: Zwielokrotniać
pt: Multiplicar
ro: Multiplica
ru: Умножить
sv: Multiplicera
tr: Çarpmak

source: Mute
ar: صامت
cs: Ztlumit
de: Stumm
es: Mudo
fr: Muet
it: Muto
ja: ミュート
nl: Dom
pl: Niemy
pt: Mudo
ro: Mut
ru: Немой
sv: Stum
tr: Sesini kapatmak

source: MyPack not found
ar: لم يتم العثور على
cs: nenalezeno
de: nicht gefunden
es: no encontrado
fr: pas trouvé
it: non trovato
ja: 見つかりません
nl: niet gevonden
pl: nie znaleziono
pt: nao encontrado
ro: nu a fost gasit
ru: MyPack не найден
sv: hittades inte
tr: bulunamadı
