Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: When selected, mrViewer will start with the EDL Edit window already open.
ar: عند تحديده ، سيبدأ mrViewer بمنطقة اللون المفتوحة بالفعل.
cs: Po výběru se mrViewer spustí s již otevřenou barevnou oblastí.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit dem bereits geöffneten Farbbereich.
es: Cuando seleccionado, mrViewer comenzará con el área de color ya abierta.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec la zone de couleur déjà ouverte.
it: Quando selezionato, mrViewer inizierà con l'area del colore già aperta.
ja: 選択すると、mrViewerはカラー領域がすでに開いた状態で起動します.
nl: Indien geselecteerd, zal mrViewer starten met het kleurgebied dat al open is.
pl: Po wybraniu mrViewer rozpocznie się z już otwartym obszarem koloru.
pt: Quando selecionado, o mrViewer iniciará com a área de cores já aberta.
ro: Când este selectat, mrViewer va începe cu zona de culoare deja deschisă.
ru: При выборе mrViewer запустится с уже открытым окном редактирования EDL.
sv: När valt kommer mrViewer att starta med färgområdet redan öppet.
tr: Seçildiğinde, mrViewer zaten açık olan renk alanıyla başlayacaktır.

source: When selected, mrViewer will start with the action tools already showing.
ar: عند تحديده ، سيبدأ mrViewer بأدوات العمل المعروضة.
cs: Po výběru se mrViewer spustí se zobrazenými akčními nástroji.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit den angezeigten Aktionswerkzeugen.
es: Cuando está seleccionado, mrViewer comenzará con las herramientas de acción mostrada.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec les outils d'action affichés.
it: Quando selezionato, mrViewer inizierà con gli strumenti di azione visualizzati.
ja: 選択すると、mrViewerは表示されたアクションツールで起動します.
nl: Indien geselecteerd, zal mrViewer starten met de weergegeven actietools.
pl: Po wybraniu mrViewer uruchomi się z wyświetlonymi narzędziami akcji.
pt: Quando selecionado, o mrViewer iniciará com as ferramentas de ação exibidas.
ro: Când este selectat, mrViewer va începe cu instrumentele de acțiune afișate.
ru: При выборе mrViewer запустится с уже отображаемыми инструментами действия.
sv: När det är valt startar mrViewer med åtgärdsverktygen som visas.
tr: Seçildiğinde, mrViewer görüntülenen eylem araçlarıyla başlayacaktır.

source: When selected, mrViewer will start with the color area window already open.
ar: عند تحديده ، سيبدأ mrViewer بمنطقة اللون المفتوحة بالفعل.
cs: Po výběru se mrViewer spustí s již otevřenou barevnou oblastí.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit dem bereits geöffneten Farbbereich.
es: Cuando seleccionado, mrViewer comenzará con el área de color ya abierta.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec la zone de couleur déjà ouverte.
it: Quando selezionato, mrViewer inizierà con l'area del colore già aperta.
ja: 選択すると、mrViewerはカラー領域がすでに開いた状態で起動します.
nl: Indien geselecteerd, zal mrViewer starten met het kleurgebied dat al open is.
pl: Po wybraniu mrViewer rozpocznie się z już otwartym obszarem koloru.
pt: Quando selecionado, o mrViewer iniciará com a área de cores já aberta.
ro: Când este selectat, mrViewer va începe cu zona de culoare deja deschisă.
ru: При выборе mrViewer запустится с уже открытым окном цветовой области.
sv: När valt kommer mrViewer att starta med färgområdet redan öppet.
tr: Seçildiğinde, mrViewer zaten açık olan renk alanıyla başlayacaktır.

source: When selected, mrViewer will start with the histogram already open.
ar: عند تحديده ، سيبدأ mrViewer مع فتح المدرج التكراري بالفعل.
cs: Po výběru se mrViewer spustí s již otevřeným histogramem.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit bereits geöffnetem Histogramm.
es: Cuando es seleccionado, mrViewer comenzará con el Histograma ya abierto.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec l'histogramme déjà ouvert.
it: Quando selezionato, mrViewer inizierà con l'istogramma già aperto.
ja: 選択すると、mrViewerはヒストグラムがすでに開いている状態で起動します.
nl: Indien geselecteerd, zal mrViewer starten met het histogram dat al geopend is.
pl: Po wybraniu mrViewer uruchomi się z już otwartym histogramem.
pt: Quando selecionado, o mrViewer iniciará com o Histograma já aberto.
ro: Când este selectat, mrViewer va începe cu histograma deja deschisă.
ru: При выборе mrViewer запустится с уже открытой гистограммой.
sv: När valt kommer mrViewer att starta med att histogrammet redan är öppet.
tr: Seçildiğinde, mrViewer zaten açık olan Histogram ile başlayacaktır.

source: When selected, mrViewer will start with the media information window already open.
ar: عند تحديده ، سيبدأ mrViewer مع فتح نافذة معلومات الوسائط بالفعل.
cs: Po výběru se mrViewer spustí s již otevřeným informačním oknem média.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit bereits geöffnetem Medieninfo-Fenster.
es: Cuando es seleccionado, mrViewer comenzará con la ventana de información del medio ya abierta.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec la fenêtre d'informations sur le média déjà ouverte.
it: Quando selezionato, mrViewer si avvierà con la finestra delle informazioni sui media già aperta.
ja: 選択すると、mrViewerはメディア情報ウィンドウがすでに開いている状態で起動します.
nl: Indien geselecteerd, zal mrViewer starten met het media-infovenster dat al is geopend.
pl: Po wybraniu mrViewer uruchomi się z już otwartym oknem informacji o multimediach.
pt: Quando selecionado, o mrViewer iniciará com a janela de informações de mídia já aberta.
ro: Când este selectat, mrViewer va porni cu fereastra de informații media deja deschisă.
ru: При выборе mrViewer запустится с уже открытым окном информации о медиа.
sv: När det är valt startar mrViewer med mediainfofönstret redan öppet.
tr: Seçildiğinde, mrViewer zaten açık olan medya bilgi penceresiyle başlayacaktır.

source: When selected, mrViewer will start with the menu bar already shown.
ar: عند تحديده ، سيبدأ mrViewer بعرض شريط القائمة.
cs: Po výběru se mrViewer spustí se zobrazenou lištou nabídek.
de: Bei Auswahl startet mrViewer mit angezeigter Menüleiste.
es: Cuando está seleccionado, mrViewer comenzará con la barra de menu mostrada.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec la barre de menus affichée.
it: Quando selezionato, mrViewer inizierà con la barra dei menu visualizzata.
ja: 選択すると、mrViewerはメニューバーが表示された状態で起動します.
nl: Indien geselecteerd, zal mrViewer starten met de weergegeven menubalk.
pl: Po wybraniu mrViewer uruchomi się z wyświetlonym paskiem menu.
pt: Quando selecionado, o mrViewer iniciará com a barra de menu exibida.
ro: Când este selectat, mrViewer va porni cu bara de meniu afișată.
ru: При выборе mrViewer запустится с уже показанной строкой меню.
sv: När valt startar mrViewer med menyraden som visas.
tr: Seçildiğinde, mrViewer görüntülenen menü çubuğuyla başlayacaktır.

source: When selected, mrViewer will start with the pixel toolbar shown.
ar: عند تحديده ، سيبدأ mrViewer بعرض شريط البكسل.
cs: Po výběru se mrViewer spustí se zobrazeným pruhem pixelů.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit der angezeigten Pixelleiste.
es: Cuando está seleccionado, mrViewer comenzará con la barra de pixels mostrada.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec la barre de pixels affichée.
it: Quando selezionato, mrViewer inizierà con la barra dei pixel visualizzata.
ja: 選択すると、mrViewerはピクセルバーが表示された状態で起動します.
nl: Indien geselecteerd, zal mrViewer starten met de weergegeven pixelbalk.
pl: Po wybraniu mrViewer uruchomi się z wyświetlonym paskiem pikseli.
pt: Quando selecionado, o mrViewer começará com a barra de pixels exibida.
ro: Când este selectat, mrViewer va începe cu bara de pixeli afișată.
ru: При выборе mrViewer запустится с показанной панелью инструментов пикселей.
sv: När valt startar mrViewer med pixelfältet visat.
tr: Seçildiğinde, mrViewer görüntülenen piksel çubuğuyla başlayacaktır.

source: When selected, mrViewer will start with the reel list already open.
ar: عند تحديده ، سيبدأ mrViewer بقائمة البكرات المفتوحة بالفعل.
cs: Po výběru se mrViewer spustí se seznamem již otevřených válců.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit der Liste der bereits geöffneten Rollen.
es: Cuando está seleccionado, mrViewer comenzará con el listado de carretes ya abierto.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec la liste des bobines déjà ouvertes.
it: Quando selezionato, mrViewer inizierà con l'elenco dei rulli già aperti.
ja: 選択すると、mrViewerはすでに開いているリールのリストから始まります.
nl: Indien geselecteerd, zal mrViewer beginnen met de lijst met reeds geopende rollen.
pl: Po wybraniu mrViewer rozpocznie się z listą już otwartych rolek.
pt: Quando selecionado, o mrViewer começará com a lista de bobinas já abertas.
ro: Când este selectat, mrViewer va începe cu lista de role deja deschisă.
ru: При выборе mrViewer запустится с уже открытым списком роликов.
sv: När valt kommer mrViewer att börja med listan över rullar som redan är öppna.
tr: Seçildiğinde, mrViewer zaten açık olan makaraların listesiyle başlayacaktır.

source: When selected, mrViewer will start with the stereo options window already open.
ar: عند تحديده ، سيبدأ mrViewer بفتح نافذة خيارات الاستريو بالفعل.
cs: Po výběru se mrViewer spustí s již otevřeným oknem možností stereo.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit dem bereits geöffneten Fenster mit den Stereooptionen.
es: Cuando es seleccionado, mrViewer comenzará con la ventana de información del medio ya abierta.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec la fenêtre des options stéréo déjà ouverte.
it: Una volta selezionato, mrViewer si avvierà con la finestra delle opzioni stereo già aperta.
ja: 選択すると、mrViewerはステレオオプションウィンドウがすでに開いている状態で起動します.
nl: Indien geselecteerd, zal mrViewer starten met het stereo-optiesvenster dat al is geopend.
pl: Po wybraniu mrViewer uruchomi się z otwartym oknem opcji stereo.
pt: Quando selecionado, o mrViewer iniciará com a janela de opções estéreo já aberta.
ro: Când este selectat, mrViewer va porni cu fereastra de opțiuni stereo deja deschisă.
ru: При выборе mrViewer запустится с уже открытым окном параметров стерео.
sv: När valt startar mrViewer med stereoalternativfönstret redan öppet.
tr: Seçildiğinde, mrViewer zaten açık olan stereo seçenekler penceresiyle başlayacaktır.

source: When selected, mrViewer will start with the timeline shown.
ar: عند تحديده ، سيبدأ mrViewer بالجدول الزمني المعروض.
cs: Po výběru se mrViewer spustí se zobrazenou časovou osou.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit der angezeigten Zeitleiste.
es: Cuando está seleccionado, mrViewer comenzará con la línea de tiempo mostrada.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec la chronologie affichée.
it: Quando selezionato, mrViewer inizierà con la timeline visualizzata.
ja: 選択すると、mrViewerは表示されたタイムラインで起動します.
nl: Indien geselecteerd, zal mrViewer starten met de weergegeven tijdlijn.
pl: Po wybraniu mrViewer rozpocznie się od wyświetlonej osi czasu.
pt: Quando selecionado, o mrViewer iniciará com a linha do tempo exibida.
ro: Când este selectat, mrViewer va începe cu cronologia afișată.
ru: При выборе mrViewer запустится с отображаемой временной шкалой.
sv: När valt startar mrViewer med den visade tidslinjen.
tr: Seçildiğinde, mrViewer görüntülenen zaman çizelgesiyle başlayacaktır.

source: When selected, mrViewer will start with the vectorscope already open.
ar: عند تحديده ، سيبدأ mrViewer مع فتح vectorscope بالفعل.
cs: Po výběru se mrViewer spustí s již otevřeným vectorscope.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit bereits geöffnetem Vektorskop.
es: Cuando está seleccionado, mrViewer comenzará con el vectorscopio ya abierto.
fr: Lorsqu'il est sélectionné, mrViewer démarrera avec le vecteurscope déjà ouvert.
it: Quando selezionato, mrViewer inizierà con il vettorscopio già aperto.
ja: 選択すると、mrViewerはvectorscopeがすでに開いている状態で起動します.
nl: Indien geselecteerd, zal mrViewer starten met de vectorscope die al geopend is.
pl: Po wybraniu, mrViewer uruchomi się z już otwartym wektorem.
pt: Quando selecionado, o mrViewer iniciará com o vetorscópio já aberto.
ro: Când este selectat, mrViewer va începe cu vectorscopul deja deschis.
ru: При выборе mrViewer запустится с уже открытым вектороскопом.
sv: När valt kommer mrViewer att starta med vektorskopet redan öppet.
tr: Seçildiğinde, mrViewer zaten açık olan vektörskop ile başlayacaktır.

source: When selected, mrViewer will start with the waveform already open.
ar: عند تحديده ، سيبدأ mrViewer مع فتح شكل الموجة بالفعل.
cs: Po výběru se mrViewer spustí s již otevřenou křivkou.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit der bereits geöffneten Wellenform.
es: Cuando está seleccionado, mrViewer comenzará con el forma de onda ya abierto.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec la forme d'onde déjà ouverte.
it: Quando selezionato, mrViewer inizierà con la forma d'onda già aperta.
ja: 選択すると、mrViewerは波形がすでに開いている状態で起動します.
nl: Indien geselecteerd, zal mrViewer starten met de golfvorm die al geopend is.
pl: Po wybraniu mrViewer rozpocznie się z już otwartym przebiegiem.
pt: Quando selecionado, o mrViewer iniciará com a forma de onda já aberta.
ro: Când este selectat, mrViewer va începe cu forma de undă deja deschisă.
ru: При выборе mrViewer запустится с уже открытой волновой формой.
sv: När valt kommer mrViewer att starta med vågformen redan öppen.
tr: Seçildiğinde, mrViewer zaten açık olan dalga formuyla başlayacaktır.

source: When selected, mrViewer's window will always show up on top of other windows on the desktop.
ar: عند تحديده ، ستبقى نافذة mrViewer أعلى النوافذ الأخرى على سطح المكتب.
cs: Po výběru zůstane okno mrViewer nad ostatními okny na ploše.
de: Wenn diese Option ausgewählt ist, bleibt das mrViewer-Fenster über anderen Fenstern auf dem Desktop.
es: Cuando se selecciona, la ventana de mrViewer permanecera arriba de otras ventanas en el escritorio.
fr: Lorsqu'elle est sélectionnée, la fenêtre mrViewer reste au-dessus des autres fenêtres sur le bureau.
it: Se selezionata, la finestra di mrViewer rimarrà in primo piano rispetto alle altre finestre sul desktop.
ja: 選択すると、mrViewerウィンドウはデスクトップ上の他のウィンドウの上に表示されたままになります.
nl: Indien geselecteerd, blijft het mrViewer-venster bovenop andere vensters op het bureaublad.
pl: Po wybraniu okno mrViewer pozostanie nad innymi oknami na pulpicie.
pt: Quando selecionada, a janela do mrViewer ficará em cima de outras janelas na área de trabalho.
ro: Când este selectată, fereastra mrViewer va rămâne deasupra altor ferestre de pe desktop.
ru: Если выбрано, окно mrViewer всегда будет отображаться поверх других окон на рабочем столе.
sv: När det är valt kommer mrViewer-fönstret att ligga över andra fönster på skrivbordet.
tr: Seçildiğinde, mrViewer penceresi masaüstündeki diğer pencerelerin üstünde kalacaktır.

source: When selected, only a single mrViewer instance is allowed. If you try to open several mrViewers with different images, all these images will be sent to the already open mrViewer.
ar: عند تحديده ، لن يُسمح إلا بنسخة واحدة من mrViewer. إذا حاولت فتح عدة mrViewer بصور مختلفة ، فسيتم إرسال كل هذه الصور إلى mrViewer المفتوح بالفعل.
cs: Když je vybrána, bude povolena pouze jedna instance mrViewer. Pokud se pokusíte otevřít více mrViewer s různými obrázky, všechny tyto obrázky budou odeslány do mrViewer, který je již otevřený.
de: Wenn diese Option ausgewählt ist, ist nur eine Instanz von mrViewer zulässig. Wenn Sie versuchen, mehrere mrViewer mit unterschiedlichen Bildern zu öffnen, werden alle diese Bilder an den bereits geöffneten mrViewer gesendet.
es: Cuando esta seleccionado, solo una instancia de mrViewer será permitida. Si intenta abrir varios mrViewers con diferente imágenes, todas estas imágenes serán enviadas al mrViewer que ya esta abierto.
fr: Lorsque cette option est sélectionnée, une seule instance de mrViewer sera autorisée. Si vous essayez d'ouvrir plusieurs mrViewers avec des images différentes, toutes ces images seront envoyées au mrViewer déjà ouvert.
it: Se selezionato, sarà consentita solo un'istanza di mrViewer. Se si tenta di aprire più mrViewer con immagini diverse, tutte queste immagini verranno inviate a mrViewer che è già aperto.
ja: 選択すると、mrViewerのインスタンスが1つだけ許可されます. 異なるイメージで複数のmrViewerを開こうとすると、これらのイメージはすべて、すでに開いているmrViewerに送信されます.
nl: Indien geselecteerd, is slechts één exemplaar van mrViewer toegestaan. Als u meerdere mrViewers met verschillende afbeeldingen probeert te openen, worden al deze afbeeldingen verzonden naar de mrViewer die al geopend is.
pl: Po wybraniu tylko jedna instancja mrViewer będzie dozwolona. Jeśli spróbujesz otworzyć wiele programów mrViewer z różnymi obrazami, wszystkie te obrazy zostaną wysłane do mrViewer, który jest już otwarty.
pt: Quando selecionado, apenas uma instância do mrViewer será permitida. Se você tentar abrir vários mrViewers com imagens diferentes, todas essas imagens serão enviadas para o mrViewer que já está aberto.
ro: Când este selectat, va fi permisă o singură instanță a mrViewer. Dacă încercați să deschideți mai multe mrViewer cu imagini diferite, toate aceste imagini vor fi trimise către mrViewer-ul care este deja deschis.
ru: При выборе разрешен только один экземпляр mrViewer. Если вы попытаетесь открыть несколько mrViewer с разными изображениями, все эти изображения будут отправлены в уже открытый mrViewer.
sv: När det är valt kommer endast en instans av mrViewer att tillåtas. Om du försöker öppna flera mrViewer med olika bilder kommer alla dessa bilder att skickas till mrViewer som redan är öppen.
tr: Seçildiğinde, yalnızca bir mrViewer örneğine izin verilir. Farklı görüntülere sahip birden fazla mrViewer açmaya çalışırsanız, tüm bu görüntüler zaten açık olan mrViewer'a gönderilir.

source: When this option is active and an image changes on disk, mrViewer reloads it automatically.
ar: عند تمكين هذا الخيار وتغيير صورة على القرص ، يقوم mrViewer تلقائيًا بإعادة تحميلها.
cs: Když je tato možnost povolena a obrázek se na disku změní, mrViewer jej automaticky znovu načte.
de: Wenn diese Option aktiviert ist und sich ein Bild auf der Festplatte ändert, lädt mrViewer es automatisch neu.
es: Cuando esta opción esta activada y una imagen cambia en el disco, mrViewer la recarga automáticamente.
fr: Lorsque cette option est activée et qu'une image change sur le disque, mrViewer la recharge automatiquement.
it: Quando questa opzione è abilitata e un'immagine cambia sul disco, mrViewer la ricarica automaticamente.
ja: このオプションが有効になっていて、ディスク上のイメージが変更されると、mrViewerは自動的にそれをリロードします.
nl: Wanneer deze optie is ingeschakeld en een afbeelding op schijf verandert, laadt mrViewer deze automatisch opnieuw.
pl: Gdy ta opcja jest włączona, a obraz na dysku zmienia się, mrViewer automatycznie go ponownie ładuje.
pt: Quando esta opção está habilitada e uma imagem muda no disco, o mrViewer a recarrega automaticamente.
ro: Când această opțiune este activată și o imagine se schimbă pe disc, mrViewer o reîncarcă automat.
ru: Когда эта опция активна и изображение на диске меняется, mrViewer перезагружает его автоматически.
sv: När det här alternativet är aktiverat och en bild ändras på disken, laddar mrViewer den automatiskt om.
tr: Bu seçenek etkinleştirildiğinde ve diskte bir görüntü değiştiğinde, mrViewer onu otomatik olarak yeniden yükler.

source: When this option is on and a sequence is loaded, the frames of the cache will begin loading in the background. Note however, that this may make the GUI less responsive.
ar: عند تنشيط هذا الخيار وتحميل تسلسل ، سيبدأ تحميل إطارات ذاكرة التخزين المؤقت في الخلفية. لاحظ ، مع ذلك ، أن هذا يمكن أن يجعل واجهة المستخدم أقل استجابة.
cs: Když je tato možnost aktivována a načte se sekvence, začnou se na pozadí načítat snímky mezipaměti. Pamatujte však, že to může způsobit, že uživatelské rozhraní bude méně citlivé.
de: Wenn diese Option aktiviert ist und eine Sequenz geladen wird, werden die Cache-Frames im Hintergrund geladen. Beachten Sie jedoch, dass dies dazu führen kann, dass die Benutzeroberfläche weniger reaktionsschnell ist.
es: Cuando esta opción esta activada y una secuencia es cargada, los cuadros del cache comenzarán a ser cargados en el fondo. Nótese, sin embargo, que esto puede hacer a la Interfaz del Usuario menos responsiva.
fr: Lorsque cette option est activée et qu'une séquence est chargée, les images du cache commenceront à être chargées en arrière-plan. Notez cependant que cela peut rendre l'interface utilisateur moins réactive.
it: Quando questa opzione è attivata e una sequenza viene caricata, i frame della cache inizieranno a essere caricati in background. Si noti, tuttavia, che ciò può rendere l'interfaccia utente meno reattiva.
ja: このオプションを有効にしてシーケンスをロードすると、キャッシュフレームがバックグラウンドでロードされ始めます.ただし、これによりユーザーインターフェイスの応答性が低下する可能性があることに注意してください.
nl: Wanneer deze optie is geactiveerd en een reeks wordt geladen, worden de cacheframes op de achtergrond geladen. Houd er echter rekening mee dat hierdoor de gebruikersinterface minder snel reageert.
pl: Po włączeniu tej opcji i załadowaniu sekwencji ramki pamięci podręcznej zaczną być ładowane w tle. Pamiętaj jednak, że może to spowodować, że interfejs użytkownika będzie mniej responsywny.
pt: Quando esta opção estiver ativada e uma sequência for carregada, os quadros de cache começarão a ser carregados em segundo plano. Observe, no entanto, que isso pode tornar a interface do usuário menos responsiva.
ro: Când această opțiune este activată și o secvență este încărcată, cadrele din cache vor începe să fie încărcate în fundal. Rețineți, totuși, că acest lucru poate face ca interfața cu utilizatorul să fie mai puțin receptivă.
ru: Когда эта опция включена и последовательность загружена, кадры кэша начнут загружаться в фоновом режиме. Однако обратите внимание, что это может сделать графический интерфейс менее отзывчивым.
sv: När det här alternativet är aktiverat och en sekvens laddas kommer cache-ramarna att börja laddas i bakgrunden. Observera dock att detta kan göra användargränssnittet mindre responsivt.
tr: Bu seçenek etkinleştirildiğinde ve bir dizi yüklendiğinde, arka planda önbellek çerçeveleri yüklenmeye başlayacaktır. Ancak bunun Kullanıcı Arayüzünü daha az duyarlı hale getirebileceğini unutmayın.

source: When this option is on, mrViewer will always open to the size you set in W and H.
ar: عند تشغيل هذا الخيار ، سيفتح mrViewer دائمًا بالحجم الذي قمت بتعيينه في W و H.264.
cs: Když je tato možnost zapnutá, mrViewer se vždy otevře ve velikosti, kterou nastavíte v W a H.
de: Wenn diese Option aktiviert ist, wird mrViewer immer in der Größe geöffnet, die Sie in B und H eingestellt haben.
es: Cuando esta opción está activa, mrViewer se abrirá siempre al tamaño que setées en W and H.
fr: Lorsque cette option est activée, mrViewer s'ouvrira toujours à la taille que vous avez définie en L et H.
it: Quando questa opzione è attiva, mrViewer si aprirà sempre con le dimensioni impostate in L e H.
ja: このオプションがオンの場合、mrViewerは常にWとHで設定したサイズで開きます.
nl: Als deze optie is ingeschakeld, wordt mrViewer altijd geopend op de grootte die u instelt in W en H.
pl: Gdy ta opcja jest włączona, mrViewer zawsze będzie otwierał się w rozmiarze ustawionym w W i H.
pt: Quando esta opção estiver ativada, o mrViewer sempre abrirá no tamanho que você definiu em W e H.
ro: Când această opțiune este activată, mrViewer se va deschide întotdeauna la dimensiunea pe care o setați în W și H.
ru: Когда эта опция включена, mrViewer всегда будет открываться в размере, который вы установили в W и H.
sv: När det här alternativet är aktiverat kommer mrViewer alltid att öppnas i den storlek du ställt in i W och H.
tr: Bu seçenek açıkken, mrViewer her zaman W ve H olarak ayarladığınız boyutta açılır.
