Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Environment variable MRV_SHADER_PATH not found, using built-in shader.
ar: لم يتم العثور على متغير البيئة MRV_SHADER_PATH ، باستخدام تظليل داخلي.
cs: Proměnná prostředí MRV_SHADER_PATH nebyla nalezena, používá se interní shader.
de: Umgebungsvariable MRV_SHADER_PATH nicht gefunden, verwendet internen Shader.
es: Variable de entorno MRV_SHADER_PATH no encontrada, usando shader interno.
fr: Variable d'environnement MRV_SHADER_PATH introuvable, utilisant un shader interne.
it: Variabile d'ambiente MRV_SHADER_PATH non trovata, utilizzando lo shader interno.
ja: 内部シェーダーを使用して、環境変数MRV_SHADER_PATHが見つかりません.
nl: Omgevingsvariabele MRV_SHADER_PATH niet gevonden, met interne arcering.
pl: Nie znaleziono zmiennej środowiskowej MRV_SHADER_PATH przy użyciu wewnętrznego modułu cieniującego.
pt: Variável de ambiente MRV_SHADER_PATH não encontrada, usando sombreador interno.
ro: Variabila de mediu MRV_SHADER_PATH nu a fost găsită, folosind shaderul intern.
ru: Переменная среды MRV_SHADER_PATH не найдена с помощью встроенного шейдера.
sv: Miljövariabeln MRV_SHADER_PATH hittades inte, med intern skuggning.
tr: MRV_SHADER_PATH ortam değişkeni bulunamadı, dahili gölgelendirici kullanılıyor.

source: Erase
ar: محو
cs: Vymazat
de: Löschen
es: Borrar
fr: Effacer
it: Cancellare
ja: 消去
nl: Wissen
pl: Usuwać
pt: Apagar
ro: Şterge
ru: Стереть
sv: Radera
tr: Sil

source: Erase Mode
ar: وضع المحو
cs: Režim mazání
de: Löschmodus
es: Modo de Borrado
fr: Mode Effacer
it: Modalità Cancella
ja: 消去モード
nl: Wismodus
pl: Tryb kasowania
pt: Modo Apagar
ro: Modul de ștergere
ru: Режим стирания
sv: Radera läge
tr: Silme Modu

source: Erase Temporary Mode
ar: وضع الحذف المؤقت
cs: Režim dočasného smazání
de: Temporärer Löschmodus
es: Modo de Borrado Temporario
fr: Mode de suppression temporaire
it: Modalità di eliminazione temporanea
ja: 一時削除モード
nl: Tijdelijke verwijdermodus
pl: Tryb tymczasowego usuwania
pt: Modo de Exclusão Temporária
ro: Modul de ștergere temporară
ru: Стереть временный режим
sv: Tillfälligt raderingsläge
tr: Geçici Silme Modu

source: Eraser Tool
ar: أداة المسح
cs: Nástroj na mazání
de: Löschwerkzeug
es: Herramienta de Borrado
fr: Outil d'effacement
it: Strumento di cancellazione
ja: 消去ツール
nl: Wistool
pl: Narzędzie do wymazywania
pt: Ferramenta de apagamento
ro: Instrument de ștergere
ru: Ластик
sv: Raderingsverktyg
tr: silme aracı

source: Error loading file
ar: خطأ في تحميل الملف
cs: Chyba při nahrávání souboru
de: Fehler beim Hochladen der Datei
es: Error cargando archivo
fr: Erreur lors du téléchargement du fichier
it: Errore durante il caricamento del file
ja: ファイルのアップロード中にエラーが発生しました
nl: Fout bij uploaden van bestand
pl: Błąd podczas przesyłania pliku
pt: Erro ao fazer upload do arquivo
ro: Eroare la încărcarea fișierului
ru: Ошибка загрузки файла
sv: Det gick inte att ladda upp filen
tr: Dosya yüklenirken hata oluştu

source: Error occurred when opening output file:
ar: حدث خطأ أثناء فتح ملف الإخراج:
cs: Při otevírání výstupního souboru došlo k chybě:
de: Beim Öffnen der Ausgabedatei ist ein Fehler aufgetreten:
es: Un error ocurrió al abrir el archivo de salida:
fr: Une erreur s'est produite lors de l'ouverture du fichier de sortie :
it: Si è verificato un errore durante l'apertura del file di output:
ja: 出力ファイルを開いているときにエラーが発生しました:
nl: Er is een fout opgetreden bij het openen van het uitvoerbestand:
pl: Wystąpił błąd podczas otwierania pliku wyjściowego:
pt: Ocorreu um erro ao abrir o arquivo de saída:
ro: A apărut o eroare la deschiderea fișierului de ieșire:
ru: Произошла ошибка при открытии выходного файла:
sv: Ett fel uppstod när utdatafilen öppnades:
tr: Çıktı dosyası açılırken bir hata oluştu:

source: Error on receive:
ar: فشل استلام:
cs: Nepodařilo se přijmout:
de: Empfang fehlgeschlagen:
es: Error en recibir:
fr: Échec de la réception :
it: Impossibile ricevere:
ja: 受信に失敗しました:
nl: Niet ontvangen:
pl: Nie udało się odebrać:
pt: Falha ao receber:
ro: Nu s-a putut primi:
ru: Ошибка при получении:
sv: Det gick inte att ta emot:
tr: Alınamadı:

source: Error on send:
ar: خطأ في الإرسال:
it: Errore all'invio:
ja: 送信時のエラー:
nl: Fout bij verzenden:
sv: Fel vid sändning:

source: Error while converting audio:
ar: خطأ أثناء تحويل الصوت:
cs: Chyba při převodu zvuku:
de: Fehler beim Konvertieren von Audio:
es: Error mientras se convertia el audio:
fr: Erreur lors de la conversion audio :
it: Errore durante la conversione dell'audio:
ja: オーディオの変換中にエラーが発生しました:
nl: Fout tijdens het converteren van audio:
pl: Błąd podczas konwertowania dźwięku:
pt: Erro ao converter áudio:
ro: Eroare la conversia audio:
ru: Ошибка при конвертации аудио:
sv: Fel vid konvertering av ljud:
tr: Ses dönüştürülürken hata oluştu:

source: Error while encoding video frame:
ar: خطأ في ترميز إطار الفيديو:
cs: Chyba při kódování snímku videa:
de: Fehler beim Codieren des Videoframes:
es: Error codificando el cuadro de video:
fr: Erreur d'encodage de l'image vidéo :
it: Errore di codifica del fotogramma video:
ja: ビデオフレームのエンコードエラー:
nl: Fout bij het coderen van videoframe:
pl: Błąd podczas kodowania klatki wideo:
pt: Erro ao codificar o quadro de vídeo:
ro: Eroare la codificarea cadrului video:
ru: Ошибка при кодировании видеокадра:
sv: Fel vid kodning av videoram:
tr: Video karesini kodlama hatası:

source: Error while feeding the filtergraph
ar: خطأ في تغذية مخطط المرشح
cs: Chyba při načítání grafu filtru
de: Fehler beim Einspeisen des Filterdiagramms
es: Error alimentando la gráfica de filtros
fr: Erreur lors de l'alimentation du filtre graphique
it: Errore nell'alimentazione della tabella dei filtri
ja: フィルタチャートのフィードエラー
nl: Fout bij het invoeren van de filterkaart
pl: Błąd podawania wykresu filtra
pt: Erro ao alimentar o gráfico de filtro
ro: Eroare la alimentarea graficului filtrului
ru: Ошибка при загрузке filtergraph
sv: Det gick inte att mata filterdiagrammet
tr: Filtre grafiği beslenirken hata oluştu

source: Error while writing video frame:
ar: خطأ في كتابة إطار الفيديو:
cs: Chyba při zápisu snímku videa:
de: Fehler beim Schreiben des Videoframes:
es: Error al escribir el cuadro de video:
fr: Erreur lors de l'écriture de l'image vidéo :
it: Errore durante la scrittura del frame video:
ja: ビデオフレームの書き込みエラー:
nl: Fout bij schrijven van videoframe:
pl: Błąd zapisu klatki wideo:
pt: Erro ao gravar o quadro de vídeo:
ro: Eroare la scrierea cadrului video:
ru: Ошибка при записи кадра видео:
sv: Fel vid skrivning av videoram:
tr: Video karesi yazılırken hata oluştu:

source: Error writing
ar: خطأ مطبعي
cs: překlep
de: Tippfehler
es: Error escribiendo
fr: faute de frappe
it: errore di battitura
ja: タイプエラー
nl: typefout
pl: błąd w druku
pt: erro de digitação
ro: eroare de tastare
ru: Ошибка записи
sv: skrivfel
tr: yazım hatası

source: Errors
ar: اخطاء
cs: Chyby
de: Fehler
es: Errores
fr: Erreurs
it: Errori
ja: 間違い
nl: fouten
pl: Błędy
pt: Erros
ro: Greșeli
ru: Ошибки
sv: misstag
tr: hatalar

source: Escape
ar: هرب
cs: Uniknout
de: Flucht
fr: Échapper
it: Fuga
ja: 逃れる
nl: Ontsnappen
pl: Ucieczka
pt: Escapar
ro: Evadare
ru: Побег
sv: Fly
tr: Kaçmak

source: Even/odd columns
ar: غريب/أعمدة الزوج
cs: Zvláštní/párové sloupce
de: Seltsam/Paar Spalten
es: Impar/par columnas
fr: Impair/associer des colonnes
it: Strano/colonne di coppia
ja: 奇数/ペア列
nl: Vreemd/kolommen koppelen
pl: Dziwne/para kolumn
pt: Chance/pares de colunas
ro: Ciudat/pereche de coloane
ru: Четное/нечетные столбцы
sv: Udda/parar kolumner
tr: Garip/çift sütun

source: Even/odd rows
ar: غريب/خطوط الزوج
cs: Zvláštní/párové linky
de: Seltsam/Paar Linien
es: Impar/par renglones
fr: Impair/paire de lignes
it: Strano/linee di coppia
ja: 奇数/ペアライン
nl: Vreemd/paar lijnen
pl: Dziwne/pary linii
pt: Chance/pares de linhas
ro: Ciudat/linii de pereche
ru: Четное/нечетные строки
sv: Udda/par linjer
tr: Garip/çift çizgiler

source: Example: gizmo
ar: مثال: gizmo_v003.0001.exr
cs: Příklad: gizmo_v003.0001.exr
de: Beispiel: gizmo_v003.0001.exr
fr: Exemple : gizmo_v003.0001.exr
it: Esempio: gizmo_v003.0001.exr
ja: 例: gizmo_v003.0001.exr
nl: Voorbeeld: gizmo_v003.0001.exr
pl: Przykład: gizmo_v003.0001.exr
pt: Exemplo: gizmo_v003.0001.exr
ro: Exemplu: gizmo_v003.0001.exr
ru: Пример: гизмо
sv: Exempel: gizmo_v003.0001.exr
tr: Örnek: gizmo_v003.0001.exr

source: Examples:
ar: أمثلة:
cs: Příklady:
de: Beispiele:
es: Ejemplos:
fr: Exemples :
it: Esempi:
ja: 例:
nl: Voorbeelden:
pl: Przykłady:
pt: Exemplos:
ro: Exemple:
ru: Примеры:
sv: Exempel:
tr: Örnekler:

source: Exchange Image failed
ar: فشل تبديل الصورة
cs: Výměna obrázku se nezdařila
de: Bild austauschen fehlgeschlagen
es: Intercambiar Imagen falló
fr: Échec de l'échange d'image
it: Scambio immagine non riuscito
ja: 画像の交換に失敗しました
nl: Afbeelding omwisselen mislukt
pl: Zamiana obrazu nie powiodła się
pt: Falha na troca de imagem
ro: Schimbarea imaginii a eșuat
ru: Не удалось обменять изображение
sv: Det gick inte att byta bild
tr: Görüntü Değiştirilemedi

source: Expanded OCIO config to:
ar: توسيع تكوين OCIO إلى:
cs: Rozšíření konfigurace OCIO na:
de: Erweiterung der OCIO-Konfiguration auf:
es: Expandiendo la configuración OCIO a:
fr: Extension de la configuration OCIO à :
it: Espandere la configurazione OCIO a:
ja: OCIO構成を次のように拡張します.
nl: De OCIO-configuratie uitbreiden naar:
pl: Rozszerzenie konfiguracji OCIO do:
pt: Expandindo a configuração do OCIO para:
ro: Extinderea configurației OCIO la:
ru: Расширена конфигурация OCIO до:
sv: Utöka OCIO-konfigurationen till:
tr: OCIO yapılandırmasını şu şekilde genişletmek:

source: Exposure
ar: معرض
cs: Expozice
de: Exposition
es: Exposición
fr: Exposition
it: Esposizione
ja: 解説
nl: Expositie
pl: Ekspozycja
pt: Exposição
ro: Expunere
ru: Контакт
sv: Utläggning
tr: Sergi

source: Exposure Adjust
ar: تعديل التعرض
cs: Úprava expozice
de: Belichtungseinstellung
es: Ajuste de Exposición
fr: Réglage de l'exposition
it: Regolazione dell'esposizione
ja: 露出調整
nl: Belichtingsaanpassing
pl: Korekta ekspozycji
pt: Ajuste de exposição
ro: Ajustarea expunerii
ru: Регулировка экспозиции
sv: Exponeringsjustering
tr: Pozlama Ayarı

source: Exposure Compensation
ar: تعويض التعرض
cs: Kompenzace expozice
de: Belichtungsausgleich
es: Compensación Exposición
fr: La compensation d'exposition
it: Compensazione dell'esposizione
ja: 露出補正
nl: Belichtingscompensatie
pl: Kompensacja ekspozycji
pt: Compensação de exposição
ro: Compensarea expunerii
ru: Компенсация экспозиции
sv: Exponeringskompensation
tr: Pozlama Telafisi

source: Exposure Less
ar: تعرض أقل
cs: Menší expozice
de: Weniger Belichtung
es: Menos Exposición
fr: Moins d'exposition
it: Meno esposizione
ja: 露出が少ない
nl: Minder blootstelling
pl: Mniejsza ekspozycja
pt: Menos exposição
ro: Mai puțină expunere
ru: Экспозиция Меньше
sv: Mindre exponering
tr: Daha Az Pozlama

source: Exposure More
ar: المزيد من التعرض
cs: Více expozice
de: Mehr Belichtung
es: Más Exposición
fr: Plus d'exposition
it: Più esposizione
ja: より多くの露出
nl: Meer blootstelling
pl: Więcej ekspozycji
pt: Mais exposição
ro: Mai multă expunere
ru: Экспозиция Подробнее
sv: Mer exponering
tr: Daha Fazla Pozlama

source: Exposure Time
ar: وقت العرض
cs: Čas výstavy
de: Ausstellungszeit
es: Tiempo de Exposición
fr: Temps d'exposition
it: Tempo di esposizione
ja: 展示時間
nl: Tentoonstellingstijd
pl: Czas wystawy
pt: Hora da exposição
ro: Ora expoziției
ru: Время контакта
sv: Utställningstid
tr: sergi zamanı

source: Exposure adjustment of clip.
ar: تعديل تعريض المقطع.
cs: Úprava expozice klipu.
de: Anpassung der Clip-Belichtung.
es: Ajuste de exposición del clip.
fr: Réglage de l'exposition du clip.
it: Regolazione dell'esposizione della clip.
ja: クリップ露出調整.
nl: Aanpassing van de clipbelichting.
pl: Regulacja ekspozycji klipu.
pt: Ajuste de exposição do clipe.
ro: Reglarea expunerii clipului.
ru: Регулировка экспозиции клипа.
sv: Justering av klippexponering.
tr: Klip pozlama ayarı.

source: Exposure compensation of clip.
ar: تعويض تعرض المقطع
cs: Kompenzace expozice klipu
de: Clip-Belichtungskorrektur
es: Compensación de exposición del clip
fr: Compensation d'exposition des clips
it: Compensazione dell'esposizione della clip
ja: クリップ露出補正
nl: Clipbelichtingscompensatie
pl: Kompensacja ekspozycji klipsa
pt: Compensação de exposição do clipe
ro: Compensarea expunerii clipurilor
ru: Компенсация экспозиции клипа.
sv: Klippexponeringskompensation
tr: Klip Pozlama Telafisi

source: Extended
ar: ممتد
cs: Rozšířené
de: Erweitert
es: Extendido
fr: Élargi
it: Esteso
ja: 拡張
nl: Verlengd
pl: Przedłużony
pt: Estendido
ro: Extins
ru: Расширенный
sv: Förlängt
tr: Uzatılmış

source: Eye Separation
ar: مشاهدة ملف Separation
cs: Zobrazit separaci
de: Trennung ansehen
es: Separación de las Vistas
fr: Voir la séparation
it: Visualizza Separazione
ja: 分離を表示
nl: Scheiding bekijken
pl: Zobacz separację
pt: Visualizar separação
ro: Vedeți Separarea
ru: Разделение глаз
sv: Visa separation
tr: Ayrımı Görüntüle

source: F
ar: ج
cs: C
de: C
es: C
fr: C
it: C
ja: C
nl: C
pl: C
pt: C
ro: C
ru: Ф
sv: C
tr: C

source: F:
ar: ج:
cs: C:
de: C:
es: C:
fr: C :
it: C:
ja: C:
nl: C:
pl: C:
pt: C:
ro: C:
ru: Ф:
sv: C:
tr: C:

source: FIT
ar: ليناسب
cs: Aby zapadl
de: Hineinpassen
fr: Pour se adapter à
it: Per adattarsi
ja: 収まる
nl: Passen in
pl: Dopasować się
pt: Encaixar
ro: A potrivi in
ru: СООТВЕТСТВОВАТЬ
sv: Att passa in
tr: Sığacak şekilde

source: Failed
ar: فشل
cs: Selhání
de: Versagen
es: Falló
fr: Échec
it: Fallimento
ja: 失敗
nl: Mislukking
pl: Niepowodzenie
pt: Falha
ro: Eșec
ru: Не удалось
sv: Fel
tr: Arıza

source: Failed setting layer to
ar: فشل تعيين الطبقة على
cs: Nastavení vrstvy na se nezdařilo
de: Ebene konnte nicht festgelegt werden
es: Falló setear la capa a
fr: Impossible de définir le calque sur
it: Impossibile impostare il livello su
ja: レイヤーをに設定できませんでした
nl: Kan laag niet instellen op
pl: Nie udało się ustawić warstwy na
pt: Falha ao definir a camada para
ro: Nu s-a putut seta stratul la
ru: Не удалось установить слой
sv: Det gick inte att ställa in lager till
tr: katman ayarlanamadı

source: Failed to alloc swresample library
ar: لم أتمكن من تعيين مكتبة swresample
cs: Nemohl jsem alokovat knihovnu swresample
de: Ich konnte die Swresample-Bibliothek nicht zuordnen
es: No pude asignar la biblioteca swresample
fr: Je n'ai pas pu allouer la bibliothèque swresample
it: Non sono riuscito ad allocare la libreria swresample
ja: swresampleライブラリを割り当てることができませんでした
nl: Ik kon de swresample-bibliotheek niet toewijzen
pl: Nie mogłem przydzielić biblioteki swresample
pt: Não consegui alocar a biblioteca swresample
ro: Nu am putut aloca biblioteca swresample
ru: Не удалось выделить библиотеку swresample
sv: Jag kunde inte allokera swresample-biblioteket
tr: swresample kitaplığını ayıramadım

source: Failed to create IBlackmagicRaw Codec!
ar: لقد فشلت في إنشاء IBlackmagicRaw Codec!
cs: Nepodařilo se mi vytvořit kodek IBlackmagicRaw!
de: Ich konnte den IBlackmagicRaw Codec nicht erstellen!
es: ¡Fallé en crear IBlackmagicRaw Codec!
fr: Je n'ai pas réussi à créer le codec IBlackmagicRaw !
it: Non sono riuscito a creare IBlackmagicRaw Codec!
ja: IBlackmagicRawコーデックの作成に失敗しました！
nl: Ik heb IBlackmagicRaw Codec niet kunnen maken!
pl: Nie udało mi się stworzyć kodeka IBlackmagicRaw!
pt: Não consegui criar o Codec IBlackmagicRaw!
ro: Nu am reușit să creez IBlackmagicRaw Codec!
ru: Не удалось создать кодек IBlackmagicRaw!
sv: Jag misslyckades med att skapa IBlackmagicRaw Codec!
tr: IBlackmagicRaw Codec'i oluşturamadım!

source: Failed to create IBlackmagicRawFactory!
ar: لقد فشلت في إنشاء IBlackmagicRawFactory!
cs: Nepodařilo se mi vytvořit IBlackmagicRawFactory!
de: Ich konnte IBlackmagicRawFactory nicht erstellen!
es: ¡Fallé en crear IBlackmagicRawFactory!
fr: J'ai échoué à créer IBlackmagicRawFactory !
it: Non sono riuscito a creare IBlackmagicRawFactory!
ja: IBlackmagicRawFactoryの作成に失敗しました！
nl: Ik heb IBlackmagicRawFactory niet kunnen maken!
pl: Nie udało mi się stworzyć IBlackmagicRawFactory!
pt: Não consegui criar IBlackmagicRawFactory!
ro: Nu am reușit să creez IBlackmagicRawFactory!
ru: Не удалось создать IBlackmagicRawFactory!
sv: Jag misslyckades med att skapa IBlackmagicRawFactory!
tr: IBlackmagicRawFactory'yi oluşturamadım!

source: Failed to create clip "
ar: فشل إنشاء المقطع "
cs: Klip se nepodařilo vytvořit "
de: Fehler beim Erstellen des Clips "
es: ¡Fallé en crear clip "
fr: Impossible de créer le clip "
it: Impossibile creare clip "
ja: クリップの作成に失敗しました"
nl: Kan clip niet maken "
pl: Nie udało się utworzyć klipu "
pt: Falha ao criar clipe "
ro: Nu s-a putut crea clipul "
ru: Не удалось создать клип "
sv: Det gick inte att skapa klippet "
tr: Klip oluşturulamadı "

source: Failed to get Audio Bit Depth!
ar: فشلت في الحصول على عمق بت الصوت!
cs: Nepodařilo se mi získat bitovou hloubku zvuku!
de: Ich konnte die Audiobittiefe nicht abrufen!
es: ¡Fallé en obtener profundidad en bits de audio!
fr: Je n'ai pas réussi à obtenir la profondeur de bits audio !
it: Non sono riuscito a ottenere la profondità di bit dell'audio!
ja: オーディオビット深度を取得できませんでした！
nl: Ik heb de audiobitdiepte niet gekregen!
pl: Nie udało mi się uzyskać głębi dźwięku!
pt: Não consegui obter a profundidade de bits de áudio!
ro: Nu am reușit să obțin adâncimea de biți audio!
ru: Не удалось получить битовую глубину звука!
sv: Jag lyckades inte få ljudets bitdjup!
tr: Ses bit derinliğini alamadım!

source: Failed to get Audio Channel Count!
ar: فشلت في الحصول على عدد من القنوات الصوتية!
cs: Nepodařilo se mi získat počet zvukových kanálů!
de: Ich konnte die Anzahl der Audiokanäle nicht abrufen!
es: ¡Fallé en obtener cantidad de canales de audio!
fr: Je n'ai pas réussi à obtenir le nombre de canaux audio !
it: Non sono riuscito a ottenere il numero di canali audio!
ja: オーディオチャンネルの数を取得できませんでした！
nl: Ik heb het aantal audiokanalen niet ontvangen!
pl: Nie udało mi się uzyskać liczby kanałów audio!
pt: Não consegui obter o número de canais de áudio!
ro: Nu am reușit să obțin numărul de canale audio!
ru: Не удалось получить количество аудиоканалов!
sv: Jag lyckades inte få antal ljudkanaler!
tr: Ses kanallarının sayısını alamadım!

source: Failed to get Audio Format!
ar: فشل الحصول على تنسيق الصوت!
cs: Nepodařilo se získat formát zvuku!
de: Fehler beim Abrufen des Audioformats!
es: ¡Fallé en obtener formato de audio!
fr: Impossible d'obtenir le format audio !
it: Impossibile ottenere il formato audio!
ja: オーディオ形式の取得に失敗しました！
nl: Kan audioformaat niet ophalen!
pl: Nie udało się uzyskać formatu audio!
pt: Falha ao obter o formato de áudio!
ro: Nu s-a putut obține formatul audio!
ru: Не удалось получить аудиоформат!
sv: Det gick inte att hämta ljudformat!
tr: Ses formatı alınamadı!

source: Failed to get Audio Sample Rate!
ar: فشل الحصول على تردد الصوت!
cs: Nepodařilo se získat frekvenci zvuku!
de: Audiofrequenz konnte nicht abgerufen werden!
es: ¡Fallé en obtener frecuencia de audio!
fr: Impossible d'obtenir la fréquence audio !
it: Impossibile ottenere la frequenza audio!
ja: 可聴周波数を取得できませんでした！
nl: Kan audiofrequentie niet ophalen!
pl: Nie udało się uzyskać częstotliwości dźwięku!
pt: Falha ao obter a frequência de áudio!
ro: Nu s-a putut obține frecvența audio!
ru: Не удалось получить частоту дискретизации аудио!
sv: Det gick inte att hämta ljudfrekvensen!
tr: Ses frekansı alınamadı!

source: Failed to get IBlackmagicRawFrame!
ar: فشلت في الحصول على IBlackmagicRawFrame!
cs: Nepodařilo se mi získat IBlackmagicRawFrame!
de: Ich konnte IBlackmagicRawFrame nicht abrufen!
es: ¡Fallé en obtener IBlackmagicRawFrame!
fr: Je n'ai pas réussi à obtenir IBlackmagicRawFrame !
it: Non sono riuscito a ottenere IBlackmagicRawFrame!
ja: IBlackmagicRawFrameを取得できませんでした！
nl: Ik heb IBlackmagicRawFrame niet gekregen!
pl: Nie udało mi się zdobyć IBlackmagicRawFrame!
pt: Não consegui obter o IBlackmagicRawFrame!
ro: Nu am reușit să obțin IBlackmagicRawFrame!
ru: Не удалось получить IBlackmagicRawFrame!
sv: Jag misslyckades med att skaffa IBlackmagicRawFrame!
tr: IBlackmagicRawFrame'i alamadım!

source: Failed to get clip IBlackmagicRawMetadataIterator!
ar: فشلت في الحصول على IBlackmagicRawMetadataIterator للمقطع!
cs: Nepodařilo se mi získat IBlackmagicRawMetadataIterator pro klip!
de: Ich habe den IBlackmagicRawMetadataIterator für den Clip nicht bekommen!
es: ¡Fallé en obtener IBlackmagicRawMetadataIterator para el clip!
fr: Je n'ai pas réussi à obtenir le IBlackmagicRawMetadataIterator pour le clip !
it: Non sono riuscito a ottenere IBlackmagicRawMetadataIterator per la clip!
ja: クリップのIBlackmagicRawMetadataIteratorを取得できませんでした.
nl: Ik heb de IBlackmagicRawMetadataIterator voor de clip niet gekregen!
pl: Nie udało mi się uzyskać IBlackmagicRawMetadataIterator dla klipu!
pt: Não consegui obter o IBlackmagicRawMetadataIterator para o clipe!
ro: Nu am reușit să obțin IBlackmagicRawMetadataIterator pentru clip!
ru: Не удалось получить клип IBlackmagicRawMetadataIterator!
sv: Jag misslyckades med att skaffa IBlackmagicRawMetadataIterator för klippet!
tr: Klip için IBlackmagicRawMetadataIterator'ı alamadım!

source: Failed to get data from IBlackmagicRawMetadataIterator!
ar: فشل الحصول على البيانات من IBlackmagicRawMetadataIterator!
cs: Nepodařilo se získat data z IBlackmagicRawMetadataIterator!
de: Fehler beim Abrufen von Daten von IBlackmagicRawMetadataIterator!
es: ¡Fallé en obtener datos de IBlackmagicRawMetadataIterator!
fr: Impossible d'obtenir les données de IBlackmagicRawMetadataIterator !
it: Impossibile ottenere i dati da IBlackmagicRawMetadataIterator!
ja: IBlackmagicRawMetadataIteratorからデータを取得できませんでした！
nl: Kan geen gegevens ophalen van IBlackmagicRawMetadataIterator!
pl: Nie udało się pobrać danych z IBlackmagicRawMetadataIterator!
pt: Falha ao obter dados de IBlackmagicRawMetadataIterator!
ro: Nu s-au putut obține date de la IBlackmagicRawMetadataIterator!
ru: Не удалось получить данные из IBlackmagicRawMetadataIterator!
sv: Det gick inte att hämta data från IBlackmagicRawMetadataIterator!
tr: IBlackmagicRawMetadataIterator'dan veri alınamadı!

source: Failed to get frame IBlackmagicRawMetadataIterator!
ar: فشلت في الحصول على IBlackmagicRawMetadataIterator من الإطار!
cs: Nepodařilo se mi získat IBlackmagicRawMetadataIterator z rámce!
de: Ich konnte IBlackmagicRawMetadataIterator nicht aus dem Frame abrufen!
es: ¡Fallé en obtener IBlackmagicRawMetadataIterator del cuadro!
fr: Je n'ai pas réussi à obtenir IBlackmagicRawMetadataIterator à partir du cadre !
it: Non sono riuscito a ottenere IBlackmagicRawMetadataIterator dal frame!
ja: フレームからIBlackmagicRawMetadataIteratorを取得できませんでした！
nl: Ik kon IBlackmagicRawMetadataIterator niet uit frame halen!
pl: Nie udało mi się pobrać IBlackmagicRawMetadataIterator z ramki!
pt: Não consegui obter IBlackmagicRawMetadataIterator do quadro!
ro: Nu am reușit să obțin IBlackmagicRawMetadataIterator din cadru!
ru: Не удалось получить кадр IBlackmagicRawMetadataIterator!
sv: Jag misslyckades med att hämta IBlackmagicRawMetadataIterator från ram!
tr: Çerçeveden IBlackmagicRawMetadataIterator'ı alamadım!

source: Failed to get total audio sample count!
ar: لقد فشلت في الحصول على إجمالي عدد عينات الصوت!
cs: Nepodařilo se mi získat celkový počet zvukových vzorků!
de: Ich habe die Gesamtanzahl der Audio-Samples nicht erhalten!
es: ¡Fallé en obtener la cuenta total de sampleos de audio!
fr: Je n'ai pas réussi à obtenir le nombre total d'échantillons audio !
it: Non sono riuscito a ottenere il conteggio totale dei campioni audio!
ja: オーディオサンプルの総数を取得できませんでした.
nl: Ik heb het totale aantal audiosamples niet gekregen!
pl: Nie udało mi się uzyskać całkowitej liczby próbek audio!
pt: Não consegui obter a contagem total de amostras de áudio!
ro: Nu am reușit să obțin numărul total de mostre audio!
ru: Не удалось получить общее количество аудиосэмплов!
sv: Jag lyckades inte få det totala antalet ljudprover!
tr: Toplam ses örneği sayısını alamadım!
