Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Not a GLPathShape pointer
ar: ليس مؤشرًا إلى GLPathShape
cs: Není to ukazatel na GLPathShape
de: Kein Zeiger auf GLPathShape
es: No es un puntero a GLPathShape
fr: Pas un pointeur vers GLPathShape
it: Non un puntatore a GLPathShape
ja: GLPathShapeへのポインタではありません
nl: Geen verwijzing naar GLPathShape
pl: Nie jest to wskaźnik do GLPathShape
pt: Não é um ponteiro para GLPathShape
ro: Nu este un indicator către GLPathShape
ru: Не указатель GLPathShape
sv: Inte en pekare till GLPathShape
tr: GLPathShape için bir işaretçi değil

source: Not a GLRectangleShape pointer
ar: ليس مؤشر GLRectangleShape
it: Non un puntatore GLRectangleShape
ja: GLRectangleShapeポインターではありません
nl: Geen GLRectangleShape-aanwijzer
sv: Inte en GLRectangleShape-pekare

source: Not a GLTextShape pointer in mouseRelease
ar: ليس مؤشرًا إلى GLTextShape عند إصدار الماوس
cs: Není to ukazatel na GLTextShape na mouseRelease
de: Kein Zeiger auf GLTextShape bei mouseRelease
es: No es un puntero a GLTextShape en mouseRelease
fr: Pas un pointeur vers GLTextShape sur mouseRelease
it: Non un puntatore a GLTextShape su mouseRelease
ja: mouseReleaseのGLTextShapeへのポインタではありません
nl: Geen verwijzing naar GLTextShape op mouseRelease
pl: Brak wskaźnika do GLTextShape na mouseRelease
pt: Não é um ponteiro para GLTextShape no mouseRelease
ro: Nu este un pointer către GLTextShape pe mouseRelease
ru: Не указатель GLTextShape в mouseRelease
sv: Inte en pekare till GLTextShape på mouseRelease
tr: MouseRelease üzerinde GLTextShape için bir işaretçi değil

source: Not a mental ray stub file anymore.
ar: لم يعد ملف تقديم شعاع ذهني.
cs: Už to není renderovací soubor mental ray.
de: Es handelt sich nicht mehr um eine mental ray-Renderdatei.
es: No es más un archivo de mental ray de render.
fr: Il ne s'agit plus d'un fichier de rendu mental ray.
it: Non è più un file di rendering di mental ray.
ja: これは、mentalrayレンダリングファイルではなくなりました.
nl: Het is niet langer een mentaal ray-renderbestand.
pl: To już nie jest plik renderowania mental ray.
pt: Não é mais um arquivo de renderização mental ray.
ro: Nu mai este un fișier de redare mental ray.
ru: Это больше не файл-заглушка Mental Ray.
sv: Det är inte längre en mental ray render-fil.
tr: Artık bir mental ray işleme dosyası değil.

source: Not a picture to be bound
ar: ليست صورة ليتم ربطها
cs: Není to obrázek ke svázání
de: Kein Bild, an das man sich binden kann
es: No es una imagen para ser atada
fr: Pas une image à lier
it: Non un'immagine da legare
ja: 結ぶ画像ではありません
nl: Geen afbeelding om te binden
pl: Nie obraz do wiązania
pt: Não é uma imagem a ser amarrada
ro: Nu o imagine de legat
ru: Не картина, чтобы быть связанным
sv: Inte en bild som ska knytas
tr: Bağlanacak bir resim değil

source: Not a table
ar: لا طاولة
cs: ne stůl
de: kein Tisch
fr: pas un tableau
it: non un tavolo
ja: テーブルではありません
nl: geen tafel
pl: nie stół
pt: não é uma mesa
ro: nu o masă
ru: Не стол
sv: inte ett bord
tr: masa değil

source: Not a valid picture to be bound
ar: انها ليست صورة صالحة ليتم ربطها
cs: Není to platný obrázek, který má být svázán
de: Es ist kein gültiges Bild, das gebunden werden kann
es: No es una imagen válida para ser atada
fr: Ce n'est pas une image valide à lier
it: Non è un'immagine valida da legare
ja: 結ぶのは有効な画像ではありません
nl: Het is geen geldige afbeelding om te worden vastgebonden
pl: To nie jest prawidłowy obraz do wiązania
pt: Não é uma imagem válida para ser amarrada
ro: Nu este o imagine validă de legat
ru: Недопустимое изображение для привязки
sv: Det är inte en giltig bild som ska knytas
tr: Bağlanacak geçerli bir resim değil

source: Not enough compressed data
ar: لا توجد بيانات مضغوطة كافية
cs: Nedostatek komprimovaných dat
de: Nicht genügend komprimierte Daten
es: No hay suficiente datos comprimidos
fr: Pas assez de données compressées
it: Dati compressi insufficienti
ja: 十分な圧縮データがありません
nl: Niet genoeg gecomprimeerde gegevens
pl: Za mało skompresowanych danych
pt: Dados compactados insuficientes
ro: Nu sunt suficiente date comprimate
ru: Недостаточно сжатых данных
sv: Inte tillräckligt med komprimerad data
tr: Yeterli sıkıştırılmış veri yok

source: Not enough memory for black image
ar: لا ذاكرة للصورة السوداء
cs: Žádná paměť pro černý obrázek
de: Kein Speicher für schwarzes Bild
es: Sin memoria para imagen en negro
fr: Pas de mémoire pour l'image noire
it: Nessuna memoria per l'immagine nera
ja: 黒の画像用のメモリがありません
nl: Geen geheugen voor zwart beeld
pl: Brak pamięci na czarny obraz
pt: Sem memória para imagem preta
ro: Nu există memorie pentru imaginea neagră
ru: Недостаточно памяти для черного изображения
sv: Inget minne för svart bild
tr: Siyah görüntü için hafıza yok

source: Not enough memory for color transform
ar: لا ذاكرة لتحويل اللون
cs: Žádná paměť pro transformaci barev
de: Kein Speicher für Farbtransformation
es: Sin memoria para transformación de color
fr: Pas de mémoire pour la transformation des couleurs
it: Nessuna memoria per la trasformazione del colore
ja: 色変換のメモリがありません
nl: Geen geheugen voor kleurtransformatie
pl: Brak pamięci do transformacji kolorów
pt: Sem memória para transformação de cores
ro: Fără memorie pentru transformarea culorii
ru: Недостаточно памяти для преобразования цвета
sv: Inget minne för färgomvandling
tr: Renk dönüşümü için hafıza yok

source: Not enough memory for context
ar: لا ذاكرة للسياق
cs: Žádná paměť na kontext
de: Kein Gedächtnis für Kontext
es: Sin memoria para el contexto
fr: Pas de mémoire pour le contexte
it: Nessuna memoria per il contesto
ja: コンテキスト用のメモリがありません
nl: Geen geheugen voor context
pl: Brak pamięci na kontekst
pt: Sem memória para contexto
ro: Fără memorie pentru context
ru: Недостаточно памяти для контекста
sv: Inget minne för sammanhang
tr: Bağlam için hafıza yok

source: Not enough memory for image
ar: لا توجد ذاكرة للصورة
cs: Žádná obrazová paměť
de: Kein Bildspeicher
es: Sin memoria para imagen
fr: Pas de mémoire d'image
it: Nessuna memoria di immagine
ja: 画像メモリなし
nl: Geen beeldgeheugen
pl: Brak pamięci obrazu
pt: Sem memória de imagem
ro: Fără memorie de imagine
ru: Недостаточно памяти для изображения
sv: Inget bildminne
tr: Görüntü belleği yok

source: Not group child in table row
ar: لا تجمع الطفل في صف الجدول
cs: Nesdružujte potomka v řádku tabulky
de: Untergeordnetes Element nicht in Tabellenzeile gruppieren
fr: Ne pas regrouper l'enfant dans la ligne du tableau
it: Non raggruppare il figlio nella riga della tabella
ja: テーブル行に子をグループ化しないでください
nl: Groepeer kind niet in tabelrij
pl: Nie grupuj dzieci w rzędzie tabeli
pt: Não agrupar filho na linha da tabela
ro: Nu grupați copilul pe rândul tabelului
ru: Не группировать дочерние элементы в строке таблицы
sv: Gruppera inte barn i tabellraden
tr: Çocuğu tablo satırında gruplamayın

source: Nov
ar: رقم
cs: Ne
de: Nein
es: No
fr: Non
it: No
ja: 番号
nl: Niet doen
pl: Nie
pt: Não
ro: Nu
ru: ноябрь
sv: Nej
tr: Numara

source: NumLock
ar: قفل عدد
cs: číselný zámek
de: Zahlenschloss
es: Bloqueo Numérico
fr: verrouillage numérique
it: blocco numerico
ja: 番号錠
nl: Nummerslot
pl: Blokada numerów
pt: bloqueio de número
ro: blocarea numărului
sv: nummerlås
tr: Numara kilidi

source: Number of FStops the LUT will cover. Higher numbers show more detail in the black levels, while it makes the midrange be less defined.
ar: عدد FStops التي سيغطيها الجدول. تظهر الأرقام الأعلى مزيدًا من التفاصيل في المستويات السوداء ، بينما تجعل القيم المتوسطة المدى أقل تحديدًا.
cs: Počet FSstopů, které stůl pokryje. Vyšší čísla ukazují více detailů v úrovních černé, zatímco hodnoty středního rozsahu jsou méně definované.
de: Anzahl der FStops, die die Tabelle abdeckt. Höhere Zahlen zeigen mehr Details in den Schwarzwerten, während mittlere Werte weniger definiert werden.
es: Número de FStops que cubrirá la Tabla. Números más altos muestran mas detalles en los niveles de negro, mientras hace los valores a mitad de rango menos definidos.
fr: Nombre de FStops que le tableau couvrira. Des nombres plus élevés montrent plus de détails dans les niveaux de noir, tout en rendant les valeurs moyennes moins définies.
it: Numero di Fstop che la Tabella riguarderà. Numeri più alti mostrano più dettagli nei livelli di nero, mentre rendono meno definiti i valori di fascia media.
ja: テーブルがカバーするFStopの数.数値が大きいほど、黒のレベルでより詳細に表示されますが、ミッドレンジの値はあまり定義されていません.
nl: Aantal FStops dat de tafel zal bestrijken. Hogere cijfers laten meer detail zien in de zwartwaarden, terwijl middenbereikwaarden minder gedefinieerd worden.
pl: Liczba FSstopów, które obejmie Tabela. Wyższe liczby pokazują więcej szczegółów na czarnych poziomach, podczas gdy wartości średniego zakresu są mniej zdefiniowane.
pt: Número de FStops que a Tabela cobrirá. Números mais altos mostram mais detalhes nos níveis de preto, enquanto tornam os valores intermediários menos definidos.
ro: Numărul de FStop pe care le va acoperi Tabelul. Numerele mai mari arată mai multe detalii în nivelurile de negru, în timp ce valorile medii sunt mai puțin definite.
ru: Количество FStops, которое покрывает LUT. Более высокие значения показывают больше деталей на уровнях черного, в то время как средние частоты становятся менее четкими.
sv: Antal FStops som tabellen kommer att täcka. Högre siffror visar mer detaljer i svartnivåerna, samtidigt som mellanvärdena blir mindre definierade.
tr: Tablonun kapsayacağı Fstop sayısı. Daha yüksek sayılar, siyah seviyelerinde daha fazla ayrıntı gösterirken, orta aralıktaki değerleri daha az tanımlı hale getirir.

source: Number of Fstops
ar: عدد FStops
cs: Počet FSstopů
de: Anzahl der FStops
es: Número de FStops
fr: Nombre d'arrêts de sécurité
it: Numero di Fstop
ja: FStopの数
nl: Aantal FStops
pl: Liczba FSstop
pt: Número de FStops
ro: Numărul de opriri FS
ru: Количество Fstops
sv: Antal FStops
tr: Fstop sayısı

source: Number of Parts
ar: عدد الأجزاء
cs: Počet dílů
de: Anzahl der Teile
es: Número de Partes
fr: Nombre de pièces
it: Numero di parti
ja: 部品点数
nl: Aantal onderdelen
pl: Liczba części
pt: Número de peças
ro: Numărul de piese
ru: Количество частей
sv: Antal delar
tr: Parça sayısı

source: Number of audio channels
ar: عدد القنوات الصوتية
cs: Počet audio kanálů
de: Anzahl der Audiokanäle
es: Número de canales de audio
fr: Nombre de canaux audio
it: Numero di canali audio
ja: オーディオチャンネルの数
nl: Aantal audiokanalen
pl: Liczba kanałów audio
pt: Número de canais de áudio
ro: Numărul de canale audio
ru: Количество аудиоканалов
sv: Antal ljudkanaler
tr: Ses kanalı sayısı

source: Number of audio streams in file
ar: عدد التدفقات الصوتية في الملف
cs: Počet audio streamů v souboru
de: Anzahl der Audiostreams in der Datei
es: Número de flujos de audio en el archivo
fr: Nombre de flux audio dans le fichier
it: Numero di flussi audio nel file
ja: ファイル内のオーディオストリームの数
nl: Aantal audiostreams in het bestand
pl: Liczba strumieni audio w pliku
pt: Número de fluxos de áudio no arquivo
ro: Numărul de fluxuri audio din fișier
ru: Количество аудиопотоков в файле
sv: Antal ljudströmmar i filen
tr: Dosyadaki ses akışlarının sayısı

source: Number of channels in clip
ar: عدد القنوات في المقطع
cs: Počet kanálů v klipu
de: Anzahl der Kanäle im Clip
es: Número de canales en el clip
fr: Nombre de canaux dans le clip
it: Numero di canali nella clip
ja: クリップ内のチャンネル数
nl: Aantal kanalen in de clip
pl: Liczba kanałów w klipie
pt: Número de canais no clipe
ro: Numărul de canale din clip
ru: Количество каналов в клипе
sv: Antal kanaler i klippet
tr: Klipteki kanal sayısı

source: Number of client runs:
ar: عدد عمليات العميل:
cs: Počet spuštění klienta:
de: Anzahl Clientläufe:
es: Número de corridas del cliente:
fr: Nombre d'exécutions client :
it: Numero di esecuzioni client:
ja: クライアントの実行数:
nl: Aantal klantruns:
pl: Liczba uruchomień klienta:
pt: Número de execuções do cliente:
ro: Numărul de rulări ale clientului:
ru: Количество запусков клиента:
sv: Antal klientkörningar:
tr: İstemci çalıştırma sayısı:

source: Number of connections now:
ar: عدد التوصيلات الآن:
cs: Počet připojení nyní:
de: Anzahl der Verbindungen jetzt:
es: Número de conexiones ahora:
fr: Nombre de connexions actuellement :
it: Numero di connessioni ora:
ja: 現在の接続数:
nl: Aantal aansluitingen nu:
pl: Liczba połączeń teraz:
pt: Número de conexões agora:
ro: Numărul de conexiuni acum:
ru: Количество подключений сейчас:
sv: Antal anslutningar nu:
tr: Şimdi bağlantı sayısı:

source: Number of subtitle streams in file
ar: عدد تدفقات الترجمة في الملف
cs: Počet proudů titulků v souboru
de: Anzahl der Untertitelstreams in der Datei
es: Número de flujos de subtitulos en el archivo
fr: Nombre de flux de sous-titres dans le fichier
it: Numero di flussi di sottotitoli nel file
ja: ファイル内の字幕ストリームの数
nl: Aantal ondertitelstreams in het bestand
pl: Liczba strumieni napisów w pliku
pt: Número de fluxos de legendas no arquivo
ro: Numărul de fluxuri de subtitrare din fișier
ru: Количество потоков субтитров в файле
sv: Antal undertextströmmar i filen
tr: Dosyadaki altyazı akışlarının sayısı

source: Number of video streams in file
ar: عدد تدفقات الفيديو في الملف
cs: Počet video streamů v souboru
de: Anzahl der Videostreams in der Datei
es: Número de flujos de video en el archivo
fr: Nombre de flux vidéo dans le fichier
it: Numero di flussi video nel file
ja: ファイル内のビデオストリームの数
nl: Aantal videostreams in het bestand
pl: Liczba strumieni wideo w pliku
pt: Número de fluxos de vídeo no arquivo
ro: Numărul de fluxuri video din fișier
ru: Количество видеопотоков в файле
sv: Antal videoströmmar i filen
tr: Dosyadaki video akışlarının sayısı

source: OCIO Color Space
ar: مساحة ألوان الترفيه
cs: OCIO Barevný prostor
de: OCIO Farbraum
es: Espacio de Color OCIO
fr: Espace colorimétrique OCIO
it: OCIO Spazio colore
ja: レジャーカラースペース
nl: OCIO Kleurruimte
pl: OCIO Przestrzeń kolorów
pt: LAZER Espaço de Cores
ro: TEMPORUL Spațiu de culoare
ru: Цветовое пространство OCIO
sv: OCIO Färgrymd
tr: EĞLENCE Renk Alanı

source: OCIO Config File
ar: ملف تكوين OCIO
cs: Konfigurační soubor OCIO
de: OCIO-Konfigurationsdatei
es: Archivo de Configuracion de OCIO
fr: Fichier de configuration OCIO
it: File di configurazione OCIO
ja: OCIO構成ファイル
nl: OCIO-configuratiebestand
pl: Plik konfiguracyjny OCIO
pt: Arquivo de configuração OCIO
ro: Fișierul de configurare OCIO
ru: Файл конфигурации OCIO
sv: OCIO-konfigurationsfil
tr: OCIO Yapılandırma Dosyası

source: OCIO Display
ar: عرض الترفيه
cs: Displej OCIO
de: OCIO-Anzeige
es: Display OCIO
fr: Affichage OCIO
it: Display OCIO
ja: レジャーディスプレイ
nl: OCIO-weergave
pl: Wyświetlacz REKREACYJNY
pt: Exibição de LAZER
ro: display LEISURE
ru: OCIO-дисплей
tr: EĞLENCE ekranı

source: OCIO Display/View or some default gamma settings.
ar: عرض/عرض OCIO أو بعض إعدادات جاما الافتراضية
cs: Zobrazit/OCIO View nebo některá výchozí nastavení gama
de: Anzeige/OCIO View oder einige Standard-Gammaeinstellungen
es: Display/View de OCIO o algunos seteos de gama por defecto
fr: affichage/OCIO View ou certains paramètres gamma par défaut
it: Schermo/OCIO View o alcune impostazioni gamma predefinite
ja: 画面/OCIOビューまたはいくつかのデフォルトのガンマ設定
nl: Scherm/OCIO View of sommige standaard gamma-instellingen
pl: wyświetlacz/OCIO View lub niektóre domyślne ustawienia gamma
pt: tela/OCIO View ou algumas configurações de gama padrão
ro: afişa/OCIO View sau unele setări gamma implicite
ru: OCIO-дисплей/Просмотр или некоторые настройки гаммы по умолчанию.
sv: visa/OCIO View eller vissa standardgammainställningar
tr: Görüntüle/OCIO Görünümü veya bazı varsayılan gama ayarları

source: OCIO Input Color Space
ar: مساحة ألوان الإدخال OCIO
cs: Vstupní barevný prostor OCIO
de: OCIO Eingabefarbraum
es: Espacio de Color de Entrada de OCIO
fr: Espace colorimétrique d'entrée OCIO
it: Spazio colore di input OCIO
ja: OCIO入力色空間
nl: OCIO-invoerkleurruimte
pl: Przestrzeń kolorów wejścia OCIO
pt: Espaço de cores de entrada OCIO
ro: Spațiu de culoare de intrare OCIO
ru: Входное цветовое пространство OCIO
tr: OCIO Giriş Renk Alanı

source: OCIO View
ar: عرض الترفيه
cs: Pohled na OCIO
de: OCIO anzeigen
es: Vista OCIO
fr: Vue OCIO
it: vista OCIO
ja: レジャービュー
nl: OCIO uitzicht
pl: Widok REKREACYJNY
pt: LAZER visualização
ro: Vedere LEISURE
ru: OCIO Просмотр
sv: OCIO Utsikt
tr: EĞLENCE görünümü

source: OCIO View change failed
ar: فشل تبديل عرض OCIO
cs: Selhal přepínač zobrazení OCIO
de: Wechsel der OCIO-Ansicht fehlgeschlagen
fr: Échec du changement de vue OCIO
it: Passaggio alla visualizzazione OCIO non riuscito
ja: OCIOビュースイッチの失敗
nl: Mislukte OCIO-weergaveschakelaar
pl: Uszkodzony przełącznik widoku OCIO
pt: Falha no interruptor de visualização OCIO
ro: Comutatorul de vizualizare OCIO a eșuat
ru: Не удалось изменить представление OCIO.
sv: Misslyckades OCIO view switch
tr: Başarısız OCIO görünüm anahtarı

source: OCIO config (*.{
ar: تكوين الترفيه (*. {
cs: Konfigurace OCIO (*.{
de: OCIO-Konfiguration (*.{
es: Configuracion de OCIO (*.{
fr: Paramétrage OCIO (*.{
it: Configurazione OCIO (*.{
ja: レジャー構成 (*.{
nl: OCIO configuratie (*.{
pl: Konfiguracja REKREACYJNA (*.{
pt: Configuração LAZER (*.{
ro: Configurație LEISURE (*.{
ru: Конфигурация OCIO (*.{
sv: OCIO-konfiguration (*.{
tr: LEISURE yapılandırması (*.{

source: OCIO config is not set. Defaulting to CTL.
ar: متغير بيئة OCIO غير موجود. سيتم استخدام CTL.
cs: Proměnná prostředí OCIO neexistuje. Bude použito CTL.
de: Die Umgebungsvariable OCIO existiert nicht. CTL wird verwendet.
es: La variable de entorno OCIO no existe. Se usará CTL.
fr: La variable d'environnement OCIO n'existe pas. CTL sera utilisé.
it: La variabile di ambiente OCIO non esiste. Verrà utilizzato CTL.
ja: OCIO環境変数が存在しません. CTLが使用されます.
nl: De omgevingsvariabele OCIO bestaat niet. CTL zal worden gebruikt.
pl: Zmienna środowiskowa OCIO nie istnieje. CTL będzie używany.
pt: A variável de ambiente OCIO não existe. CTL será usado.
ro: Variabila de mediu OCIO nu există. Se va folosi CTL.
ru: Конфигурация OCIO не установлена. По умолчанию CTL.
sv: Miljövariabeln OCIO finns inte. CTL kommer att användas.
tr: OCIO ortam değişkeni mevcut değil. CTL kullanılacaktır.

source: OCIO input color space for the image
ar: مساحة لون الإدخال للصورة غير محددة.
cs: Vstupní barevný prostor obrázku není definován.
de: Eingabefarbraum des Bildes undefiniert.
es: Espacio de Color de Entrada de la imagen sin definir.
fr: Espace colorimétrique d'entrée de l'image non défini.
it: Immettere lo spazio colore dell'immagine non definito.
ja: 画像の入力色空間は未定義です.
nl: Invoerkleurruimte van het beeld ongedefinieerd.
pl: Wejściowa przestrzeń kolorów obrazu niezdefiniowana.
pt: Espaço de cor de entrada da imagem indefinido.
ro: Spațiul de culoare de intrare al imaginii este nedefinit.
ru: Входное цветовое пространство OCIO для изображения
sv: Inmatning av färgrymd för bilden odefinierad.
tr: Görüntünün Renk Alanı Girdisi tanımsız.

source: OCIO/Display
ar: OCIO/عرض
cs: OCIO/Zobrazit
de: OCIO/Anzeige
fr: OCIO/affichage
it: OCIO/Schermo
ja: OCIO/画面
nl: OCIO/Scherm
pl: OCIO/wyświetlacz
pt: LAZER/tela
ro: OCIO/afişa
ru: ОСИО/Отображать
sv: OCIO/visa
tr: OCIO/Görüntüle

source: OCIO/Input Color Space
ar: OCIO/مساحة لون الإدخال
cs: OCIO/Vstupní barevný prostor
de: OCIO/Farbraum eingeben
es: OCIO/Espacio de Color de Entrada
fr: OCIO/Espace colorimétrique d'entrée
it: OCIO/Inserisci spazio colore
ja: OCIO/入力色空間
nl: OCIO/Invoerkleurruimte
pl: OCIO/Wprowadź przestrzeń kolorów
pt: LAZER/Espaço de cores de entrada
ro: OCIO/Spațiu de culoare de intrare
ru: ОСИО/Входное цветовое пространство
sv: OCIO/Mata in färgrymd
tr: OCIO/Giriş Renk Alanı

source: OCIO/View
ar: OCIO/رأي
cs: OCIO/Pohled
de: OCIO/Sicht
es: OCIO/Vista
fr: OCIO/Voir
it: OCIO/Visualizzazione
ja: OCIO/意見
nl: OCIO/Weergave
pl: OCIO/Pogląd
pt: LAZER/Visualizar
ro: OCIO/Vedere
ru: ОСИО/Вид
sv: OCIO/Se
tr: OCIO/Görünüm

source: ODT Lut is set to prefer CTL script but only ICC profile found in ODT.
ar: تم تعيين ODT Lut لإجراء عمليات كتابة CTL ولكن تم العثور على ملف تعريف ICC واحد فقط في ODT.
cs: ODT Lut je nastaven tak, aby umožňoval zápisy CTL, ale v ODT se nachází pouze jeden ICC profil.
de: ODT Lut ist so eingestellt, dass CTL-Schreibvorgänge bevorzugt werden, aber in ODT wird nur ein ICC-Profil gefunden.
es: ODT Lut está seteado para perferir escrituras CTL pero solo un perfil ICC encontrado en ODT.
fr: ODT Lut est configuré pour perfer les écritures CTL mais un seul profil ICC trouvé dans ODT.
it: ODT Lut è impostato per eseguire scritture CTL ma solo un profilo ICC trovato in ODT.
ja: ODT LutはCTL書き込みを実行するように設定されていますが、ODTで見つかったICCプロファイルは1つだけです.
nl: ODT Lut is ingesteld om CTL-schrijfbewerkingen uit te voeren, maar er is slechts één ICC-profiel gevonden in ODT.
pl: ODT Lut jest ustawiony na perfekcję zapisów CTL, ale w ODT znaleziono tylko jeden profil ICC.
pt: O ODT Lut está configurado para executar gravações CTL, mas apenas um perfil ICC encontrado no ODT.
ro: ODT Lut este setat să perfer scrierile CTL, dar numai un profil ICC găsit în ODT.
ru: ODT Lut настроен на предпочтение сценария CTL, но только профиль ICC, найденный в ODT.
sv: ODT Lut är inställd på att ge CTL-skrivningar men endast en ICC-profil finns i ODT.
tr: ODT Lut, CTL yazma işlemlerini gerçekleştirecek şekilde ayarlanmıştır, ancak ODT'de yalnızca bir ICC profili bulunur.

source: ODT Lut is set to prefer ICC profile but only CTL script found in ODT.
ar: تم تعيين ODT Lut على تفضيل ملف تعريف ICC ولكن تم العثور على نص CTL واحد فقط في ODT.
cs: ODT Lut je nastaven tak, aby preferoval ICC profil, ale v ODT byl nalezen pouze jeden CTL skript.
de: ODT Lut ist so eingestellt, dass es ein ICC-Profil bevorzugt, aber in ODT wurde nur ein CTL-Skript gefunden.
es: ODT Lut está seteado para preferir un perfil ICC pero solo una escritura CTL fue encontrada en ODT.
fr: ODT Lut est configuré pour préférer un profil ICC mais un seul script CTL a été trouvé dans ODT.
it: ODT Lut è impostato per preferire un profilo ICC ma in ODT è stato trovato solo uno script CTL.
ja: ODT LutはICCプロファイルを優先するように設定されていますが、ODTで見つかったCTLスクリプトは1つだけです.
nl: ODT Lut geeft de voorkeur aan een ICC-profiel, maar er is slechts één CTL-script gevonden in ODT.
pl: ODT Lut jest ustawiony na preferowanie profilu ICC, ale w ODT znaleziono tylko jeden skrypt CTL.
pt: O ODT Lut está configurado para preferir um perfil ICC, mas apenas um script CTL foi encontrado no ODT.
ro: ODT Lut este setat să prefere un profil ICC, dar în ODT a fost găsit un singur script CTL.
ru: ODT Lut настроен на предпочтение профиля ICC, но только сценарий CTL, найденный в ODT.
sv: ODT Lut är inställd på att föredra en ICC-profil men endast ett CTL-skript hittades i ODT.
tr: ODT Lut, bir ICC profilini tercih edecek şekilde ayarlandı ancak ODT'de yalnızca bir CTL komut dosyası bulundu.

source: OGG Vorbis music
ar: موسيقى OGG Vorbis
cs: Hudba OGG Vorbis
de: OGG Vorbis Musik
es: Música OGG Vorbis
fr: OGG Vorbis Musique
it: OGG Vorbis Musica
nl: OGG Vorbis Muziek
pl: Muzyka OGG Vorbis
pt: Música OGG Vorbis
ro: Muzica OGG Vorbis
ru: Музыка OGG Vorbis
sv: OGG Vorbis musik
tr: OGG Vorbis Müzik

source: OIIO Saving
ar: إنقاذ OIIO
cs: Ukládání OIIO
de: Speichern von OIIO
es: Grabando OIIO
fr: Enregistrement de l'OIIO
it: Salvataggio di OIIO
ja: OIIOの節約
nl: OIIO opslaan
pl: Zapisywanie OIIO
pt: Salvando OIIO
ro: Salvarea OIIO
ru: ОИИО Экономия
sv: Sparar OIIO
tr: OIIO'yu kaydetme

source: OK
ar: حسنا
cs: dobře
de: Okay
fr: d'accord
it: Va bene
ja: わかった
nl: Oke
pl: w porządku
ro: bine
sv: Okej
tr: Tamam

source: Object Cycle
ar: دورة الكائن
cs: Objektový cyklus
de: Objektzyklus
es: Ciclo de Objeto
fr: Cycle d'objet
it: Ciclo di oggetti
ja: オブジェクトサイクル
nl: Objectcyclus
pl: Cykl obiektu
pt: Ciclo do objeto
ro: Ciclul obiectelor
ru: Объектный цикл
sv: Objektcykel
tr: Nesne Döngüsü

source: Oct
ar: أكتوبر
cs: října
de: Okt
it: ottobre
ja: 10月
nl: okt
pl: Październik
pt: Outubro
ru: октябрь
sv: okt
tr: Ekim

source: Offset
ar: الإزاحة
cs: Přemístění
de: Verschiebung
es: Desplazamiento
fr: Déplacement
it: Dislocamento
ja: 変位
nl: Verplaatsing
pl: Przemieszczenie
pt: Deslocamento
ro: Deplasare
ru: Компенсировать
sv: Förflyttning
tr: Yer değiştirme
