Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Could not write to fifo buffer. Error:
ar: لم أستطع الكتابة إلى المخزن المؤقت فيفو. خطأ:
cs: Nemohl jsem zapisovat do vyrovnávací paměti fifo. Chyba:
de: Ich konnte nicht in den Fifo-Puffer schreiben. Fehler:
es: No pude escribir al buffer fifo. Error:
fr: Je ne pouvais pas écrire dans le tampon fifo. Erreur:
it: Non sono riuscito a scrivere nel buffer fifo. Errore:
ja: fifoバッファに書き込めませんでした.エラー:
nl: Ik kon niet naar de fifo-buffer schrijven. Fout:
pl: Nie mogłem pisać do bufora fifo. Błąd:
pt: Não consegui gravar no buffer fifo. Erro:
ro: Nu am putut scrie în bufferul fifo. Eroare:
ru: Не удалось записать в буфер FIFO. Ошибка:
sv: Jag kunde inte skriva till fifo-bufferten. Fel:
tr: Fifo arabelleğine yazamadım. Hata:

source: Could not write to fifo buffer. Error:
ar: لم أستطع الكتابة إلى المخزن المؤقت فيفو. خطأ:
cs: Nemohl jsem zapisovat do vyrovnávací paměti fifo. Chyba:
de: Ich konnte nicht in den Fifo-Puffer schreiben. Fehler:
es: No pude escribir al buffer fifo. Error:
fr: Je ne pouvais pas écrire dans le tampon fifo. Erreur:
it: Non sono riuscito a scrivere nel buffer fifo. Errore:
ja: fifoバッファに書き込めませんでした.エラー:
nl: Ik kon niet naar de fifo-buffer schrijven. Fout:
pl: Nie mogłem pisać do bufora fifo. Błąd:
pt: Não consegui gravar no buffer fifo. Erro:
ro: Nu am putut scrie în bufferul fifo. Eroare:
ru: Не удалось записать в буфер FIFO. Ошибка:
sv: Jag kunde inte skriva till fifo-bufferten. Fel:
tr: Fifo arabelleğine yazamadım. Hata:

source: Couldn't allocate hwparams %s
ar: تعذر تخصيص hwparams%s
cs: Nelze přidělit hwparams %s
de: Hwparams %s konnte nicht zugewiesen werden
es: No pude alocar hwparams %s
fr: Impossible d'allouer les hwparams %s
it: Impossibile allocare hwparams %s
ja: hwparams%sを割り当てることができませんでした
nl: Kon hwparams %s niet toewijzen
pl: Nie można przydzielić parametrów hwparam %s
pt: Não foi possível alocar hwparams %s
ro: Nu s-a putut aloca hwparams %s
ru: Не удалось выделить hwparams %s
sv: Kunde inte allokera hwparams %s
tr: %s hwparams ayrılamadı

source: Couldn't find any hardware audio formats
ar: لم أتمكن من العثور على أي جهاز لتنسيقات الصوت
cs: Nemohl jsem najít žádný hardware pro audio formáty
de: Ich konnte keine Hardware für Audioformate finden
es: No pude encontrar ningun hardware para formatos de audio
fr: Je n'ai trouvé aucun matériel pour les formats audio
it: Non sono riuscito a trovare alcun hardware per i formati audio
ja: オーディオフォーマット用のハードウェアが見つかりませんでした
nl: Ik kon geen hardware vinden voor audioformaten
pl: Nie mogłem znaleźć żadnego sprzętu do formatów audio
pt: Não encontrei nenhum hardware para formatos de áudio
ro: Nu am găsit niciun hardware pentru formate audio
ru: Не удалось найти какие-либо аппаратные аудиоформаты
sv: Jag kunde inte hitta någon hårdvara för ljudformat
tr: Ses formatları için herhangi bir donanım bulamadım

source: Couldn't get hardware config: %s
ar: تعذر الحصول على تكوين الأجهزة: %s
cs: Nelze získat konfiguraci hardwaru: %s
de: Hardwarekonfiguration konnte nicht abgerufen werden: %s
es: No pude obtener configuración de hardware: %s
fr: Impossible d'obtenir la configuration matérielle : %s
it: Impossibile ottenere la configurazione hardware: %s
ja: ハードウェア構成を取得できませんでした: %s
nl: Kan hardwareconfiguratie niet ophalen: %s
pl: Nie można uzyskać konfiguracji sprzętu: %s
pt: Não foi possível obter a configuração de hardware: %s
ro: Nu s-a putut obține configurația hardware: %s
ru: Не удалось получить конфигурацию оборудования: %s
sv: Kunde inte hämta hårdvarukonfiguration: %s
tr: Donanım yapılandırması alınamadı: %s

source: Couldn't get hw_params_set_period_time_near: %s
ar: تعذر الحصول على hw_params_set_period_time_near: %s
cs: Nelze získat hw_params_set_period_time_near: %s
de: hw_params_set_period_time_near konnte nicht abgerufen werden: %s
es: No pude obtener hw_params_set_period_time_near: %s
fr: Impossible d'obtenir hw_params_set_period_time_near : %s
it: Impossibile ottenere hw_params_set_period_time_near: %s
ja: hw_params_set_period_time_nearを取得できませんでした: %s
nl: Kon hw_params_set_period_time_near: %s . niet ophalen
pl: Nie można uzyskać hw_params_set_period_time_near: %s
pt: Não foi possível obter hw_params_set_period_time_near: %s
ro: Nu s-a putut obține hw_params_set_period_time_near: %s
ru: Не удалось получить hw_params_set_period_time_near: %s
sv: Kunde inte hämta hw_params_set_period_time_near: %s
tr: hw_params_set_period_time_near alınamadı: %s

source: Couldn't get period size: %s
ar: تعذر الحصول على حجم الفترة: %s
cs: Nelze získat velikost období: %s
de: Periodengröße konnte nicht abgerufen werden: %s
es: No pude obtener tamaño del período: %s
fr: Impossible d'obtenir la taille de la période : %s
it: Impossibile ottenere la dimensione del periodo: %s
ja: 期間サイズを取得できませんでした: %s
nl: Kon periodegrootte niet ophalen: %s
pl: Nie można uzyskać rozmiaru okresu: %s
pt: Não foi possível obter o tamanho do período: %s
ro: Nu s-a putut obține dimensiunea perioadei: %s
ru: Не удалось получить размер периода: %s
sv: Kunde inte hämta periodstorlek: %s
tr: Dönem boyutu alınamadı: %s

source: Couldn't get software config: %s
ar: تعذر الحصول على تكوين البرنامج: %s
cs: Nelze získat konfiguraci softwaru: %s
de: Softwarekonfiguration konnte nicht abgerufen werden: %s
es: No pude obtener configuración de software: %s
fr: Impossible d'obtenir la configuration logicielle : %s
it: Impossibile ottenere la configurazione del software: %s
ja: ソフトウェア構成を取得できませんでした: %s
nl: Kon softwareconfiguratie niet ophalen: %s
pl: Nie można uzyskać konfiguracji oprogramowania: %s
pt: Não foi possível obter a configuração do software: %s
ro: Nu s-a putut obține configurația software: %s
ru: Не удалось получить конфигурацию программного обеспечения: %s
sv: Kunde inte hämta programvarukonfiguration: %s
tr: Yazılım yapılandırması alınamadı: %s

source: Couldn't open '
ar: لم أتمكن من فتح "
cs: Nemohl jsem otevřít'
de: Ich konnte nicht öffnen'
es: No pude abrir '
fr: Je ne pouvais pas ouvrir'
it: non potevo aprire'
ja: 開けなかった」
nl: ik kon niet openen'
pl: nie mogłem otworzyć
pt: não consegui abrir'
ro: nu am putut deschide'
ru: Не удалось открыть '
sv: jag kunde inte öppna'
tr: açamadım'

source: Couldn't open audio device %s: %s
ar: تعذر فتح جهاز الصوت%s: %s
cs: Nelze otevřít zvukové zařízení %s: %s
de: Audiogerät %s konnte nicht geöffnet werden: %s
es: No pude abrir el dispositivo de audio %s: %s
fr: Impossible d'ouvrir le périphérique audio %s : %s
it: Impossibile aprire il dispositivo audio %s: %s
ja: オーディオデバイス%sを開けませんでした: %s
nl: Kon audioapparaat %s niet openen: %s
pl: Nie można otworzyć urządzenia audio %s: %s
pt: Não foi possível abrir o dispositivo de áudio %s: %s
ro: Nu s-a putut deschide dispozitivul audio %s: %s
ru: Не удалось открыть аудиоустройство %s: %s
sv: Kunde inte öppna ljudenheten %s: %s
tr: %s ses cihazı açılamadı: %s

source: Couldn't prepare sound device: %s
ar: تعذر تحضير جهاز الصوت: %s
cs: Nelze připravit zvukové zařízení: %s
de: Audiogerät konnte nicht vorbereitet werden: %s
es: No pude preparar el dispositivo de sonido: %s
fr: Impossible de préparer le périphérique audio : %s
it: Impossibile preparare il dispositivo audio: %s
ja: サウンドデバイスを準備できませんでした: %s
nl: Kan geluidsapparaat niet voorbereiden: %s
pl: Nie można przygotować urządzenia dźwiękowego: %s
pt: Não foi possível preparar o dispositivo de som: %s
ro: Nu s-a putut pregăti dispozitivul de sunet: %s
ru: Не удалось подготовить звуковое устройство: %s
sv: Kunde inte förbereda ljudenhet: %s
tr: Ses aygıtı hazırlanamadı: %s

source: Couldn't set access: %s
ar: تعذر تعيين الوصول: %s
cs: Nelze nastavit přístup: %s
de: Zugriff konnte nicht festgelegt werden: %s
es: No pude setear acceso: %s
fr: Impossible de définir l'accès : %s
it: Impossibile impostare l'accesso: %s
ja: アクセスを設定できませんでした: %s
nl: Kan geen toegang instellen: %s
pl: Nie można ustawić dostępu: %s
pt: Não foi possível definir o acesso: %s
ro: Nu s-a putut seta accesul: %s
ru: Не удалось установить доступ: %s
sv: Kunde inte ställa in åtkomst: %s
tr: Erişim ayarlanamadı: %s

source: Couldn't set audio channels
ar: لم أتمكن من ضبط القنوات الصوتية
cs: Nemohl jsem nastavit zvukové kanály
de: Ich konnte keine Audiokanäle einstellen
es: No pude setear canales de audio
fr: Je n'ai pas pu définir de canaux audio
it: Non sono riuscito a impostare i canali audio
ja: オーディオチャンネルを設定できませんでした
nl: Ik kan geen audiokanalen instellen
pl: Nie mogłem ustawić kanałów audio
pt: Não consegui definir os canais de áudio
ro: Nu am putut seta canale audio
ru: Не удалось установить аудиоканалы
sv: Jag kunde inte ställa in ljudkanaler
tr: ses kanallarını ayarlayamadım

source: Couldn't set audio frequency: %s
ar: تعذر تعيين تردد الصوت: %s
cs: Nelze nastavit frekvenci zvuku: %s
de: Audiofrequenz konnte nicht eingestellt werden: %s
es: No pude setear frecuencia de audio: %s
fr: Impossible de définir la fréquence audio : %s
it: Impossibile impostare la frequenza audio: %s
ja: 可聴周波数を設定できませんでした: %s
nl: Kan audiofrequentie niet instellen: %s
pl: Nie można ustawić częstotliwości dźwięku: %s
pt: Não foi possível definir a frequência de áudio: %s
ro: Nu s-a putut seta frecvența audio: %s
ru: Не удалось установить частоту звука: %s
sv: Kunde inte ställa in ljudfrekvens: %s
tr: Ses frekansı ayarlanamadı: %s

source: Couldn't set avail min: %s
ar: تعذر تعيين الحد الأدنى المتاح: %s
cs: Nelze nastavit dostupné min: %s
de: Verfügbare Min. konnte nicht festgelegt werden: %s
es: No pude setear min disponible: %s
fr: Impossible de définir le minimum disponible : %s
it: Impossibile impostare il minimo disponibile: %s
ja: 使用可能な最小値を設定できませんでした: %s
nl: Kan beschikbare min: %s . niet instellen
pl: Nie można ustawić dostępnej min: %s
pt: Não foi possível definir o mínimo disponível: %s
ro: Nu s-a putut seta minul disponibil: %s
ru: Не удалось установить доступный минимум: %s
sv: Kunde inte ställa in tillgänglig min: %s
tr: Kullanılabilir min: %s ayarlanamadı

source: Couldn't set buffer time near: %s
ar: تعذر تعيين وقت إغلاق المخزن المؤقت: %s
cs: Nelze nastavit čas uzavření vyrovnávací paměti: %s
de: Schließpufferzeit konnte nicht eingestellt werden: %s
es: No pude setear tiempo de buffer cercano: %s
fr: Impossible de définir l'heure de fermeture du tampon : %s
it: Impossibile impostare il tempo di chiusura del buffer: %s
ja: クローズバッファ時間を設定できませんでした: %s
nl: Kan buffertijd sluiten niet instellen: %s
pl: Nie można ustawić czasu zamknięcia bufora: %s
pt: Não foi possível definir o tempo de fechamento do buffer: %s
ro: Nu s-a putut seta ora de închidere a memoriei tampon: %s
ru: Не удалось установить время буферизации рядом с: %s
sv: Kunde inte ställa in stängningsbufferttid: %s
tr: Kapatma arabelleği zamanı ayarlanamadı: %s

source: Couldn't set hardware audio parameters: %s
ar: تعذر تعيين معلمات أجهزة الصوت: %s
cs: Nelze nastavit parametry zvukového hardwaru: %s
de: Audio-Hardware-Parameter konnten nicht eingestellt werden: %s
es: No pude setear parámetros de hardware del audio: %s
fr: Impossible de définir les paramètres du matériel audio : %s
it: Impossibile impostare i parametri hardware audio: %s
ja: オーディオハードウェアパラメータを設定できませんでした: %s
nl: Kon geen audio hardware parameters instellen: %s
pl: Nie można ustawić parametrów sprzętu audio: %s
pt: Não foi possível definir os parâmetros de hardware de áudio: %s
ro: Nu s-au putut seta parametrii hardware audio: %s
ru: Не удалось установить аппаратные параметры звука: %s
sv: Kunde inte ställa in parametrar för ljudmaskinvara: %s
tr: Ses donanımı parametreleri ayarlanamadı: %s

source: Couldn't set software audio parameters: %s
ar: تعذر تعيين معلمات برامج الصوت: %s
cs: Nelze nastavit parametry audio softwaru: %s
de: Parameter der Audiosoftware konnten nicht eingestellt werden: %s
es: No pude codificar cuadro de audio:
fr: Impossible de définir les paramètres du logiciel audio : %s
it: Impossibile impostare i parametri del software audio: %s
ja: オーディオソフトウェアパラメータを設定できませんでした: %s
nl: Kon geen audiosoftwareparameters instellen: %s
pl: Nie można ustawić parametrów oprogramowania audio: %s
pt: Não foi possível definir os parâmetros do software de áudio: %s
ro: Nu s-au putut seta parametrii software audio: %s
ru: Не удалось установить программные параметры звука: %s
sv: Kunde inte ställa in ljudprogramparametrar: %s
tr: Ses yazılımı parametreleri ayarlanamadı: %s

source: Couldn't set start threshold: %s
ar: تعذر تعيين بداية الحد: %s
cs: Nelze nastavit začátek limitu: %s
de: Beginn des Limits konnte nicht festgelegt werden: %s
es: No pude setear comienzo de límite: %s
fr: Impossible de définir le début de la limite : %s
it: Impossibile impostare l'inizio del limite: %s
ja: 制限の開始を設定できませんでした: %s
nl: Kan begin van limiet niet instellen: %s
pl: Nie można ustawić początku limitu: %s
pt: Não foi possível definir o início do limite: %s
ro: Nu s-a putut seta începutul limitei: %s
ru: Не удалось установить начальный порог: %s
sv: Kunde inte ställa in start av gräns: %s
tr: Limit başlangıcı ayarlanamadı: %s

source: Couldn't set/get audio channels
ar: لا يمكن تعيينه/الحصول على قنوات صوتية
cs: nelze nastavit/získat zvukové kanály
de: konnte nicht eingestellt werden/Audiokanäle bekommen
es: No pude setear/obtener canales de audio
fr: n'a pas pu être défini/obtenir des canaux audio
it: non è stato possibile impostare/ottenere canali audio
ja: 設定できませんでした/オーディオチャンネルを取得する
nl: kan niet worden ingesteld/audiokanalen ophalen
pl: nie można ustawić/uzyskać kanały audio
pt: não foi possível definir/obter canais de áudio
ro: nu a putut fi setat/obține canale audio
ru: Не удалось установить/получить аудиоканалы
sv: kunde inte ställas in/skaffa ljudkanaler
tr: ayarlanamadı/ses kanallarını al

source: Couldn't write out to '
ar: لم أستطع الكتابة في
cs: Nemohl jsem napsat '
de: Ich konnte nicht schreiben in '
es: No pude escribir en '
fr: je ne pouvais pas écrire dans '
it: non potevo scrivere in '
ja: 書き込めませんでした」
nl: ik kon niet schrijven in '
pl: nie mogłem pisać w '
pt: Eu não poderia escrever em '
ro: nu am putut scrie in '
ru: Не удалось написать '
sv: jag kunde inte skriva i '
tr: yazamadım'

source: Count bad,
ar: العد الخطأ ،
cs: špatně počítat,
de: falsch zählen,
es: Cuenta mal,
fr: compter mal,
it: contare male,
ja: 間違って数える、
nl: tel verkeerd,
pl: liczyć źle,
pt: contar errado,
ro: socoti gresit,
ru: Плохой счет,
sv: räkna fel,
tr: yanlış saymak,

source: Country
ar: دولة
cs: Země
de: Land
es: País
fr: Pays
it: Paese
ja: 国
nl: Land
pl: Kraj
pt: País
ro: Țară
ru: Страна
sv: Land
tr: Ülke

source: Country Code
ar: الرقم الدولي
cs: Kód země
de: Landesvorwahl
es: Código de País
fr: Code postal
it: Prefisso internazionale
ja: 国コード
nl: Landcode
pl: Kod pocztowy
pt: Código do país
ro: Codul tarii
ru: Код страны
sv: Landskod
tr: Ülke kodu

source: Create
ar: خلق
cs: Vytvořit
de: Schaffen
es: Crear
fr: Créer
it: Creare
ja: 作成
nl: Creëren
pl: Tworzyć
pt: Crio
ro: Crea
ru: Создавать
sv: Skapa
tr: Yaratmak

source: Create a new reel
ar: إنشاء بكرة جديدة
cs: Vytvořte nový kotouč
de: Neue Spule erstellen
es: Crear nuevo carrete
fr: Créer une nouvelle bobine
it: Crea una nuova bobina
ja: 新しいリールを作成する
nl: Nieuwe haspel maken
pl: Utwórz nową rolkę
pt: Criar novo rolo
ro: Creați o nouă bobină
ru: Создать новый ролик
sv: Skapa en ny rulle
tr: Yeni makara oluştur

source: Create audio conversion from
ar: إنشاء تحويل الصوت من
cs: Vytvořit převod zvuku z
de: Audiokonvertierung erstellen aus
es: Crear conversión de audio desde
fr: Créer une conversion audio à partir de
it: Crea conversione audio da
ja: からオーディオ変換を作成します
nl: Maak audioconversie van
pl: Utwórz konwersję audio z
pt: Criar conversão de áudio de
ro: Creați conversie audio din
ru: Создать преобразование аудио из
sv: Skapa ljudkonvertering från
tr: Şuradan ses dönüştürme oluştur

source: Create/Black Gap
ar: خلق/فجوة سوداء
cs: Vytvořit/černá mezera
de: Schaffen/schwarze Lücke
es: Crear/Cuadro en Negro
fr: Créer/trou noir
it: Creare/divario nero
ja: 作成/ブラックギャップ
nl: Creëren/zwarte kloof
pl: Tworzyć/czarna przerwa
pt: Crio/lacuna preta
ro: Crea/gol negru
ru: Создавать/Черный разрыв
sv: Skapa/svart gap
tr: Yaratmak/siyah boşluk

source: Create/Checkered
ar: خلق/جريد
cs: Vytvořit/mřížka
de: Schaffen/Netz
es: Crear/Cuadriculado
fr: Créer/la grille
it: Creare/griglia
ja: 作成/グリッド
nl: Creëren/rooster
pl: Tworzyć/krata
pt: Crio/rede
ro: Crea/grilă
ru: Создавать/Клетчатый
sv: Skapa/rutnät
tr: Yaratmak/Kafes

source: Create/Color Bars/PAL
ar: خلق/أشرطة اللون/صديق
cs: Vytvořit/Barevné pruhy/KAMARÁD
de: Schaffen/Farbbalken/KUMPEL
es: Crear/Barras de Color/PAL
fr: Créer/Barres de couleur/COPAIN
it: Creare/Barre di colore/AMICO
ja: 作成/カラーバー/PAL
nl: Creëren/Kleurbalken/VRIEND
pl: Tworzyć/Kolorowe paski/KUMPEL
pt: Crio/Barras de cores/AMIGO
ro: Crea/Bare de culoare/PAL
ru: Создавать/Цветные полосы/ПРИЯТЕЛЬ
sv: Skapa/Färgstaplar/KOMPIS
tr: Yaratmak/Renk çubukları/PAL

source: Create/Color Bars/PAL HDTV
ar: خلق/أشرطة اللون/PAL HDTV
cs: Vytvořit/Barevné pruhy/PAL HDTV
de: Schaffen/Farbbalken/PAL-HDTV
es: Crear/Barras de Color/PAL HDTV
fr: Créer/Barres de couleur/PAL HDTV
it: Creare/Barre di colore/PAL HDTV
ja: 作成/カラーバー/PAL HDTV
nl: Creëren/Kleurbalken/PAL HDTV
pl: Tworzyć/Kolorowe paski/PAL HDTV
pt: Crio/Barras de cores/PAL HDTV
ro: Crea/Bare de culoare/PAL HDTV
ru: Создавать/Цветные полосы/ПРИЯТЕЛЬ HDTV
sv: Skapa/Färgstaplar/PAL HDTV
tr: Yaratmak/Renk çubukları/PAL HDTV

source: Create/Color Bars/SMPTE NTSC
ar: خلق/أشرطة اللون/SMPTE NTSC
cs: Vytvořit/Barevné pruhy/SMPTE NTSC
de: Schaffen/Farbbalken/SMPTE-NTSC
es: Crear/Barras de Color/SMPTE NTSC
fr: Créer/Barres de couleur/SMPTE NTSC
it: Creare/Barre di colore/SMPTE NTSC
ja: 作成/カラーバー/SMPTE NTSC
nl: Creëren/Kleurbalken/SMPTE NTSC
pl: Tworzyć/Kolorowe paski/SMPTE NTSC
pt: Crio/Barras de cores/SMPTE NTSC
ro: Crea/Bare de culoare/SMPTE NTSC
ru: Создавать/Цветные полосы/СМПТЕ НТСК
sv: Skapa/Färgstaplar/SMPTE NTSC
tr: Yaratmak/Renk çubukları/SMPTE NTSC

source: Create/Color Bars/SMPTE NTSC HDTV
ar: خلق/أشرطة اللون/SMPTE NTSC HDTV
cs: Vytvořit/Barevné pruhy/SMPTE NTSC HDTV
de: Schaffen/Farbbalken/SMPTE-NTSC-HDTV
es: Crear/Barras de Color/SMPTE NTSC HDTV
fr: Créer/Barres de couleur/TVHD SMPTE NTSC
it: Creare/Barre di colore/SMPTE NTSC HDTV
ja: 作成/カラーバー/SMPTE NTSC HDTV
nl: Creëren/Kleurbalken/SMPTE NTSC HDTV
pl: Tworzyć/Kolorowe paski/SMPTE NTSC HDTV
pt: Crio/Barras de cores/HDTV SMPTE NTSC
ro: Crea/Bare de culoare/SMPTE NTSC HDTV
ru: Создавать/Цветные полосы/SMPTE NTSC HDTV
sv: Skapa/Färgstaplar/SMPTE NTSC HDTV
tr: Yaratmak/Renk çubukları/SMPTE NTSC HDTV

source: Create/Gamma Chart/1.4
ar: خلق/مخطط النطاق/1.4
cs: Vytvořit/Graf rozsahu/1.4
de: Schaffen/Bereichsdiagramm/1.4
es: Crear/Carta de Gama/1.4
fr: Créer/Tableau de gamme/1.4
it: Creare/Grafico della gamma/1.4
ja: 作成/範囲チャート/1.4
nl: Creëren/Bereikgrafiek:/1.4
pl: Tworzyć/Tabela zasięgu/1,4
pt: Crio/Gráfico de intervalo/1,4
ro: Crea/Graficul intervalului/1.4
ru: Создавать/Гамма-диаграмма/1,4
sv: Skapa/Intervalldiagram/1.4
tr: Yaratmak/Aralık Tablosu/1.4

source: Create/Gamma Chart/1.8
ar: خلق/مخطط النطاق/1.8
cs: Vytvořit/Graf rozsahu/1.8
de: Schaffen/Bereichsdiagramm/1.8
es: Crear/Carta de Gama/1,8
fr: Créer/Tableau de gamme/1.8
it: Creare/Grafico della gamma/1.8
ja: 作成/範囲チャート/1.8
nl: Creëren/Bereikgrafiek:/1.8
pl: Tworzyć/Tabela zasięgu/1,8
pt: Crio/Gráfico de intervalo/1,8
ro: Crea/Graficul intervalului/1.8
ru: Создавать/Гамма-диаграмма/1,8
sv: Skapa/Intervalldiagram/1.8
tr: Yaratmak/Aralık Tablosu/1.8

source: Create/Gamma Chart/2.2
ar: خلق/مخطط النطاق/2.2
cs: Vytvořit/Graf rozsahu/2.2
de: Schaffen/Bereichsdiagramm/2.2
es: Crear/Carta de Gama/2.2
fr: Créer/Tableau de gamme/2.2
it: Creare/Grafico della gamma/2.2
ja: 作成/範囲チャート/2.2
nl: Creëren/Bereikgrafiek:/2.2
pl: Tworzyć/Tabela zasięgu/2,2
pt: Crio/Gráfico de intervalo/2.2
ro: Crea/Graficul intervalului/2.2
ru: Создавать/Гамма-диаграмма/2.2
sv: Skapa/Intervalldiagram/2.2
tr: Yaratmak/Aralık Tablosu/2.2

source: Create/Gamma Chart/2.4
ar: خلق/مخطط النطاق/2.4
cs: Vytvořit/Graf rozsahu/2.4
de: Schaffen/Bereichsdiagramm/2.4
es: Crear/Carta de Gama/2.4
fr: Créer/Tableau de gamme/2.4
it: Creare/Grafico della gamma/2.4
ja: 作成/範囲チャート/2.4
nl: Creëren/Bereikgrafiek:/2.4
pl: Tworzyć/Tabela zasięgu/2,4
pt: Crio/Gráfico de intervalo/2.4
ro: Crea/Graficul intervalului/2.4
ru: Создавать/Гамма-диаграмма/2,4
sv: Skapa/Intervalldiagram/2.4
tr: Yaratmak/Aralık Tablosu/2.4

source: Create/Gradient/Linear
ar: خلق/تخرج/خطي
cs: Vytvořit/Promoce/lineární
de: Schaffen/Abschluss/linear
es: Crear/Graduación/Linear
fr: Créer/L'obtention du diplôme/linéaire
it: Creare/La laurea/lineare
ja: 作成/卒業/線形
nl: Creëren/Diploma uitreiking/lineair
pl: Tworzyć/Ukończenie szkoły/liniowy
pt: Crio/Graduação/linear
ro: Crea/Absolvire/liniar
ru: Создавать/Градиент/Линейный
sv: Skapa/Gradering/linjär
tr: Yaratmak/Mezuniyet/doğrusal

source: Create/Gradient/Luminance
ar: خلق/تخرج/الانارة
cs: Vytvořit/Promoce/jas
de: Schaffen/Abschluss/Leuchtdichte
es: Crear/Graduación/Luminancia
fr: Créer/L'obtention du diplôme/luminosité
it: Creare/La laurea/luminanza
ja: 作成/卒業/輝度
nl: Creëren/Diploma uitreiking/luminantie
pl: Tworzyć/Ukończenie szkoły/luminancja
pt: Crio/Graduação/luminância
ro: Crea/Absolvire/luminanţă
ru: Создавать/Градиент/яркость
sv: Skapa/Gradering/luminans
tr: Yaratmak/Mezuniyet/parlaklık

source: Created Date
ar: تاريخ الإنشاء
cs: Datum vytvoření
de: Datum erstellt
es: Fecha Creado
fr: date créée
it: data di creazione
ja: 作成日
nl: Datum gecreeërd
pl: Data utworzenia
pt: Data Criada
ro: Data creării
ru: Дата создания
sv: Skapat datum
tr: tarih oluşturuldu

source: Created Time
ar: وقت الإنشاء
cs: Čas vytvořen
de: Zeit erstellt
es: Tiempo Creado
fr: Heure de création
it: Tempo creato
ja: 作成された時間
nl: Tijd gemaakt
pl: Czas utworzenia
pt: Hora de criação
ro: Timpul creat
ru: Время создания
sv: Tid skapad
tr: Oluşturma Zamanı

source: Created server at port
ar: لقد أنشأت خادمًا على المنفذ
cs: Vytvořil jsem server na portu
de: Ich habe einen Server auf dem Port erstellt
es: Creé un servidor en el puerto
fr: J'ai créé un serveur sur le port
it: Ho creato un server sulla porta
ja: ポートにサーバーを作成しました
nl: Ik heb een server op de poort gemaakt
pl: Stworzyłem serwer na porcie
pt: Eu criei um servidor na porta
ro: Am creat un server pe port
ru: Создан сервер в порту
sv: Jag skapade en server på porten
tr: portta server oluşturdum

source: Creation Date
ar: تاريخ الإنشاء
cs: Datum vzniku
de: Erstellungsdatum
es: Fecha de Creación
fr: Date de creation
it: Data di creazione
ja: 作成日
nl: Aanmaakdatum
pl: Data utworzenia
pt: Data de criação
ro: Data crearii
ru: Дата создания
sv: Skapelsedagen
tr: Oluşturulma tarihi

source: Credit
ar: الإئتمان
cs: Kredit
de: Kredit
es: Crédito
fr: Crédit
it: Credito
ja: クレジット
pl: Kredyt
pt: Crédito
ru: Кредит
sv: Kreditera
tr: Kredi

source: Crop
ar: انقطع
cs: Vystříhnout
de: Ausgeschnitten
es: Recorte
fr: Découper
it: Ritagliare
ja: 切り取る
nl: Uitknippen
pl: Odetnij
pt: Cortar fora
ro: Elimina
ru: Обрезать
sv: Skära ut
tr: Kesmek

source: Ctrl
ar: كنترول
de: Strg
pl: klawisz kontrolny

source: Current
ar: حاضر
cs: Proud
de: Aktuell
es: Actual
fr: Courant
it: Attuale
ja: 電流
nl: Huidig
pl: Aktualny
pt: Atual
ro: Actual
ru: Текущий
sv: Nuvarande
tr: Akım

source: Current frame.
ar: المربع الحالي.
cs: Aktuální krabice.
de: Aktuelle Kiste.
es: Cuadro actual.
fr: Boîte actuelle.
it: Casella attuale.
ja: 現在のボックス.
nl: Huidige doos.
pl: Bieżące pudełko.
pt: Caixa atual.
ro: Caseta curentă.
ru: Текущий кадр.
sv: Aktuell låda.
tr: Mevcut kutu.

source: Custom Field 1
ar: حقل مخصص 1
cs: Vlastní pole 1
de: Benutzerdefiniertes Feld 1
es: Campo Personalizado 1
fr: Champ personnalisé 1
it: Campo personalizzato 1
ja: カスタムフィールド1
nl: Aangepast veld 1
pl: Pole niestandardowe 1
pt: Campo personalizado 1
ro: Câmp personalizat 1
ru: Пользовательское поле 1
sv: Anpassat fält 1
tr: Özel Alan 1
