Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: PageDown
ar: اسفل الصفحة
de: Bild nach unten
es: Av Pág
fr: Bas de page
it: Pagina giù
ja: ページダウン
nl: Pagina omlaag
pl: Strona w dół
pt: Página para baixo
ro: In josul paginii
ru: Листать вниз
sv: Sida ned
tr: Sayfa Aşağı

source: Pause
ar: وقفة
cs: Pauza
es: Pausa
it: Pausa
ja: 一時停止
nl: Pauze
pl: Pauza
pt: Pausa
ro: Pauză
ru: Пауза
sv: Paus
tr: Duraklat

source: Pen Color
ar: لون قلم رصاص
cs: Barva tužky
de: Bleistiftfarbe
es: Color del Lapiz
fr: Couleur du crayon
it: Colore della matita
ja: 鉛筆の色
nl: Potloodkleur
pl: Kolor ołówka
pt: Cor do Lápis
ro: Culoare creion
ru: Цвет пера
sv: Penna färg
tr: kalem rengi

source: Pen Size
ar: حجم القلم الرصاص
cs: Velikost tužky
de: Bleistiftgröße
es: Tamaño del Lapiz
fr: Taille du crayon
it: Dimensione della matita
ja: 鉛筆のサイズ
nl: Potloodmaat
pl: Rozmiar ołówka
pt: Tamanho do Lápis
ro: Dimensiunea creionului
ru: Размер пера
sv: Pennsstorlek
tr: Kalem Boyutu

source: Pen Size Less
ar: حجم قلم رصاص صغير
cs: Malá velikost tužky
de: Kleine Bleistiftgröße
es: Tamaño del Lápiz Menor
fr: Taille de crayon mineure
it: Dimensioni minori della matita
ja: マイナーペンシルサイズ
nl: Kleine potloodgrootte
pl: Mały rozmiar ołówka
pt: Tamanho do Lápis Menor
ro: Dimensiune minoră a creionului
ru: Размер пера Меньше
sv: Mindre pennstorlek
tr: Küçük Kalem Boyutu

source: Pen Size More
ar: أكبر حجم للقلم الرصاص
cs: Největší velikost tužky
de: Größte Bleistiftgröße
es: Tamaño del Lápiz Mayor
fr: Plus grande taille de crayon
it: Dimensione della matita più grande
ja: 最大の鉛筆サイズ
nl: Grootste potloodformaat
pl: Największy rozmiar ołówka
pt: Maior tamanho de lápis
ro: Cea mai mare dimensiune a creionului
ru: Размер ручки Больше
sv: Största pennstorleken
tr: En Büyük Kalem Boyutu

source: Perceptual
ar: الإدراك الحسي
cs: Percepční
de: Wahrnehmungsfähig
fr: Perceptif
it: Percettivo
ja: 知覚的
nl: Perceptueel
pl: Percepcyjny
pt: Perceptivo
ru: Перцептивный
sv: Perceptuell
tr: algısal

source: Photoshop Picture
ar: صورة فوتوشوب
cs: obrázek z photoshopu
de: Photoshop-Bild
es: Imagen de Photoshop
fr: photoshop
it: immagine di Photoshop
ja: フォトショップ画像
nl: photoshop afbeelding
pl: obraz w Photoshopie
pt: imagem photoshop
ro: imagine Photoshop
ru: фотошоп картинка
sv: photoshop bild
tr: photoshop resmi

source: Pick
ar: لإختيار
cs: Vybrat
de: Wählen
es: Elegir
fr: Choisir
it: Scegliere
ja: 選択するには
nl: Kiezen
pl: Wybierać
pt: Escolher
ro: A alege
ru: Выбирать
sv: Att välja
tr: Seçmek

source: Pick a config.ocio file from disk.
ar: اختر ملف config.idle من القرص.
cs: Vyberte soubor config.idle z disku.
de: Wählen Sie eine config.idle-Datei von der Festplatte.
es: Seleccione un archivo config.ocio del disco.
fr: Choisissez un fichier config.idle sur le disque.
it: Scegli un file config.idle dal disco.
ja: ディスクからconfig.idleファイルを選択します.
nl: Kies een config.idle-bestand van schijf.
pl: Wybierz plik config.idle z dysku.
pt: Escolha um arquivo config.idle do disco.
ro: Alegeți un fișier config.idle de pe disc.
ru: Выберите файл config.ocio с диска.
sv: Välj en config.idle-fil från disken.
tr: Diskten bir config.idle dosyası seçin.

source: Ping Pong
ar: تنس طاولة
cs: Stolní tenis
de: Tischtennis
ja: 卓球
nl: Tafeltennis
pl: Tenis stołowy
pt: Tênis de mesa
ro: Tenis de masa
ru: Пинг-понг
sv: Bordtennis
tr: Masa Tenisi

source: Pixel Format
ar: تنسيق بكسل
cs: pixelový formát
es: Formato de Pixel
fr: format pixel
it: formato pixel
ja: ピクセルフォーマット
nl: pixelformaat
pl: format pikseli
pt: formato de pixel
ro: format de pixeli
ru: Пиксельный формат
tr: piksel biçimi

source: Pixel Format to save image. Usually Half.
ar: تنسيق بكسل لحفظ الصورة. عادة النصف.
cs: Formát pixelů pro uložení obrázku. Obvykle Polovina.
de: Pixelformat zum Speichern des Bildes. Normalerweise die Hälfte.
fr: Format pixel pour enregistrer l'image. Généralement à moitié.
it: Formato pixel per salvare l'immagine. Di solito la metà.
ja: 画像を保存するためのピクセル形式.通常は半分.
nl: Pixelformaat om de afbeelding op te slaan. Meestal de helft.
pl: Format pikseli, aby zapisać obraz. Zwykle połowa.
pt: Formato de pixel para salvar a imagem. Geralmente Metade.
ro: Format pixel pentru a salva imaginea. De obicei Jumătate.
ru: Пиксельный формат для сохранения изображения. Обычно Половина.
sv: Pixelformat för att spara bilden. Vanligtvis hälften.
tr: Görüntüyü kaydetmek için piksel formatı. Genellikle Yarım.

source: Pixel Ratio
ar: نسبة البكسل
cs: poměr pixelů
de: Pixelverhältnis
es: Ratio de Pixel
fr: rapport de pixels
it: rapporto pixel
ja: ピクセル比
nl: pixelverhouding
pl: stosunek pikseli
pt: proporção de pixels
ro: raportul pixelilor
ru: Соотношение пикселей
sv: pixelförhållande
tr: piksel oranı

source: Pixel Toolbar
ar: شريط بكسل
cs: pixelový pruh
de: Pixelleiste
es: Barra de Pixel
fr: barre de pixels
it: barra dei pixel
ja: ピクセルバー
nl: pixelbalk
pl: pasek pikseli
pt: barra de pixels
ro: bara de pixeli
ru: Пиксельная панель инструментов
sv: pixelfält
tr: piksel çubuğu

source: Pixel Values
ar: قيم البكسل
cs: hodnoty pixelů
de: Pixelwerte
es: Valores de Pixel
fr: valeurs de pixel
it: valori dei pixel
ja: ピクセル値
nl: pixelwaarden
pl: wartości pikseli
pt: valores de pixel
ro: valorile pixelilor
ru: Значения пикселей
sv: pixelvärden
tr: piksel değerleri

source: Pixel ratio of clip
ar: نسبة البكسل
cs: Poměr pixelů klipu
de: Clip-Pixel-Verhältnis
es: Ratio de Pixel del clip
fr: Rapport de pixels de découpage
it: Rapporto pixel clip
ja: クリップピクセル比
nl: Clippixelverhouding
pl: Współczynnik pikseli przycinania
pt: Relação de pixels do clipe
ro: Raportul de pixeli ai clipului
ru: Соотношение пикселей клипа
sv: Klipp pixelförhållande
tr: Klip Piksel Oranı

source: Pixel type not well supported in waveform monitor
ar: نوع البكسل غير مدعوم بشكل صحيح في شكل الموجة
cs: Typ pixelu není ve tvaru vlny správně podporován
de: Pixeltyp wird in der Wellenform nicht korrekt unterstützt
es: Tipo de pixel no soportado correctamente en el forma de onda
fr: Le type de pixel n'est pas pris en charge correctement dans la forme d'onde
it: Tipo di pixel non supportato correttamente nella forma d'onda
ja: 波形でピクセルタイプが正しくサポートされていません
nl: Pixeltype wordt niet correct ondersteund in de golfvorm
pl: Typ pikseli nie jest prawidłowo obsługiwany w przebiegu
pt: Tipo de pixel não suportado corretamente na forma de onda
ro: Tipul de pixel nu este acceptat corect în forma de undă
ru: Тип пикселя плохо поддерживается в мониторе осциллограммы
sv: Pixeltyp stöds inte korrekt i vågformen
tr: Dalga biçiminde piksel türü doğru şekilde desteklenmiyor

source: Pixel/Copy RGBA Values to Clipboard
ar: بكسل/انسخ قيم RGBA إلى الحافظة
cs: Pixel/Zkopírujte hodnoty RGBA do schránky
de: Pixel/RGBA-Werte in die Zwischenablage kopieren
es: Pixel/Copiar Valores RGBA al Clipboard
fr: Pixel/Copier les valeurs RGBA dans le presse-papiers
it: Pixel/Copia i valori RGBA negli Appunti
ja: ピクセル/RGBA値をクリップボードにコピー
nl: Pixel/Kopieer RGBA-waarden naar klembord
pl: Piksel/Skopiuj wartości RGBA do schowka
pt: Pixel/Copie os valores RGBA para a área de transferência
ro: Pixel/Copiați valorile RGBA în Clipboard
ru: Пиксель/Копировать значения RGBA в буфер обмена
sv: Pixel/Kopiera RGBA-värden till Urklipp
tr: piksel/RGBA Değerlerini Panoya Kopyalayın

source: Play All Frames
ar: جميع الإطارات
cs: Všechny rámečky
de: Alle Frames
es: Todos los Cuadros
fr: Tous les cadres
it: Tutti i fotogrammi
ja: すべてのフレーム
nl: Alle lijsten
pl: Wszystkie ramki
pt: Todos os quadros
ro: Toate cadrele
ru: Воспроизвести все кадры
sv: Alla ramar
tr: Tüm Çerçeveler

source: Play All frames without skipping even if frame rate suffers.
ar: قم بتشغيل كل إطار دون تخطي ، حتى لو كان معدل الإطارات يعاني.
cs: Přehrajte každý snímek bez přeskakování, i když tím trpí snímková frekvence.
de: Spielen Sie jeden Frame ohne Sprünge ab, auch wenn die Framerate darunter leidet.
fr: Jouez chaque image sans sauter, même si la fréquence d'images en souffre.
it: Riproduci ogni fotogramma senza saltare, anche se la frequenza dei fotogrammi ne risente.
ja: フレームレートが低下しても、スキップせずにすべてのフレームを再生します.
nl: Speel elk frame af zonder over te slaan, zelfs als de framesnelheid eronder lijdt.
pl: Odtwarzaj każdą klatkę bez przeskakiwania, nawet jeśli pogorszy się liczba klatek na sekundę.
pt: Reproduza todos os quadros sem pular, mesmo que a taxa de quadros sofra.
ro: Redați fiecare cadru fără săriți, chiar dacă rata de cadre are de suferit.
ru: Воспроизведение всех кадров без пропуска, даже если частота кадров снижается.
sv: Spela varje bildruta utan att hoppa över, även om bildfrekvensen blir lidande.
tr: Kare hızı düşse bile her kareyi atlamadan oynatın.

source: Play Backwards
ar: تشغيل مرة أخرى
cs: Přehrát zpět
de: Abspielen
es: Reproducir para Atrás
fr: Relecture
it: Riproduci
ja: 再生
nl: Afspelen
pl: Odtwarzać nagranie
pt: Reprodução
ro: Redare
ru: Играть в обратном порядке
sv: Spela upp
tr: Geri çalma

source: Play Backwards / Change Speed
ar: تشغيل مرة أخرى/تغيير السرعة
cs: Přehrát zpět/změnit rychlost
de: Abspielen/Geschwindigkeit ändern
es: Reproducir para Atrás / Cambiar Velocidad
fr: Relecture/changer de vitesse
it: Riproduci/cambiare velocità
ja: 再生/速度を変更する
nl: Afspelen/snelheid veranderen
pl: Odtwarzać nagranie/zmień prędkość
pt: Reprodução/mudar a velocidade
ro: Redare/schimba viteza
ru: Играть в обратном порядке/Изменить скорость
sv: Spela upp/ändra hastighet
tr: Geri çalma/hızı değiştir

source: Play Forwards
ar: العب إلى الأمام
cs: Přehrát vpřed
de: Vorwärts spielen
es: Reproducir para Adelante
fr: Jouer vers l'avant
it: Gioca in avanti
ja: 前向きに再生
nl: Vooruit spelen
pl: Graj do przodu
pt: Avançar
ro: Joacă înainte
ru: Играть вперед
sv: Spela Framåt
tr: İleri Oyna

source: Play Forwards / Change Speed
ar: العب إلى الأمام/تغيير السرعة
cs: Přehrát vpřed/změnit rychlost
de: Vorwärts spielen/Geschwindigkeit ändern
es: Reproducir para Adelante / Cambiar Velocidad
fr: Jouer vers l'avant/changer de vitesse
it: Gioca in avanti/cambiare velocità
ja: 前向きに再生/速度を変更する
nl: Vooruit spelen/snelheid veranderen
pl: Graj do przodu/zmień prędkość
pt: Avançar/mudar a velocidade
ro: Joacă înainte/schimba viteza
ru: Играть вперед/Изменить скорость
sv: Spela Framåt/ändra hastighet
tr: İleri Oyna/hızı değiştir

source: Play in Current Direction
ar: تلعب في العنوان الحالي
cs: Hrajte na aktuální adrese
de: Spielen Sie an der aktuellen Adresse
fr: Jouer à l'adresse actuelle
it: Gioca all'indirizzo attuale
ja: 現在のアドレスで再生
nl: Spelen op huidig adres
pl: Graj pod aktualnym adresem
pt: Jogue no endereço atual
ro: Joacă la adresa curentă
ru: Играть в текущем направлении
sv: Spela på aktuell adress
tr: Geçerli adreste oyna

source: Play sequence backwards.
ar: تشغيل التسلسل إلى الوراء.
cs: Přehrajte sekvenci pozpátku.
de: Sequenz rückwärts abspielen.
es: Reproducir secuencia para atrás.
fr: Lecture de la séquence à l'envers.
it: Riproduci la sequenza al contrario.
ja: シーケンスを逆方向に再生します.
nl: Speel de volgorde achteruit af.
pl: Odtwórz sekwencję wstecz.
pt: Reproduz a sequência de trás para frente.
ro: Redați secvența înapoi.
ru: Воспроизвести последовательность в обратном порядке.
sv: Spela upp sekvensen baklänges.
tr: Sıralamayı geriye doğru oynatın.

source: Play sequence forward.
ar: تسلسل اللعب إلى الأمام.
cs: Přehrajte sekvenci dopředu.
de: Sequenz vorwärts abspielen.
es: Reproducir secuencia hacia delante.
fr: Lire la séquence vers l'avant.
it: Riproduci la sequenza in avanti.
ja: シーケンスを順方向に再生します.
nl: Speel volgorde vooruit.
pl: Odtwórz sekwencję do przodu.
pt: Reproduzir sequência para a frente.
ro: Redați secvența înainte.
ru: Воспроизвести последовательность вперед.
sv: Spela sekvensen framåt.
tr: Sıralamayı ileri oynat.

source: Play video or sequence automatically without pausing at the beginning (Autoplayback).
ar: يقوم بتشغيل الفيديو أو التسلسل تلقائيًا دون توقف في البداية (تشغيل تلقائي).
cs: Přehraje video nebo sekvenci automaticky bez pauzy na začátku (Automatické přehrávání).
de: Spielt Videos oder Sequenzen automatisch ohne Pause am Anfang ab (Auto Play).
fr: Lit la vidéo ou la séquence automatiquement sans faire de pause au début (lecture automatique).
it: Riproduce il video o la sequenza automaticamente senza pause all'inizio (Riproduzione automatica).
ja: 最初に一時停止することなく、ビデオまたはシーケンスを自動的に再生します（自動再生）.
nl: Speelt video of reeks automatisch af zonder te pauzeren aan het begin (Auto Play).
pl: Odtwarza wideo lub sekwencję automatycznie bez wstrzymywania na początku (Autoodtwarzanie).
pt: Reproduz vídeo ou sequência automaticamente sem pausa no início (Reprodução Automática).
ro: Redă videoclipul sau secvența automat, fără întrerupere la început (Redare automată).
ru: Воспроизведение видео или последовательности автоматически без паузы в начале (Автовоспроизведение).
sv: Spelar video eller sekvens automatiskt utan att pausa i början (Autouppspelning).
tr: Videoyu veya diziyi başlangıçta duraklatmadan otomatik olarak oynatır (Otomatik Oynat).

source: Playback
ar: لعب
cs: hrát si
de: abspielen
es: Reproducir
fr: jouer
it: giocare a
ja: 遊ぶ
nl: Speel
pl: bawić się
pt: Reproduzir
ro: Joaca
ru: Воспроизведение
sv: spela
tr: Oyna

source: Playback of audio frame
ar: تشغيل إطار الصوت
cs: Přehrávání zvukového snímku
de: Audioframe-Wiedergabe
es: Reproducción de cuadro de audio
fr: Lecture de trame audio
it: Riproduzione di fotogrammi audio
ja: オーディオフレームの再生
nl: Audioframe afspelen
pl: Odtwarzanie ramek audio
pt: Reprodução de quadro de áudio
ro: Redare cadru audio
ru: Воспроизведение звукового кадра
sv: Uppspelning av ljudram
tr: Ses çerçevesi oynatma

source: Polish
ar: البولندية (Polski)
cs: polština
de: Polieren
fr: polonais
it: polacco (Polski)
ja: 研磨 (Polski)
nl: Pools (Polski)
pl: Polski
pt: polonês
ro: Lustrui
sv: polska (Polski)
tr: Lehçe

source: Port
ar: ميناء
cs: přístav
de: Hafen
es: Puerto
it: porta
ja: 港
nl: Haven
pt: porta
ru: Порт
sv: hamn
tr: Liman

source: Portuguese
ar: البرتغاليةة (português)
cs: portugalština
de: Portugiesisch
fr: Portugais
it: portoghese (português)
ja: ポルトガル語 (português)
nl: Portugees (Portugees)
pl: portugalski
pt: português
ro: portugheză
sv: portugisiska (português)
tr: Portekizce

source: Positioning
ar: التمركز
cs: polohování
de: Positionierung
es: Posicionamiento
fr: positionnement
it: posizionamento
ja: ポジショニング
nl: positionering
pl: pozycjonowanie
pt: posicionamento
ro: poziționare
ru: Позиционирование
sv: positionering
tr: konumlandırma

source: Power
ar: قوة
cs: Napájení
de: Leistung
es: Potencia
fr: Pouvoir
it: Energia
ja: 力
nl: Stroom
pl: Moc
pt: Poder
ro: Putere
ru: Власть
sv: Kraft
tr: Güç

source: Prefer CTL
ar: أفضِّل CTL
cs: Preferujte CTL
de: CTL bevorzugen
fr: Préférez le CTL
it: Preferisci CTL
ja: CTLを優先する
nl: Liever CTL
pl: Preferuj CTL
pt: Preferir CTL
ru: Предпочитаю CTL
sv: Föredrar CTL
tr: CTL'yi tercih et

source: Prefer ICC
ar: أفضِّل ICC
cs: Preferujte ICC
de: ICC bevorzugen
fr: Préférer ICC
it: Preferisci ICC
ja: ICCを好む
nl: Liever ICC
pl: Wolę ICC
pt: Prefira ICC
ru: Предпочитаю ICC
sv: Föredrar ICC
tr: ICC'yi tercih et

source: Preferences
ar: التفضيلات
cs: preference
de: Vorlieben
es: Preferencias
fr: préférences
it: preferenze
ja: 環境設定
nl: voorkeuren
pl: preferencje
pt: preferências
ro: preferințe
ru: Настройки
sv: preferenser
tr: tercihler

source: Preferences have been saved to:
ar: تم حفظ التفضيلات في:
it: Le preferenze sono state salvate su:
ja: 設定は次の場所に保存されています:
nl: Voorkeuren zijn opgeslagen in:
sv: Inställningar har sparats till:

source: Prefix cannot be an empty string. Please type some regex to distinguish the version in the filename. If unsure, use _v.
ar: لا يمكن أن تكون البادئة نصًا فارغًا. الرجاء كتابة بعض الأحرف لتمييز الإصدار في اسم الملف. إذا كنت تشك في ما يجب استخدامه ، فاستخدم _v الذي سينشئ تعبيرًا عاديًا شاملاً.
cs: Předpona nemůže být prázdný text. Zadejte prosím několik písmen pro rozlišení verze v názvu souboru. Pokud pochybujete o tom, co použít, použijte _v, které vytvoří regulární výraz zahrnující.
de: Das Präfix darf kein leerer Text sein. Bitte geben Sie einige Buchstaben ein, um die Version im Dateinamen zu unterscheiden. Wenn Sie nicht sicher sind, was Sie verwenden sollen, verwenden Sie _v, wodurch ein umfassender regulärer Ausdruck erstellt wird.
es: El prefijo no puede ser un texto vacío. Por favor tipeé algunas letras para distinguir la version en el nombre del archivo. Si duda que usar, use _v que creará una expresión regular abarcativa.
fr: Le préfixe ne peut pas être un texte vide. Veuillez taper quelques lettres pour distinguer la version dans le nom du fichier. Si vous ne savez pas quoi utiliser, utilisez _v qui créera une expression régulière englobante.
it: Il prefisso non può essere un testo vuoto. Si prega di digitare alcune lettere per distinguere la versione nel nome del file. Se dubiti di cosa usare, usa _v che creerà un'espressione regolare comprensiva.
ja: プレフィックスを空のテキストにすることはできません.ファイル名のバージョンを区別するために、いくつかの文字を入力してください.何を使用するかわからない場合は、_vを使用して、包含正規表現を作成します.
nl: Het voorvoegsel mag geen lege tekst zijn. Typ enkele letters om de versie in de bestandsnaam te onderscheiden. Als je twijfelt wat je moet gebruiken, gebruik dan _v, wat een allesomvattende reguliere expressie zal creëren.
pl: Prefiks nie może być pustym tekstem. Proszę wpisać kilka liter, aby odróżnić wersję w nazwie pliku. Jeśli masz wątpliwości, czego użyć, użyj _v, co spowoduje utworzenie obejmującego wyrażenia regularnego.
pt: O prefixo não pode ser um texto vazio. Por favor, digite algumas letras para distinguir a versão no nome do arquivo. Se você duvida do que usar, use _v que criará uma expressão regular abrangente.
ro: Prefixul nu poate fi un text gol. Vă rugăm să introduceți câteva litere pentru a distinge versiunea în numele fișierului. Dacă vă îndoiți de ce să utilizați, utilizați _v care va crea o expresie regulată cuprinzătoare.
ru: Префикс не может быть пустой строкой. Введите какое-нибудь регулярное выражение, чтобы различать версию в имени файла. Если не уверены, используйте _v.
sv: Prefixet får inte vara en tom text. Vänligen skriv några bokstäver för att skilja versionen i filnamnet. Om du tvivlar på vad du ska använda, använd _v som kommer att skapa ett omfattande reguljärt uttryck.
tr: Ön ek boş bir metin olamaz. Dosya adındaki sürümü ayırt etmek için lütfen bazı harfler yazın. Neyi kullanacağınızdan şüpheniz varsa, kapsayıcı bir düzenli ifade oluşturacak olan _v kullanın.

source: Prefix cannot be an empty string. Please type some unique characters to distinguish the version in the filename.
ar: لا يمكن أن تكون البادئة نصًا فارغًا. الرجاء كتابة بعض الأحرف لتمييز الإصدار في اسم الملف.
cs: Předpona nemůže být prázdný text. Zadejte prosím několik písmen pro rozlišení verze v názvu souboru.
de: Das Präfix darf kein leerer Text sein. Bitte geben Sie einige Buchstaben ein, um die Version im Dateinamen zu unterscheiden.
es: El prefijo no puede ser un texto vacío. Por favor tipeé algunas letras para distinguir la version en el nombre del archivo.
fr: Le préfixe ne peut pas être un texte vide. Veuillez taper quelques lettres pour distinguer la version dans le nom du fichier.
it: Il prefisso non può essere un testo vuoto. Si prega di digitare alcune lettere per distinguere la versione nel nome del file.
ja: プレフィックスを空のテキストにすることはできません.ファイル名のバージョンを区別するために、いくつかの文字を入力してください.
nl: Het voorvoegsel mag geen lege tekst zijn. Typ enkele letters om de versie in de bestandsnaam te onderscheiden.
pl: Prefiks nie może być pustym tekstem. Proszę wpisać kilka liter, aby odróżnić wersję w nazwie pliku.
pt: O prefixo não pode ser um texto vazio. Por favor, digite algumas letras para distinguir a versão no nome do arquivo.
ro: Prefixul nu poate fi un text gol. Vă rugăm să introduceți câteva litere pentru a distinge versiunea din numele fișierului.
ru: Префикс не может быть пустой строкой. Пожалуйста, введите несколько уникальных символов, чтобы различать версию в имени файла.
sv: Prefixet får inte vara en tom text. Vänligen skriv några bokstäver för att skilja versionen i filnamnet.
tr: Ön ek boş bir metin olamaz. Dosya adındaki sürümü ayırt etmek için lütfen bazı harfler yazın.

source: Preload Cache
ar: تحميل ذاكرة التخزين المؤقت
cs: Předem načíst mezipaměť
de: Cache vorladen
es: Precargar Cache
fr: Cache de préchargement
it: Precarica cache
ja: プリロードキャッシュ
nl: Cache vooraf laden
pl: Wstępne ładowanie pamięci podręcznej
pt: Cache de pré-carregamento
ro: Preîncărcare cache
ru: Кэш предварительной загрузки
sv: Förladda cache
tr: Önbelleği Önceden Yükle

source: Preload Image Cache
ar: التحميل المسبق لذاكرة التخزين المؤقت للصور
cs: Předem načíst mezipaměť obrázků
de: Image-Cache vorab laden
es: Precargar Cache de Imagen
fr: Précharger le cache d'images
it: Precarica cache immagine
ja: 画像キャッシュのプリロード
nl: Afbeeldingscache vooraf laden
pl: Wstępnie ładuj pamięć podręczną obrazów
pt: Pré-carregar cache de imagem
ro: Preîncărcare cache a imaginilor
ru: Предварительно загрузить кэш изображений
sv: Förladda bildcache
tr: Görüntü Önbelleğini Önceden Yükle

source: Premult
ar: سابق
de: vorab
fr: prémult
it: premulta
nl: voorafgaan
pt: pré-multar
ru: премульт
tr: erken

source: Premult No Gamma
ar: بريولت بلا نطاق
cs: Premult Žádný rozsah
de: Premult Kein Bereich
fr: Premult Pas de gamme
it: Premulta senza intervallo
ja: Premult No Range
nl: Premult Geen bereik
pl: Premult Brak zakresu
pt: Pré-valor sem intervalo
ro: Premult Niciun interval
ru: Премульт без гаммы
sv: Premult No Range
tr: Öncesi Aralık Yok

source: Presentation
ar: عرض تقديمي
cs: Prezentace
de: Präsentation
es: Presentación
fr: Présentation
it: Presentazione
ja: プレゼンテーション
nl: Presentatie
pl: Prezentacja
pt: Apresentação
ro: Prezentare
ru: Презентация
tr: Sunum

source: Preview Thumbnails
ar: الطوابع previz
cs: previz razítka
de: vorherige Briefmarken
es: Estampillas de previz
fr: timbres d'avant-première
it: francobolli precedenti
ja: previzスタンプ
nl: vorige postzegels
pl: poprzednie znaczki
pt: selos prévios
ro: timbre previz
ru: Миниатюры предварительного просмотра
sv: previz stämplar
tr: previz damgaları

source: Previous
ar: سابق
cs: Předchozí
de: Vorherige
es: Previa
fr: Précédent
it: Precedente
ja: 前
nl: Vorig
pl: Poprzedni
pt: Anterior
ro: Anterior
ru: Предыдущий
sv: Tidigare
tr: Öncesi

source: Previous Channel
ar: القناة السابقة
cs: Předchozí kanál
de: Vorheriger Kanal
es: Canal Previo
fr: Chaîne précédente
it: Canale precedente
ja: 前のチャンネル
nl: Vorig kanaal
pl: Poprzedni kanał
pt: Canal anterior
ro: Canalul anterior
ru: Предыдущий канал
sv: Föregående kanal
tr: Önceki Kanal

source: Previous Image
ar: صورة المعاينة
cs: Náhledový obrázek
de: Vorschaubild
es: Imagen Previa
fr: Aperçu de l'image
it: Anteprima immagine
ja: プレビュー画像
nl: Voorbeeldafbeelding
pl: Podgląd obrazu
pt: Visualizar imagem
ro: Imagine de previzualizare
ru: Предыдущее изображение
sv: Förhandsgranska bild
tr: Önizleme resmi

source: Previous Image Limited
ar: صورة معاينة محدودة
cs: Omezený náhledový obrázek
de: Eingeschränktes Vorschaubild
es: Imagen Previa Limitada
fr: Image d'aperçu limitée
it: Immagine di anteprima limitata
ja: 限定プレビュー画像
nl: Beperkte voorbeeldafbeelding
pl: Ograniczony obraz podglądu
pt: Imagem de visualização limitada
ro: Imagine de previzualizare limitată
ru: Предыдущее изображение ограничено
sv: Begränsad förhandsvisningsbild
tr: Sınırlı Önizleme Resmi

source: Previous Image Version
ar: نسخة الصورة السابقة
cs: Předchozí verze obrázku
de: Vorherige Bildversion
es: Versión Previa de la Imagen
fr: Version précédente de l'image
it: Versione immagine precedente
ja: 以前の画像バージョン
nl: Vorige afbeeldingsversie
pl: Poprzednia wersja obrazu
pt: Versão da imagem anterior
ro: Versiunea anterioară a imaginii
ru: Предыдущая версия изображения
sv: Tidigare bildversion
tr: Önceki Resim Versiyonu

source: Print
ar: مطبعة
cs: Vytisknout
de: Drucken
es: Imprimir
fr: Impression
it: Stampa
ja: 印刷
nl: Afdrukken
pl: Wydrukować
pt: Imprimir
ro: Imprimare
ru: Распечатать
sv: Skriva ut
tr: Yazdır
