Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Sets the default gamma when mrViewer starts.
ar: اضبط النطاق الافتراضي عند بدء تشغيل برنامج mrViewer.
cs: Nastavte výchozí rozsah při spuštění mrViewer.
de: Legen Sie den Standardbereich beim Start von mrViewer fest.
es: Setea la gama por defecto cuando mrViewer comienza.
fr: Définissez la plage par défaut au démarrage de mrViewer.
it: Imposta l'intervallo predefinito all'avvio di mrViewer.
ja: mrViewerの起動時のデフォルト範囲を設定します.
nl: Stel het standaardbereik in wanneer mrViewer start.
pl: Ustaw domyślny zakres po uruchomieniu mrViewer.
pt: Defina o intervalo padrão quando o mrViewer for iniciado.
ro: Setați intervalul implicit când pornește mrViewer.
ru: Устанавливает гамму по умолчанию при запуске mrViewer.
sv: Ställ in standardintervallet när mrViewer startar.
tr: mrViewer başladığında varsayılan aralığı ayarlayın.

source: Setting OCIO config from OCIO environment variable:
ar: ضبط تكوين OCIO على متغير بيئة OCIO:
cs: Nastavení konfigurace OCIO na proměnnou prostředí OCIO:
de: Einstellen der OCIO-Konfiguration auf die OCIO-Umgebungsvariable:
es: Seteando la configuración OCIO a la variable de entorno OCIO:
fr: Définition de la configuration OCIO sur la variable d'environnement OCIO :
it: Impostazione della configurazione OCIO sulla variabile di ambiente OCIO:
ja: OCIO構成をOCIO環境変数に設定します.
nl: De OCIO-configuratie instellen op de OCIO-omgevingsvariabele:
pl: Ustawienie konfiguracji OCIO na zmienną środowiskową OCIO:
pt: Definindo a configuração do OCIO para a variável de ambiente OCIO:
ro: Setarea configurației OCIO la variabila de mediu OCIO:
ru: Настройка конфигурации OCIO из переменной среды OCIO:
sv: Ställa in OCIO-konfigurationen till OCIO-miljövariabeln:
tr: OCIO yapılandırmasını OCIO ortam değişkenine ayarlama:

source: Setting OCIO config to nuke-default.
ar: ضبط تكوين OCIO على nuke-default.
cs: Nastavení konfigurace OCIO na nuke-default.
de: Setzen der OCIO-Konfiguration auf nuke-default.
es: Seteando la configuracion OCIO a nuke-default.
fr: Définition de la configuration OCIO sur nuke-default.
it: Impostazione della configurazione OCIO su nuke-default.
ja: OCIO構成をnuke-defaultに設定します.
nl: De OCIO-configuratie instellen op nuke-default.
pl: Ustawienie konfiguracji OCIO na nuke-default.
pt: Definindo a configuração do OCIO para nuke-default.
ro: Setarea configurației OCIO la nuke-default.
ru: Установка конфигурации OCIO на nuke-default.
sv: Ställer in OCIO-konfigurationen till nuke-default.
tr: OCIO yapılandırmasını nükleer varsayılana ayarlama.

source: Setting OCIO config to saved preferences.
ar: ضبط تكوين OCIO على التفضيلات المحفوظة.
cs: Nastavení konfigurace OCIO podle uložených preferencí.
de: Einstellen der OCIO-Konfiguration auf die gespeicherten Einstellungen.
es: Seteando la configuracion OCIO a las preferencias grabadas.
fr: Réglage de la configuration OCIO sur les préférences enregistrées.
it: Impostazione della configurazione OCIO sulle preferenze salvate.
ja: OCIO構成を保存されたプリファレンスに設定します.
nl: De OCIO-configuratie instellen op de opgeslagen voorkeuren.
pl: Ustawienie konfiguracji OCIO do zapisanych preferencji.
pt: Definir a configuração do OCIO para as preferências salvas.
ro: Setarea configurației OCIO la preferințele salvate.
ru: Настройка конфигурации OCIO на сохраненные настройки.
sv: Ställa in OCIO-konfigurationen till de sparade inställningarna.
tr: OCIO yapılandırmasını kayıtlı tercihlere göre ayarlama.

source: Setting OCIO config to:
ar: ضبط تكوين OCIO على:
cs: Nastavení konfigurace OCIO na:
de: Einstellen der OCIO-Konfiguration auf:
es: Seteando la configuración OCIO a:
fr: Définition de la configuration OCIO sur :
it: Impostazione della configurazione OCIO su:
ja: OCIO構成を次のように設定します.
nl: De OCIO-configuratie instellen op:
pl: Ustawienie konfiguracji OCIO na:
pt: Definir a configuração do OCIO para:
ro: Setarea configurației OCIO la:
ru: Настройка конфигурации OCIO на:
sv: Ställa in OCIO-konfigurationen till:
tr: OCIO yapılandırmasını şu şekilde ayarlama:

source: Setting language to
ar: ضبط اللغة على
cs: Nastavení jazyka na
de: Sprache einstellen auf
fr: Réglage de la langue sur
it: Impostazione della lingua su
ja: 言語をに設定する
nl: De taal instellen op
pl: Ustawienie języka na
pt: Configurando o idioma para
ro: Setarea limbii la
sv: Ställ in språket till
tr: dil ayarı

source: Settings
ar: إعدادات
cs: Nastavení
de: Einstellungen
es: Seteos
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sv: inställningar
tr: Ayarlar

source: Settings from RMD
ar: الإعدادات من RMD
cs: Nastavení z RMD
de: Einstellungen von RMD
es: Seteos desde RMD
fr: Paramètres de RMD
it: Impostazioni da RMD
ja: RMDからの設定
nl: Instellingen van RMD
pl: Ustawienia z RMD
pt: Configurações do RMD
ro: Setări de la RMD
ru: Настройки из RMD
sv: Inställningar från RMD
tr: RMD'den ayarlar

source: Shader did not compile. Error:
ar: لم يجمع شادر. خطأ:
cs: Shader se nezkompiloval. Chyba:
de: Shader wurde nicht kompiliert. Fehler:
es: Shader no compiló. Error:
fr: Shader n'a pas été compilé. Erreur:
it: Shader non è stato compilato. Errore:
ja: シェーダーはコンパイルされませんでした.エラー:
nl: Shader heeft niet gecompileerd. Fout:
pl: Shader nie skompilował się. Błąd:
pt: Shader não compilou. Erro:
ro: Shader nu a compilat. Eroare:
ru: Шейдер не скомпилировался. Ошибка:
sv: Shader kompilerade inte. Fel:
tr: Shader derleme yapmadı. Hata:

source: Shadow
ar: الظل
cs: Odstín
de: Schatten
es: Sombra
fr: Ombre
it: Ombra
ja: シェード
nl: Schaduw
pl: Cień
pt: Sombra
ro: Umbră
ru: Тень
sv: Skugga
tr: Gölge

source: Shadow levels of clip.
ar: مستويات الظل في المقطع.
cs: Úrovně stínů v klipu.
de: Schattenstufen im Clip.
es: Niveles de sombras en el clip.
fr: Niveaux d'ombre dans le clip.
it: Livelli di ombra nella clip.
ja: クリップのシャドウレベル.
nl: Schaduwniveaus in de clip.
pl: Poziomy cieni w klipie.
pt: Níveis de sombra no clipe.
ro: Niveluri de umbră în clip.
ru: Уровни тени клипа.
sv: Skuggnivåer i klippet.
tr: Klipteki gölge seviyeleri.

source: Sharpness
ar: حدة
cs: Ostrost
de: Schärfe
fr: Acuité
it: Nitidezza
ja: シャープネス
nl: Scherpte
pl: Ostrość
pt: Nitidez
ro: Claritate
ru: Острота
sv: Skärpa
tr: keskinlik

source: Shift
ar: الحروف الكبيرة
cs: Velká písmena
de: Großbuchstaben
es: Mayúsculas
fr: Majuscules
it: Lettere maiuscole
ja: 大文字
nl: Hoofdletters
pl: Wielkie litery
pt: Letras maiúsculas
ro: Litere mari
ru: Сдвиг
sv: Stora bokstäver
tr: Büyük harfler

source: Short
ar: قصيرة
cs: Krátký
de: Kurz
es: Corto
fr: Court
it: Corto
ja: 短い
nl: Kort
pl: Krótki
pt: Curto
ro: Mic de statura
ru: короткий
sv: Kort
tr: Kısa

source: Shortened to Timeline
ar: تقصير إلى الجدول الزمني
cs: zkrácena na časovou osu
de: verkürzt auf die Zeitleiste
fr: raccourci à la chronologie
it: abbreviato in sequenza temporale
ja: タイムラインに短縮
nl: verkort tot tijdlijn
pl: skrócone do osi czasu
pt: encurtado para linha do tempo
ro: scurtat la cronologie
ru: Сокращено до временной шкалы
sv: förkortas till tidslinjen
tr: zaman çizelgesine kısaltılmış

source: Simple
ar: بسيط
cs: Jednoduchý
de: Einfach
it: Semplice
ja: 単純
nl: Gemakkelijk
pl: Prosty
pt: Simples
ro: Simplu
ru: Простой
sv: Enkel
tr: Basit

source: Single Click to Travel Drawers
ar: نقرة واحدة للانتقال إلى المجلدات
cs: Jedním kliknutím přejděte do složek
de: Ein Klick, um zu Ordnern zu navigieren
es: Un Solo Click para Viajar a las Carpetas
fr: Un clic pour naviguer dans les dossiers
it: Un clic per passare alle cartelle
ja: ワンクリックでフォルダに移動
nl: Eén klik om naar mappen te navigeren
pl: Jedno kliknięcie, aby przejść do folderów
pt: Um clique para navegar para pastas
ro: Un clic pentru a naviga la foldere
ru: Один щелчок, чтобы перемещать ящики
sv: Ett klick för att navigera till mappar
tr: Klasörlere Gitmek İçin Tek Tıkla

source: Single Instance
ar: مثيل واحد
cs: jediná instance
de: eine einzelne Instanz
es: Una Sola Instancia
fr: un seul exemple
it: una singola istanza
ja: 単一のインスタンス
nl: een enkele instantie
pl: pojedyncza instancja
pt: uma única instância
ro: o singură instanță
ru: Один экземпляр
sv: en enda instans
tr: tek bir örnek

source: Size
ar: بحجم
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
nl: Maat
pl: Rozmiar
pt: Tamanho
ro: mărimea
ru: Размер
sv: Storlek
tr: Boyut

source: Size in frames of the VIDEO and AUDIO cache.
ar: الحجم في إطارات ذاكرة التخزين المؤقت للصوت والفيديو.
cs: Velikost ve snímcích mezipaměti AUDIO a VIDEO.
de: Größe in Frames des AUDIO- und VIDEO-Cache.
es: Tamaño en cuadros del cache de AUDIO y VÍDEO.
fr: Taille en images du cache AUDIO et VIDEO.
it: Dimensioni in frame della cache AUDIO e VIDEO.
ja: AUDIOおよびVIDEOキャッシュのフレーム単位のサイズ.
nl: Grootte in frames van de AUDIO- en VIDEO-cache.
pl: Rozmiar w ramkach pamięci podręcznej AUDIO i WIDEO.
pt: Tamanho em frames do cache de ÁUDIO e VÍDEO.
ro: Dimensiunea în cadre a memoriei cache AUDIO și VIDEO.
ru: Размер в кадрах ВИДЕО и АУДИО кеша.
sv: Storlek i ramar för AUDIO- och VIDEO-cachen.
tr: AUDIO ve VIDEO önbelleğinin çerçevelerinde boyut.

source: Slope
ar: هضبة
cs: Pahorek
de: Hügel
es: Loma
fr: Monticule
it: Poggio
ja: ノール
nl: Knoll
pl: Pagórek
pt: outeiro
ro: Movilă
ru: Склон
sv: Knoll
tr: tepe

source: Slow
ar: بطيء
cs: Pomalý
de: Schleppend
fr: Lent
it: Lento
ja: スロー
nl: Traag
pl: Powolny
pt: Devagar
ro: Încet
ru: Медленный
sv: Långsam
tr: Yavaş

source: Socket creation failed
ar: فشل إنشاء البرنامج المساعد
cs: Vytvoření pluginu se nezdařilo
de: Plugin-Erstellung fehlgeschlagen
es: Creación de enchufe falló
fr: La création du plugin a échoué
it: Creazione plug-in non riuscita
ja: プラグインの作成に失敗しました
nl: Maken van plug-in mislukt
pl: Tworzenie wtyczki nie powiodło się
pt: Falha na criação do plug-in
ro: Crearea pluginului a eșuat
ru: Не удалось создать сокет
sv: Det gick inte att skapa plugin
tr: Eklenti oluşturulamadı

source: Socket error: Could not connect to
ar: خطأ في مأخذ التوصيل: تعذر الاتصال بـ
cs: Chyba soketu: Nelze se připojit k
de: Socket-Fehler: Verbindung zu konnte nicht hergestellt werden
es: Error de Socket: No pude conectar a
fr: Erreur de socket : impossible de se connecter à
it: Errore socket: impossibile connettersi a
ja: ソケットエラー: に接続できませんでした
nl: Socketfout: Kon geen verbinding maken met
pl: Błąd gniazda: nie można połączyć się z
pt: Erro de soquete: não foi possível conectar a
ro: Eroare socket: nu s-a putut conecta la
ru: Ошибка сокета: не удалось подключиться к
sv: Socket-fel: Kunde inte ansluta till
tr: Soket hatası: Şuna bağlanılamadı

source: Softimage Picture
ar: صورة لينة الصورة
cs: Obrázek Měkký obrázek
de: Bild Weiches Bild
es: Imagen Softimage
fr: Image Image douce
it: Immagine Immagine morbida
ja: 画像ソフト画像
nl: Afbeelding Zacht beeld
pl: Obraz Miękki obraz
pt: Imagem Imagem suave
ro: Imagine Imagine moale
ru: Изображение Softimage
sv: Bild Mjuk bild
tr: Görüntü Yumuşak görüntü

source: Software
ar: البرمجيات
fr: Logiciel
ja: ソフトウェア
pl: oprogramowanie
pt: Programas
ru: Программное обеспечение
sv: programvara
tr: yazılım

source: Some default frame rate settings.
ar: بعض الإعدادات الافتراضية لسرعة التشغيل
cs: Některá výchozí nastavení rychlosti přehrávání
de: Einige Standardeinstellungen für die Wiedergabegeschwindigkeit
es: Algunos seteos de velocidad de reproducción por defecto
fr: Certains paramètres de vitesse de lecture par défaut
it: Alcune impostazioni di velocità di riproduzione predefinite
ja: いくつかのデフォルトの再生速度設定
nl: Enkele standaard afspeelsnelheidsinstellingen
pl: Niektóre domyślne ustawienia szybkości odtwarzania
pt: Algumas configurações de velocidade de reprodução padrão
ro: Unele setări implicite de viteză de redare
ru: Некоторые настройки частоты кадров по умолчанию.
sv: Vissa standardinställningar för uppspelningshastighet
tr: Bazı varsayılan oynatma hızı ayarları

source: Space (' ')
ar: الOCIO (' ')
cs: Prostor (' ')
de: Raum (' ')
es: Espacio (' ')
fr: Espacer (' ')
it: Spazio (' ')
ja: スペース （' '）
nl: Ruimte (' ')
pl: Przestrzeń (' ')
pt: Espaço (' ')
ro: Spațiu (' ')
ru: Космос (' ')
sv: Plats (' ')
tr: Uzay (' ')

source: Spanish
ar: الأسبانية (Español)
cs: španělština
de: Spanisch
fr: Espagnol
it: spagnolo (Español)
ja: スペイン語 (Español)
nl: Spaans (Español)
pl: hiszpański
pt: espanhol
ro: Spaniolă
sv: spanska (Español)
tr: İspanyol

source: Special
ar: خاص
cs: Speciální
de: Speziell
es: Especial
fr: Spécial
it: Speciale
ja: 特別な
nl: Speciaal
pl: Specjalny
pt: Especial
ru: Особый
sv: Särskild
tr: Özel

source: Special Instructions
ar: تعليمات خاصة
cs: Speciální instrukce
de: Spezielle Anweisungen
es: Instrucciones Especiales
fr: Instructions spéciales
it: Istruzioni speciali
ja: 特別な指示
nl: Speciale instructies
pl: Specjalne instrukcje
pt: Instruções Especiais
ro: Instrucțiuni Speciale
ru: Специальные инструкции
sv: Speciella instruktioner
tr: Özel Talimatlar

source: Speed
ar: سرعة
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: スピード
nl: Snelheid
pl: Prędkość
pt: Velocidade
ro: Viteză
ru: Скорость
sv: Hastighet
tr: Hız

source: Square Root
ar: الجذر التربيعي
cs: Odmocnina
de: Quadratwurzel
fr: Racine carrée
it: Radice quadrata
ja: 平方根
nl: Vierkantswortel
pl: Pierwiastek kwadratowy
pt: Raiz quadrada
ro: Rădăcină pătrată
ru: Квадратный корень
sv: Roten ur
tr: Kare kök

source: Src
ar: مصدر
cs: Zdroj
de: Quelle
es: Fuente
fr: La source
it: Fonte
ja: ソース
nl: Bron
pl: Źródło
pt: Fonte
ro: Sursă
ru: Источник
sv: Källa
tr: Kaynak

source: Start
ar: يبدأ
es: Comienzo
fr: Démarrer
it: Cominciare
ja: 始める
nl: Begin
pl: Początek
pt: Começar
ru: Начинать
tr: Başlama

source: Start Playback when opening files.
ar: ابدأ التشغيل عند فتح الملف.
cs: Spusťte přehrávání při otevření souboru.
de: Starten Sie die Wiedergabe, wenn die Datei geöffnet wird.
es: Comenzar la Reproducción cuando se abre el archivo.
fr: Lancer la lecture lorsque le fichier est ouvert.
it: Avvia la riproduzione all'apertura del file.
ja: ファイルを開いたら再生を開始します.
nl: Start het afspelen wanneer het bestand is geopend.
pl: Rozpocznij odtwarzanie po otwarciu pliku.
pt: Inicie a reprodução quando o arquivo for aberto.
ro: Porniți redarea când fișierul este deschis.
ru: Начать воспроизведение при открытии файлов.
sv: Starta uppspelning när filen öppnas.
tr: Dosya açıldığında Oynatma işlemini başlatın.

source: Start of Audio
ar: بداية الصوت
cs: Spuštění zvuku
de: Audiostart
es: Comienzo del Audio
fr: Démarrage audio
it: Inizio audio
ja: オーディオスタート
nl: Audio starten
pl: Rozpoczęcie dźwięku
pt: Início de áudio
ro: Pornire audio
ru: Начало аудио
sv: Ljudstart
tr: Ses başlatma

source: Start of Subtitle
ar: بداية الترجمة
cs: Začátek titulků
de: Beginn des Untertitels
es: Comienzo del Subtítulo
fr: Début du sous-titre
it: Inizio del sottotitolo
ja: 字幕の始まり
nl: Begin van ondertitel
pl: Początek napisów
pt: Início da legenda
ro: Începutul subtitrarii
ru: Начало субтитров
sv: Start av undertext
tr: Altyazının Başlangıcı

source: Start of Video
ar: بداية الفيديو
cs: Začátek videa
de: Beginn des Videos
es: Comienzo del Vídeo
fr: Début de la vidéo
it: Inizio del video
ja: ビデオの開始
nl: Begin van de video
pl: Początek wideo
pt: Começo do vídeo
ro: Începutul videoclipului
ru: Начало видео
sv: Början av videon
tr: Videonun Başlangıcı

source: Stereo 3D Options
ar: خيارات ستيريو ثلاثية الأبعاد
cs: Možnosti stereo 3D
de: Stereo-3D-Optionen
es: Opciones de Estéreo 3D
fr: Options 3D stéréo
it: Opzioni 3D stereo
ja: ステレオ3Dオプション
nl: Stereo 3D-opties
pl: Opcje stereo 3D
pt: Opções 3D estéreo
ro: Opțiuni 3D stereo
ru: Параметры стерео 3D
sv: Stereo 3D-alternativ
tr: Stereo 3D Seçenekleri

source: Stereo EXR Picture
ar: صورة ستيريو EXR
cs: Stereo obraz EXR
de: EXR-Stereobild
es: Imagen Estéreo de EXR
fr: Image stéréo EXR
it: Immagine stereo EXR
ja: EXRステレオイメージ
nl: EXR-stereobeeld
pl: Obraz stereofoniczny EXR
pt: Imagem estéreo EXR
ro: Imagine stereo EXR
ru: Стерео EXR-изображение
sv: EXR Stereobild
tr: EXR Stereo Görüntü

source: Stereo OpenGL
ar: برنامج OpenGL Stereo
de: OpenGL-Stereo
es: Estéreo OpenGL
fr: Stéréo OpenGL
ja: OpenGLステレオ
nl: OpenGL-stereo
pl: Stereofoniczny OpenGL
pt: Estéreo OpenGL
ro: OpenGL Stereo
ru: Стерео OpenGL
sv: OpenGL Stereo
tr: OpenGL Stereo

source: Stereo Output is invalid. Valid values are:
ar: خرج الاستريو غير صالح. القيم الصالحة هي:
cs: Stereo výstup je neplatný. Platné hodnoty jsou:
de: Die Stereoausgabe ist ungültig. Gültige Werte sind:
fr: La sortie stéréo n'est pas valide. Les valeurs valides sont :
it: L'uscita stereo non è valida. I valori validi sono:
ja: ステレオ出力が無効です.有効な値は次のとおりです:
nl: Stereo-uitgang is ongeldig. Geldige waarden zijn:
pl: Wyjście stereo jest nieprawidłowe. Prawidłowe wartości to:
pt: A saída estéreo é inválida. Os valores válidos são:
ro: Ieșirea stereo este invalidă. Valorile valide sunt:
ru: Стерео выход недействителен. Допустимые значения:
sv: Stereoutgången är ogiltig. Giltiga värden är:
tr: Stereo çıkış geçersiz. Geçerli değerler şunlardır:

source: Stereo eye separation
ar: مشاهدة ملف Separation
cs: Zobrazit separaci
de: Trennung ansehen
es: Separación de las Vistas
fr: Voir la séparation
it: Visualizza Separazione
ja: 分離を表示
nl: Scheiding bekijken
pl: Zobacz separację
pt: Visualizar separação
ro: Vedeți Separarea
ru: Стерео разделение глаз
sv: Visa separation
tr: Ayrımı Görüntüle

source: Stop
ar: قف
de: Stoppen
es: Parar
fr: Arrêter
it: Fermare
ja: やめる
pl: Zatrzymać
pt: Pare
ru: Останавливаться
sv: Sluta
tr: Durmak

source: Stop playback.
ar: أوقف التشغيل.
cs: Zastavit přehrávání.
de: Stoppen Sie die Wiedergabe.
es: Detener Playback.
fr: Arrêtez la lecture.
it: Interrompi la riproduzione.
ja: 再生を停止します.
nl: Stop het afspelen.
pl: Zatrzymaj odtwarzanie.
pt: Pare a reprodução.
ro: Opriți redarea.
ru: Остановить воспроизведение.
sv: Stoppa uppspelningen.
tr: Oynatmayı durdur.

source: Stop uiview
ar: وقف uiview
cs: zastavit uiview
de: uiview stoppen
fr: arrêter l'affichage de l'interface utilisateur
it: interrompere uiview
ja: uiviewを停止します
pl: zatrzymaj podgląd
pt: parar uiview
ro: opriți uiview
ru: Остановить просмотр
sv: stoppa uiview
tr: uiview'i durdur

source: Stopped encoding cached
ar: توقفت عن تشفير ذاكرة التخزين المؤقت
cs: Přestal jsem kódovat mezipaměť
de: Ich habe aufgehört, den Cache zu codieren
es: Paré cacheo de codificación
fr: J'ai arrêté de coder le cache
it: Ho smesso di codificare la cache
ja: キャッシュのコーディングをやめました
nl: Ik ben gestopt met het coderen van cache
pl: Przestałem kodować pamięć podręczną
pt: Parei de codificar cache
ro: Am oprit codificarea cache-ului
ru: Кэширование остановленной кодировки
sv: Jag slutade koda cache
tr: Önbelleği kodlamayı durdurdum

source: Stretch image to compensate for image's pixel ratio.
ar: قم بتمديد الصورة لتعويض نسبة أبعاد الصورة بالبكسل.
cs: Roztažením obrazu kompenzujte poměr stran obrazových bodů obrazu.
de: Strecken Sie das Bild, um das Pixel-Seitenverhältnis des Bildes auszugleichen.
es: Estire la imagen para compensar la proporcion de pixeles de la imagen.
fr: Étirez l'image pour compenser le rapport d'aspect des pixels de l'image.
it: Allunga l'immagine per compensare le proporzioni pixel dell'immagine.
ja: 画像をストレッチして、画像のピクセルアスペクト比を補正します.
nl: Rek de afbeelding uit om de pixelverhouding van de afbeelding te compenseren.
pl: Rozciągnij obraz, aby skompensować proporcje obrazu w pikselach.
pt: Estique a imagem para compensar a proporção de pixel da imagem.
ro: Întindeți imaginea pentru a compensa raportul de aspect al pixelilor imaginii.
ru: Растяните изображение, чтобы компенсировать соотношение пикселей изображения.
sv: Sträck ut bilden för att kompensera för bildens bildpunktsförhållande.
tr: Resmin piksel en boy oranını telafi etmek için resmi uzatın.

source: String
ar: نص
cs: Text
de: Text
es: Texto
fr: Texte
it: Testo
ja: 文章
nl: Tekst
pl: Tekst
pt: Texto
ro: Text
ru: Нить
sv: Text
tr: Metin

source: Subtitle
ar: العنوان الفرعي
cs: Titulky
de: Untertitel
es: Subtítulo
fr: Sous-titre
it: Sottotitolo
ja: 字幕
nl: Onderschrift
pl: Podtytuł
pt: Legenda
ro: Subtitlu
ru: Подзаголовок
sv: Texta
tr: Alt yazı

source: Subtitle Stream #%d
ar: مسار الترجمة #%d
cs: Titulková stopa #%d
de: Untertitelspur #%d
es: Pista de Subtítulo #%d
fr: Piste de sous-titres #%d
it: Traccia sottotitoli #%d
ja: 字幕トラック＃%d
nl: Ondertiteltrack #%d
pl: Ścieżka napisów #%d
pt: Faixa de legendas #%d
ro: Piesa de subtitrare #%d
ru: Поток субтитров #%d
sv: Undertextspår #%d
tr: Altyazı Parçası #%d

source: Subtitle Streams
ar: مسارات الترجمة
cs: Stopy s titulky
de: Untertitelspuren
es: Pistas de Subtítulo
fr: Pistes de sous-titres
it: Tracce di sottotitoli
ja: 字幕トラック
nl: Ondertiteltracks
pl: Ścieżki napisów
pt: Faixas de legendas
ro: Subtitrare piese
ru: Потоки субтитров
sv: Undertextspår
tr: Altyazı Parçaları

source: Subtitle encoding
ar: ترميز الترجمة
cs: Kódování titulků
de: Untertitelkodierung
es: Encodificación de Subtítulo
fr: Encodage des sous-titres
it: Codifica dei sottotitoli
ja: 字幕エンコーディング
nl: Ondertitel codering
pl: Kodowanie napisów
pt: Codificação de legendas
ro: Codificarea subtitrarilor
ru: Кодировка субтитров
sv: Undertextkodning
tr: Altyazı kodlaması

source: Subtitle file
ar: ملف الترجمة
cs: Soubor s titulky
de: Untertiteldatei
es: Archivo de Subtítulo
fr: Fichier de sous-titres
it: File dei sottotitoli
ja: 字幕ファイル
nl: Ondertitelbestand
pl: Plik z napisami
pt: Arquivo de legenda
ro: Fișier de subtitrare
ru: Файл субтитров
sv: Undertextfil
tr: Altyazı Dosyası

source: Subtitle font
ar: خطاب الترجمة
cs: Podtitulkový dopis
de: Untertitel Brief
es: Letra de Subtítulo
fr: Lettre de sous-titre
it: Lettera di sottotitolo
ja: 字幕レター
nl: Ondertitelbrief
pl: Litera z napisami
pt: Carta de legenda
ro: Scrisoarea de subtitrare
ru: Шрифт субтитров
sv: Undertextbrev
tr: Altyazı Mektubu

source: Subtitle type
ar: نوع الترجمة
cs: Typ titulků
de: Untertiteltyp
es: Tipo de Subtítulo
fr: Type de sous-titre
it: Tipo di sottotitoli
ja: 字幕タイプ
nl: Ondertiteltype
pl: Typ napisów
pt: Tipo de legenda
ro: Tip de subtitrare
ru: Тип субтитров
sv: Undertexttyp
tr: Altyazı Türü

source: Subtitle/Load
ar: العنوان الفرعي/تكلفة
cs: Titulky/Nabít
de: Untertitel/Aufladen
es: Subtítulo/Cargar
fr: Sous-titre/Charger
it: Sottotitolo/Carica
ja: 字幕/充電
nl: Onderschrift/Laden
pl: Podtytuł/Opłata
pt: Legenda/Carregar
ro: Subtitlu/Încărca
ru: Подзаголовок/Нагрузка
sv: Texta/Avgift
tr: Alt yazı/Şarj etmek

source: Subtitle/No Subtitle
ar: العنوان الفرعي/لا توجد ترجمة
cs: Titulky/žádné titulky
de: Untertitel/keine Untertitel
es: Subtítulo/Sin Subtítulo
fr: Sous-titre/pas de sous-titre
it: Sottotitolo/nessun sottotitolo
ja: 字幕/字幕なし
nl: Onderschrift/geen ondertitel
pl: Podtytuł/brak napisów
pt: Legenda/sem legenda
ro: Subtitlu/fara subtitrare
ru: Подзаголовок/Без субтитров
sv: Texta/ingen undertext
tr: Alt yazı/altyazı yok

source: Subtitle/Track #%d - %s
ar: العنوان الفرعي/المسار #%d -%s
cs: Titulky/Stopa #%d – %s
de: Untertitel/Titel #%d - %s
es: Subtítulo/Pista #%d - %s
fr: Sous-titre/Piste #%d - %s
it: Sottotitolo/Traccia #%d - %s
ja: 字幕/トラック＃%d-%s
nl: Onderschrift/Volg #%d - %s
pl: Podtytuł/Ścieżka #%d - %s
pt: Legenda/Faixa #%d - %s
ro: Subtitlu/Piesa #%d - %s
ru: Подзаголовок/Трек № %d - %s
sv: Texta/Spår #%d - %s
tr: Alt yazı/Parça #%d - %s

source: Subtitles
ar: العنوان الفرعي
cs: Titulky
de: Untertitel
es: Subtítulos
fr: Sous-titre
it: Sottotitolo
ja: 字幕
nl: Ondertitel
pl: Podtytuł
pt: Legenda
ro: Subtitlu
ru: Субтитры
sv: Texta
tr: Alt yazı

source: Subtitles (*.{
ar: الترجمة (*. {
cs: Titulky (*.{
de: Untertitel (*.{
es: Subtitulos (*.{
fr: Sous-titre (*.{
it: Sottotitolo (*.{
ja: 字幕 (*.{
nl: Ondertitel (*.{
pl: Podtytuł (*.{
pt: Legenda (*.{
ro: Subtitrare (*.{
ru: Субтитры (*.{
sv: Undertext (*.{
tr: Alt yazı (*.{
