Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Failed to init swresample library with
ar: فشلت في تهيئة مكتبة swresample مع
cs: Nepodařilo se mi inicializovat knihovnu swresample pomocí
de: Ich konnte die Swresample-Bibliothek nicht mit initialisieren
es: Fallé en inicializar biblioteca swresample con
fr: Je n'ai pas réussi à initialiser la bibliothèque swresample avec
it: Non sono riuscito a inizializzare la libreria swresample con
ja: swresampleライブラリを初期化できませんでした
nl: Ik kon de swresample-bibliotheek niet initialiseren met
pl: Nie udało mi się zainicjować biblioteki swresample za pomocą
pt: Eu falhei ao inicializar a biblioteca swresample com
ro: Nu am reușit să inițializez biblioteca swresample cu
ru: Не удалось инициализировать библиотеку swresample с помощью
sv: Jag misslyckades med att initiera swresample-biblioteket med
tr: ile swresample kitaplığını başlatamadım

source: Failed to initialize R3D SDK:
ar: فشلت في تهيئة R3D SDK:
cs: Nepodařilo se mi inicializovat R3D SDK:
de: Ich konnte das R3D SDK nicht initialisieren:
es: Fallé al inicializar el SDK de R3D:
fr: Je n'ai pas réussi à initialiser le SDK R3D :
it: Non sono riuscito a inizializzare l'SDK R3D:
ja: R3D SDKの初期化に失敗しました:
nl: Ik kon de R3D SDK niet initialiseren:
pl: Nie udało mi się zainicjować R3D SDK:
pt: Não consegui inicializar o SDK R3D:
ro: Nu am reușit să inițializez R3D SDK:
ru: Не удалось инициализировать R3D SDK:
sv: Jag misslyckades med att initiera R3D SDK:
tr: R3D SDK'yı başlatamadım:

source: Failed to initialize swscale conversion context
ar: فشل في تهيئة سياق تحويل swscale
cs: Nepodařilo se inicializovat kontext převodu swscale
de: swscale-Umwandlungskontext konnte nicht initialisiert werden
es: Fallé al inicializar el contexto de conversion de swscale
fr: Échec de l'initialisation du contexte de conversion swscale
it: Impossibile inizializzare il contesto di conversione swscale
ja: swscale変換コンテキストの初期化に失敗しました
nl: Kan swscale-conversiecontext niet initialiseren
pl: Nie udało się zainicjować kontekstu konwersji swscale
pt: Falha ao inicializar o contexto de conversão swscale
ro: Nu s-a inițializat contextul de conversie swscale
ru: Не удалось инициализировать контекст преобразования swscale.
sv: Det gick inte att initiera swscale-konverteringskontext
tr: swscale dönüştürme bağlamı başlatılamadı

source: Failed to initialize the resampling context
ar: فشل تهيئة سياق إعادة تشكيل العينة
cs: Nepodařilo se inicializovat kontext převzorkování
de: Resampling-Kontext konnte nicht initialisiert werden
es: Fallé al inicializar el contexto de resampleo
fr: Impossible d'initialiser le contexte de rééchantillonnage
it: Impossibile inizializzare il contesto di ricampionamento
ja: リサンプルコンテキストの初期化に失敗しました
nl: Kan resample-context niet initialiseren
pl: Nie udało się zainicjować kontekstu ponownego próbkowania
pt: Falha ao inicializar o contexto de reamostragem
ro: Nu s-a putut inițializa contextul de reeșantionare
ru: Не удалось инициализировать контекст передискретизации
sv: Det gick inte att initiera omsamplingskontext
tr: Yeniden örnekleme bağlamı başlatılamadı

source: Fast
ar: بسرعة
cs: Rychle
de: Schnell
fr: Vite
it: Veloce
ja: 速い
nl: Snel
pl: Szybko
pt: Rápido
ro: Rapid
ru: Быстро
sv: Snabb
tr: Hızlı

source: Feb
ar: فبراير
cs: února
fr: fév
it: febbraio
ja: 2月
nl: februari
pl: luty
pt: fevereiro
ru: февраль
tr: Şubat

source: Fetch failed for mipmap
ar: فشل تحميل خريطة mip
cs: Načítání mipmap se nezdařilo
de: Laden für Mipmap fehlgeschlagen
es: Cargar falló para mipmap
fr: Échec du chargement pour mipmap
it: Caricamento non riuscito per mipmap
ja: ミップマップのロードに失敗しました
nl: Laden mislukt voor mipmap
pl: Ładowanie nie powiodło się dla mipmap
pt: Falha ao carregar para mipmap
ro: Încărcarea mipmap a eșuat
ru: Не удалось получить MIP-карту
sv: Det gick inte att ladda för mipmap
tr: mipmap için yükleme başarısız oldu

source: Fetch failed for ripmap X
ar: فشل تحميل mipmap X.
cs: Načtení mipmap X se nezdařilo
de: Laden für Mipmap X fehlgeschlagen
es: Cargar falló para mipmap X
fr: Échec du chargement pour mipmap X
it: Caricamento fallito per mipmap X
ja: ミップマップXのロードに失敗しました
nl: Laden mislukt voor mipmap X
pl: Ładowanie nie powiodło się dla mipmap X
pt: Falha ao carregar para mipmap X
ro: Încărcarea nu a reușit pentru mipmap X
ru: Не удалось получить рип-карту X
sv: Det gick inte att ladda för mipmap X
tr: mipmap X için yükleme başarısız oldu

source: Fetch failed for ripmap Y
ar: فشل التحميل لـ ripmap Y.
cs: Načtení ripmap Y se nezdařilo
de: Laden für Ripmap Y fehlgeschlagen
es: Cargar falló para ripmap Y
fr: Échec du chargement du ripmap Y
it: Caricamento non riuscito per ripmap Y
ja: リップマップYのロードに失敗しました
nl: Laden mislukt voor ripmap Y
pl: Nie udało się wczytać ripmapy Y
pt: Falha ao carregar para o ripmap Y
ro: Încărcarea a eșuat pentru ripmap Y
ru: Не удалось получить рип-карту Y
sv: Inläsning misslyckades för ripmap Y
tr: ripmap Y için yükleme başarısız oldu

source: File Requester
ar: باحث الملفات
cs: Vyhledávač souborů
de: Dateifinder
es: Buscador de Archivos
fr: Recherche de dossier
it: Trova file
ja: ファイルファインダー
nl: Bestandenzoeker
pl: Wyszukiwacz plików
pt: Localizador de arquivos
ro: Căutare de fișiere
ru: Запрос файлов
sv: Filsökare
tr: Dosya bulucu

source: File/Open/AMF file
ar: أرشيف/لفتح/ملف MFA
cs: Archiv/Otevřít/MFA soubor
de: Archiv/Öffnen/MFA-Datei
es: Archivo/Abrir/Archivo AMF
fr: Archiver/Ouvrir/Fichier MFA
it: Archivio/Aprire/dossier AMF
ja: 記録/開く/MFAファイル
nl: Archief/Open/MFA-bestand
pl: Archiwum/Otworzyć/Plik MFA
pt: Arquivo/Abrir/arquivo MFA
ro: Arhiva/A deschide/fișier MFA
ru: Файл/Открыть/AMF-файл
sv: Arkiv/Att öppna/MFA-fil
tr: Arşiv/Açmak/MFA dosyası

source: File/Open/Directory
ar: أرشيف/لفتح/الدليل
cs: Archiv/Otevřít/adresář
de: Archiv/Öffnen/Verzeichnis
es: Archivo/Abrir/Directorio
fr: Archiver/Ouvrir/annuaire
it: Archivio/Aprire/directory
ja: 記録/開く/ディレクトリ
nl: Archief/Open/map
pl: Archiwum/Otworzyć/informator
pt: Arquivo/Abrir/diretório
ro: Arhiva/A deschide/director
ru: Файл/Открыть/Каталог
sv: Arkiv/Att öppna/katalog
tr: Arşiv/Açmak/dizin

source: File/Open/Movie or Sequence
ar: أرشيف/لفتح/فيلم أو تسلسل
cs: Archiv/Otevřít/Film nebo sekvence
de: Archiv/Öffnen/Film oder Sequenz
es: Archivo/Abrir/Pelicula o Secuencia
fr: Archiver/Ouvrir/Film ou Séquence
it: Archivio/Aprire/Film o sequenza
ja: 記録/開く/映画またはシーケンス
nl: Archief/Open/Film of reeks
pl: Archiwum/Otworzyć/Film lub sekwencja
pt: Arquivo/Abrir/Filme ou Sequência
ro: Arhiva/A deschide/Film sau secvență
ru: Файл/Открыть/Фильм или эпизод
sv: Arkiv/Att öppna/Film eller sekvens
tr: Arşiv/Açmak/Film veya Dizi

source: File/Open/Session
ar: أرشيف/لفتح/جلسة
cs: Archiv/Otevřít/Zasedání
de: Archiv/Öffnen/Sitzung
es: Archivo/Abrir/Sesión
fr: Archiver/Ouvrir/Session
it: Archivio/Aprire/Sessione
ja: 記録/開く/セッション
nl: Archief/Open/Sessie
pl: Archiwum/Otworzyć/Sesja
pt: Arquivo/Abrir/Sessão
ro: Arhiva/A deschide/Sesiune
ru: Файл/Открыть/Сессия
sv: Arkiv/Att öppna/Session
tr: Arşiv/Açmak/Oturum, toplantı, celse

source: File/Open/Single Image
ar: أرشيف/لفتح/مجرد صورة
cs: Archiv/Otevřít/Jen Obrázek
de: Archiv/Öffnen/Nur ein Bild
es: Archivo/Abrir/Solo una Imagen
fr: Archiver/Ouvrir/Juste une image
it: Archivio/Aprire/Solo un'immagine
ja: 記録/開く/ただの画像
nl: Archief/Open/Gewoon een afbeelding
pl: Archiwum/Otworzyć/Tylko obraz
pt: Arquivo/Abrir/Apenas uma imagem
ro: Arhiva/A deschide/Doar o Imagine
ru: Файл/Открыть/Одно изображение
sv: Arkiv/Att öppna/Bara en bild
tr: Arşiv/Açmak/sadece bir resim

source: File/Open/Stereo Sequence or Movie
ar: أرشيف/لفتح/فيلم أو تسلسل للستيريو
cs: Archiv/Otevřít/Film nebo sekvence pro stereo
de: Archiv/Öffnen/Film oder Sequenz für Stereo
es: Archivo/Abrir/Pelicula o Secuencia para Estéreo
fr: Archiver/Ouvrir/Film ou séquence pour stéréo
it: Archivio/Aprire/Film o sequenza per stereo
ja: 記録/開く/ステレオ用のフィルムまたはシーケンス
nl: Archief/Open/Film of sequentie voor stereo
pl: Archiwum/Otworzyć/Film lub sekwencja dla stereo
pt: Arquivo/Abrir/Filme ou sequência para estéreo
ro: Arhiva/A deschide/Film sau secvență pentru stereo
ru: Файл/Открыть/Стерео последовательность или фильм
sv: Arkiv/Att öppna/Film eller sekvens för stereo
tr: Arşiv/Açmak/Stereo için Film veya Dizi

source: File/Quit
ar: أرشيف/غادر
cs: Archiv/Odejít
de: Archiv/Verlassen
es: Archivo/Salir
fr: Archiver/sortir
it: Archivio/Lasciare
ja: 記録/離れる
nl: Archief/Uitgaan
pl: Archiwum/Wyjechać
pt: Arquivo/Sair
ro: Arhiva/Părăsi
ru: Файл/Покидать
sv: Arkiv/Lämna
tr: Arşiv/Çıkmak

source: File/Save/Frame As
ar: أرشيف/يحفظ/مربع مثل
cs: Archiv/Držet/jako krabice
de: Archiv/Behalten/Kiste wie
es: Archivo/Grabar/Cuadro Como
fr: Archiver/sauvegarder/boîte comme
it: Archivio/Mantenere/scatola come
ja: 記録/保つ/のようなボックス
nl: Archief/Opslaan/doos zoals
pl: Archiwum/Trzymać/pudełko jak
pt: Arquivo/Guarda/caixa como
ro: Arhiva/A pastra/cutie ca
ru: Файл/Сохранять/Кадр как
sv: Arkiv/Ha kvar/låda som
tr: Arşiv/Kale/kutu gibi

source: File/Save/GL Snapshots As
ar: أرشيف/يحفظ/لقطات Opengl
cs: Archiv/Držet/Snímky Opengl
de: Archiv/Behalten/Opengl-Snapshots
es: Archivo/Grabar/Instantáneas de Opengl
fr: Archiver/sauvegarder/Instantanés OpenGL
it: Archivio/Mantenere/Istantanee OpenGL
ja: 記録/保つ/Openglスナップショット
nl: Archief/Opslaan/Opengl-snapshots
pl: Archiwum/Trzymać/Migawki Opengl
pt: Arquivo/Guarda/Instantâneos Opengl
ro: Arhiva/A pastra/Instantanee Opengl
ru: Файл/Сохранять/Снимки GL как
sv: Arkiv/Ha kvar/Opengl ögonblicksbilder
tr: Arşiv/Kale/Opengl anlık görüntüleri

source: File/Save/Movie or Sequence As
ar: أرشيف/يحفظ/فيلم أو تسلسل مثل
cs: Archiv/Držet/Líbí se mi film nebo sekvence
de: Archiv/Behalten/Film oder Sequenz wie
es: Archivo/Grabar/Pelicula o Secuencia Como
fr: Archiver/sauvegarder/Film ou séquence comme
it: Archivio/Mantenere/Film o sequenza Mi piace
ja: 記録/保つ/映画やシーケンスのような
nl: Archief/Opslaan/Film of reeks zoals
pl: Archiwum/Trzymać/Film lub sekwencja Like
pt: Arquivo/Guarda/Curtir filme ou sequência
ro: Arhiva/A pastra/Film sau secvență Like
ru: Файл/Сохранять/Фильм или эпизод как
sv: Arkiv/Ha kvar/Gilla film eller sekvens
tr: Arşiv/Kale/Film veya Dizi Gibi

source: File/Save/Reel As
ar: أرشيف/يحفظ/بكرة مثل
cs: Archiv/Držet/jako naviják
de: Archiv/Behalten/Rolle wie
es: Archivo/Grabar/Carrete Como
fr: Archiver/sauvegarder/bobine comme
it: Archivio/Mantenere/come bobina
ja: 記録/保つ/リールのように
nl: Archief/Opslaan/spoel zoals
pl: Archiwum/Trzymać/kołowrotek jak
pt: Arquivo/Guarda/carretel como
ro: Arhiva/A pastra/tambur ca
ru: Файл/Сохранять/Катушка как
sv: Arkiv/Ha kvar/rulle som
tr: Arşiv/Kale/makara gibi

source: File/Save/Session As
ar: أرشيف/يحفظ/جلسة مثل
cs: Archiv/Držet/relace jako
de: Archiv/Behalten/Sitzung als
es: Archivo/Grabar/Sesión Como
fr: Archiver/sauvegarder/séance comme
it: Archivio/Mantenere/sessione come
ja: 記録/保つ/としてのセッション
nl: Archief/Opslaan/sessie als
pl: Archiwum/Trzymać/sesja jak
pt: Arquivo/Guarda/sessão como
ro: Arhiva/A pastra/sesiune ca
ru: Файл/Сохранять/Сессия как
sv: Arkiv/Ha kvar/session som
tr: Arşiv/Kale/olarak oturum

source: Filename
ar: اسم
cs: název
de: Name
es: Nombre
fr: nom
it: Nome
ja: 名前
nl: Naam
pl: Imię
pt: Nome
ro: Nume
ru: Имя файла
sv: namn
tr: İsim

source: Filename of the clip
ar: اسم ملف المقطع
cs: Název souboru klipu
de: Dateiname des Clips
es: Nombre del archivo del clip
fr: Nom du fichier du clip
it: Nome del file di clip
ja: クリップファイル名
nl: Naam clipbestand
pl: Nazwa pliku klipu
pt: Nome do arquivo do clipe
ro: Numele fișierului clip
ru: Имя файла клипа
sv: Klippfilens namn
tr: Klip dosyası adı

source: Filesystem error:
ar: خطأ في نظام الملفات:
cs: Chyba souborového systému:
de: Dateisystemfehler:
es: Error del sistema de archivos:
fr: Erreur du système de fichiers :
it: Errore del file system:
ja: ファイルシステムエラー:
nl: Bestandssysteemfout:
pl: Błąd systemu plików:
pt: Erro no sistema de arquivos:
ro: Eroare de sistem de fișiere:
ru: Ошибка файловой системы:
sv: Filsystemfel:
tr: Dosya sistemi hatası:

source: Film Manufacturer Code
ar: كود مصنع الفيلم
cs: Kód výrobce filmu
de: Code des Filmherstellers
es: Código de Manufacturador del Film
fr: Code du fabricant de films
it: Codice produttore film
ja: フィルムメーカーコード
nl: Filmfabrikantcode
pl: Kod producenta folii
pt: Código do fabricante do filme
ro: Codul producatorului filmului
ru: Код производителя пленки
sv: Kod för filmtillverkare
tr: Film Üretici Kodu

source: Filtering
ar: تخرج
cs: Odfiltrováno
de: Ausgefiltert
es: Filtrado
fr: Filtré
it: Filtrato
ja: 除外された
nl: Uitgefilterd
pl: Odfiltrowane
pt: Filtrado
ro: Filtrat
ru: Фильтрация
sv: Filtrerat bort
tr: Filtrelenmiş

source: Finalize R3DSDK
ar: قم بإنهاء R3D SDK
cs: Ukončete R3D SDK
de: Beenden Sie das R3D-SDK
es: Finalizar el SDK de R3D
fr: Terminer le SDK R3D
it: Termina l'SDK R3D
ja: R3DSDKを終了します
nl: Beëindig de R3D SDK
pl: Zakończ pakiet R3D SDK
pt: Encerrar o SDK R3D
ro: Închideți SDK-ul R3D
ru: Завершить R3DSDK
sv: Avsluta R3D SDK
tr: R3D SDK'yı sonlandırın

source: Finalized R3DSDK
ar: انتهيت من R3D SDK
cs: Dokončil jsem R3D SDK
de: Ich habe das R3D SDK fertiggestellt
es: Finalicé el SDK de R3D
fr: J'ai terminé le SDK R3D
it: Ho finito l'SDK R3D
ja: R3DSDKを終了しました
nl: Ik heb de R3D SDK voltooid
pl: Skończyłem pakiet R3D SDK
pt: Terminei o SDK R3D
ro: Am terminat SDK-ul R3D
ru: Завершенный R3DSDK
sv: Jag avslutade R3D SDK
tr: R3D SDK'yı bitirdim

source: First Frame
ar: الإطار الأول
cs: První snímek
de: Erster Rahmen
es: Primer Cuadro
fr: Première image
it: Primo fotogramma
ja: 最初のフレーム
nl: Eerste frame
pl: Pierwsza klatka
pt: Primeiro quadro
ro: Primul cadru
ru: Первый кадр
sv: Första ram
tr: İlk Çerçeve

source: First Image Version
ar: إصدار الصورة الأولى
cs: První verze obrázku
de: Erste Bildversion
es: Primera Versión de la Imagen
fr: Version de la première image
it: Prima versione dell'immagine
ja: 最初の画像バージョン
nl: Eerste afbeeldingsversie
pl: Pierwsza wersja obrazu
pt: Versão da primeira imagem
ro: Prima versiune a imaginii
ru: Первая версия изображения
sv: Första bildversionen
tr: İlk Resim Versiyonu

source: First frame of clip - User selected
ar: الإطار الأول للمقطع - تحديد المستخدم
cs: První snímek klipu - Uživatelský výběr
de: Erster Frame des Clips – Benutzerauswahl
es: Primer cuadro del clip - Selección del Usario
fr: Première image du clip - Sélection de l'utilisateur
it: Primo fotogramma della clip - Selezione utente
ja: クリップの最初のフレーム-ユーザーの選択
nl: Eerste frame van clip - gebruikersselectie
pl: Pierwsza klatka klipu — wybór użytkownika
pt: Primeiro quadro do clipe - Seleção do usuário
ro: Primul cadru al clipului - Selectarea utilizatorului
ru: Первый кадр клипа — выбран пользователем
sv: Första bildrutan i klippet - Användarval
tr: Klibin ilk karesi - Kullanıcı Seçimi

source: Fit All
ar: تناسسب الكل
fr: adapté à tous
it: adatto a tutti
ja: フィットオール
nl: geschikt voor iedereen
pl: fit-wszystko
pt: adequado para todos
ro: potrivit pentru toate
ru: Подходит для всех
sv: passar alla
tr: herkese uyar

source: Fit Screen
ar: شاشة الإطار
cs: Rám obrazovky
de: Frame-Bildschirm
es: Enmarcar Pantalla
fr: Écran de cadre
it: Schermo a cornice
ja: フレームスクリーン
nl: Framescherm
pl: Ekran ramki
pt: Tela do quadro
ro: Ecran cadru
ru: По размеру экрана
sv: Ramskärm
tr: Çerçeve Ekranı

source: Fit Window to Image
ar: تناسب النافذة مع الصورة
cs: Přizpůsobit okno obrázku
de: Fenster an Bild anpassen
fr: Ajuster la fenêtre à l'image
it: Adatta la finestra all'immagine
ja: ウィンドウを画像に合わせる
nl: Venster aanpassen aan afbeelding
pl: Dopasuj okno do obrazu
pt: Ajustar janela à imagem
ro: Potriviți fereastra la imagine
ru: Подогнать окно к изображению
sv: Anpassa fönster till bild
tr: Pencereyi resme sığdır

source: Fixed Position
ar: موقف ثابت
cs: Pevná pozice
de: Fixierte Position
es: Posición Fija
fr: Emploi stable
it: Posizione fissa
ja: 固定位置
nl: Vaste positie
pl: Stała pozycja
pt: Posição fixa
ro: Poziție fixă
ru: Фиксированная позиция
sv: Fast position
tr: Sabit Konum

source: Fixed Size
ar: حجم ثابت
cs: Pevná velikost
de: Feste Größe
es: Tamaño Fijo
fr: Taille fixe
it: Taglia unica
ja: 固定サイズ
nl: Vaste maat
pl: Naprawiono rozmiar
pt: Tamanho fixo
ro: Marime fixa
ru: Исправленный размер
sv: Fixad storlek
tr: Sabit boyut

source: Fixture Identifier
ar: معرف جزء لا يتجزأ
cs: Integrální identifikátor součásti
de: Identifikator des integralen Teils
es: Identificador de Parte Integral
fr: Identificateur de partie intégrale
it: Identificatore di parte integrale
ja: 一体型部品識別子
nl: Integraal onderdeel-ID
pl: Integralny identyfikator części
pt: Identificador de Parte Integral
ro: Identificator de parte integrală
ru: Идентификатор прибора
sv: Integral Part Identifier
tr: İntegral Parça Tanımlayıcı

source: Flash Movie
ar: فيلم فلاش
cs: flash film
de: Flash-Film
es: Pelicula Flash
fr: film flash
it: film in flash
ja: フラッシュムービー
nl: flash film
pl: film flash
pt: filme flash
ro: film flash
ru: Флэш-ролик
sv: flash film
tr: flaş film

source: Flip X
ar: انعكاس X
cs: Překlopit X
es: Voltear en X
fr: Retourner X
it: Capovolgi X
ja: フリップX
nl: Draai X
pl: Odwróć X
pt: Virar X
ro: Întoarce X
ru: Перевернуть X
sv: Vänd X
tr: X'i çevir

source: Flip Y
ar: ص-فليب
cs: Y-Flip
de: Y-Flip
es: Voltear en Y
fr: Retournement en Y
it: Y-Flip
ja: Yフリップ
nl: Y-Flip
pl: Odwracanie w kształcie litery Y
pt: Y-Flip
ro: Y-Flip
ru: Перевернуть Y
sv: Y-Flip
tr: Y-Flip

source: Float
ar: غيبوبة عائمة
cs: plovoucí kóma
de: Schwebendes Koma
es: Coma Flotante
fr: coma flottant
it: coma fluttuante
ja: 浮動小数点コマ
nl: zwevende coma
pl: pływająca śpiączka
pt: coma flutuante
ro: comă plutitoare
ru: Плавать
sv: flytande koma
tr: yüzen koma

source: Float Pixels:
ar: وحدات البكسل ذات الفاصلة العائمة:
cs: Pixely s plovoucí desetinnou čárkou:
de: Fließkommapixel:
es: Pixels Coma Flotante:
fr: Pixels à virgule flottante :
it: Pixel in virgola mobile:
ja: 浮動小数点ピクセル:
nl: Drijvende-kommapixels:
pl: Piksele zmiennoprzecinkowe:
pt: Pixels de ponto flutuante:
ro: Pixeli cu virgulă mobilă:
ru: Плавающие пиксели:
sv: Flytpunktspixlar:
tr: Kayan Nokta Pikselleri:

source: Float Textures:
ar: يطفو القوام:
cs: Plovoucí textury:
de: Schwebt Texturen:
es: Texturas de Floats:
fr: Textures flottantes :
it: Texture fluttuanti:
ja: フロートテクスチャ:
nl: Drijft texturen:
pl: Pływające tekstury:
pt: Texturas flutuantes:
ro: Texturi plutitoare:
ru: Плавающие текстуры:
sv: Flytande texturer:
tr: Yüzer dokular:

source: Float Values
ar: قيم الفاصلة العائمة
cs: Hodnoty s plovoucí desetinnou čárkou
de: Fließkommawerte
fr: Valeurs à virgule flottante
it: Valori in virgola mobile
ja: 浮動小数点値
nl: Drijvende-kommawaarden
pl: Wartości zmiennoprzecinkowe
pt: Valores de ponto flutuante
ro: Valori în virgulă mobilă
ru: Плавающие значения
sv: Flyttalsvärden
tr: Kayan Nokta Değerleri

source: Flushing of buffers failed
ar: فشل المخازن المؤقتة للتدفق
cs: Vyrovnávací paměti se nezdařily
de: Flush-Puffer fehlgeschlagen
es: Vaciar los buffers falló
fr: Échec du vidage des tampons
it: Flush buffer non riuscito
ja: バッファのフラッシュに失敗しました
nl: Flush buffers mislukt
pl: Opróżnianie buforów nie powiodło się
pt: Falha ao liberar buffers
ro: Curățarea tampoanelor nu a reușit
ru: Очистка буферов не удалась
sv: Spolningsbuffertar misslyckades
tr: Tamponları temizle başarısız oldu

source: Flut
ar: فلوت
cs: flétna
de: Flöte
fr: flûte
it: flauto
ja: フルート
nl: fluiten
pl: flet
pt: flauta
ru: флейта
sv: flöjt
tr: flüt

source: Focus
ar: ركز
cs: Soustředit se
de: Fokus
es: Foco
fr: Se concentrer
it: Messa a fuoco
ja: 集中
pl: Centrum
pt: Foco
ro: Concentrează-te
ru: Фокус
sv: Fokus
tr: Odak

source: Font
ar: الطباعة
cs: Typografie
de: Typografie
es: Tipografía
fr: Typographie
it: Tipografia
ja: タイポグラフィ
nl: Typografie
pl: Typografia
pt: Tipografia
ro: Tipografie
ru: Шрифт
sv: Typografi
tr: tipografi

source: Font Size
ar: حجم الخط
it: Dimensione del font
ja: フォントサイズ
nl: Lettertypegrootte
sv: Textstorlek

source: Format
ar: شكل
cs: Formát
es: Formato
it: Formato
ja: フォーマット
nl: Formaat
pt: Formato
ru: Формат
sv: Formatera
tr: Biçim

source: Formats
ar: التنسيقات
cs: Formáty
de: Formate
es: Formatos
it: Formati
ja: フォーマット
nl: formaten
pl: Formaty
pt: Formatos
ro: Formate
ru: Форматы
sv: Format
tr: Formatlar

source: Four letter ID
ar: أربعة أحرف معرف
cs: ID se čtyřmi písmeny
de: Vier-Buchstaben-ID
es: Identificación de cuatro letras
fr: ID à quatre lettres
it: ID di quattro lettere
ja: 4文字のID
nl: ID van vier letters
pl: Czteroliterowy identyfikator
pt: ID de quatro letras
ro: ID cu patru litere
ru: Четырехбуквенный идентификатор
sv: Fyra bokstäver ID
tr: Dört Harfli Kimlik

source: FourCC
ar: فور سي سي
es: CuatroCC
nl: vierCC
pl: CzteryCC
pt: Quatro CC
ru: Четыре CC

source: Frame
ar: إطار
cs: Rám
de: Rahmen
es: Cuadro
fr: Peinture
it: Telaio
ja: フレーム
nl: Afbeelding
pl: Rama
pt: Quadro, Armação
ro: Cadru
ru: Рамка
sv: Ram
tr: Çerçeve

source: Frame %<PRId64>
ar: إطار %<PRId64>
cs: snímků %<PRId64>
de: Rahmen %<PRId64>
es: Cuadro %<PRId64>
fr: Peinture %<PRId64>
it: Telaio %<PRId64>
ja: フレーム %<PRId64>
nl: Afbeelding %<PRId64>
pl: Rama %<PRId64>
pt: Quadro, Armação %<PRId64>
ru: Рамка %<PRId64>
sv: ram %<PRId64>
tr: Çerçeve %<PRId64>

source: Frame Count
ar: عدد الإطارات
cs: Počet snímků
de: Frame-Anzahl
fr: Nombre d'images
it: Conteggio fotogrammi
ja: フレーム数
nl: Aantal frames
pl: Liczba klatek
pt: Contagem de quadros
ro: Număr de cadre
ru: Количество кадров
sv: Antal ramar
tr: Çerçeve Sayısı

source: Frame End
ar: الإطار النهائي
cs: Konečný rám
de: Endgültiger Rahmen
es: Cuadro Final
fr: Image finale
it: Cornice finale
ja: 最終フレーム
nl: Laatste frame
pl: Ostateczna rama
pt: Quadro final
ro: Cadru final
ru: Конец кадра
sv: Slutlig ram
tr: Son Çerçeve

source: Frame Range
ar: نطاق الإطار
cs: Rozsah snímků
de: Rahmenbereich
es: Rango Cuadros
fr: Gamme de trames
it: Gamma di fotogrammi
ja: フレーム範囲
nl: Framebereik
pl: Zakres ramek
pt: Faixa de quadros
ro: Gama de cadre
ru: Диапазон кадров
sv: Ramintervall
tr: Çerçeve Aralığı

source: Frame Start
ar: ابدأ مربع
cs: Start Box
de: Startbox
es: Cuadro Comienzo
fr: Boîte de départ
it: Casella di inizio
ja: スタートボックス
nl: Startbox
pl: Pole startowe
pt: Caixa de início
ro: Caseta de pornire
ru: Начало кадра
sv: Startbox
tr: Başlangıç Kutusu

source: Frame Step Backwards
ar: إطار خطوة للخلف
cs: Rám Krok zpět
de: Rahmen Schritt zurück
es: Paso de Cuadro Hacia Atrás
fr: Recul du cadre
it: Telaio passo indietro
ja: フレームステップバック
nl: Frame stap terug
pl: Ramka krok do tyłu
pt: Retrocesso do quadro
ro: Cadru Pas înapoi
ru: Шаг кадра назад
sv: Ram Steg tillbaka
tr: Çerçeve Geri Adım

source: Frame Step FPS Backwards
ar: إطار خطوة للخلف FPS
cs: Frame Step Back CPS
de: Frame Step Back CPS
es: Paso de Cuadro Hacia Atrás CPS
fr: Recul du cadre CPS
it: Frame passo indietro FPS
ja: フレームステップバックFPS
nl: Frame stap terug FPS
pl: Ramka krok do tyłu CPS
pt: CPS de retrocesso de quadro
ro: Cadru Înapoi CPS
ru: Шаг кадра FPS назад
sv: Ram Steg tillbaka FPS
tr: Çerçeve Geri Adım CPS

source: Frame Step FPS Forwards
ar: إطار خطوة للأمام FPS
cs: Snímek Krok vpřed CPS
de: Rahmenschritt vorwärts CPS
es: Paso de Cuadro Hacia Delante CPS
fr: Frame Step Forward CPS
it: Frame Step Forward FPS
ja: フレームステップフォワードFPS
nl: Frame Stap Vooruit FPS
pl: Ramka krok do przodu CPS
pt: CPS de avanço de quadro
ro: Cadru Pas înainte CPS
ru: Шаг кадра FPS вперед
sv: Frame Steg Framåt FPS
tr: Çerçeve Adım İleri CPS

source: Frame Step Forwards
ar: إطار خطوة للأمام
cs: Frame Krok vpřed
de: Frame-Schritt nach vorne
es: Paso de Cuadro Hacia Delante
fr: Image Avancer
it: Frame Un passo avanti
ja: フレームステップフォワード
nl: Frame Stap Vooruit
pl: Ramka krok do przodu
pt: Quadro Avançar
ro: Cadru Pas înainte
ru: Шаг кадра вперед
sv: Ram Steg Fram
tr: Çerçeve Bir Adım İleri
