Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: mrViewer supports either ICC profiles or a CTL script for the render transform (RT) of your images. This setting prioritizes choosing one over the other. When mixing a CTL RT script with an ICC profile for your output device transform (ODT) like your monitor profile, it is necessary that the CTL RT script passes data in XYZ_OCES space (ICC v4 relative colorimetric). If unsure what this means, keep your display and images setting always using the same algorithm (CTL or ICC).
ar: يدعم mrViewer ملفات تعريف ICC أو البرامج النصية CTL لتحويل (RT) صورك. يعطي هذا الإعداد الأولوية لاختيار واحد على الآخر. عند مزج برنامج نصي CTL RT مع ملف تعريف ICC لتحويل جهاز الإخراج (ODT) الخاص بك ، مثل ملف تعريف الشاشة ، من الضروري أن يقوم البرنامج النصي CTL RT بتمرير البيانات في مساحة XYZ_OCES (مقياس الألوان النسبي ICC v4). إذا كنت أنت لست متأكدًا مما يعنيه هذا ، احتفظ بإعدادات العرض والصورة دائمًا باستخدام نفس الخوارزمية (CTL أو ICC).
cs: mrViewer podporuje buď ICC profily nebo CTL skripty pro transformaci vykreslování (RT) vašich obrázků. Toto nastavení upřednostňuje výběr jednoho před druhým. Při smíchání skriptu CTL RT s profilem ICC pro vaši transformaci výstupního zařízení (ODT), jako je váš profil monitoru, je nutné, aby skript CTL RT předával data v prostoru XYZ_OCES (relativní kolorometrie ICC v4). nPokud nejste si jisti, co to znamená, udržujte nastavení zobrazení a obrazu vždy pomocí stejného algoritmu (CTL nebo ICC).
de: mrViewer unterstützt entweder ICC-Profile oder CTL-Skripte für die Rendertransformation (RT) Ihrer Bilder. Diese Einstellung priorisiert die Auswahl des einen gegenüber dem anderen. Wenn Sie ein CTL RT-Skript mit einem ICC-Profil für Ihre Ausgabegerättransformation (ODT) wie Ihr Monitorprofil mischen, muss das CTL RT-Skript Daten im XYZ_OCES-Raum (ICC v4 relativ farbmetrisch) übergeben. nWenn Sie nicht sicher sind, was das bedeutet, verwenden Sie für Ihre Anzeige- und Bildeinstellungen immer denselben Algorithmus (CTL oder ICC).
es: mrViewer soporta o bien perfiles ICC o script de CTL para la transformacion de render (RT) de tus imágenes. Este seteo prioritiza la elección de uno sobre otro. Cuando se mezcla una script de CTL RT con un perfil ICC para tu transformación de equipo de salida (ODT) como el perfil de tu monitor, es necesario que la script CTL RT pase datos en espacio XYZ_OCES (ICC v4 relativa colorimetrica). Si no está seguro qué significa esto, mantenga su seteo de display e imágenes siempre usando el mismo algoritmo (CTL or ICC).
fr: mrViewer prend en charge les profils ICC ou les scripts CTL pour la transformation de rendu (RT) de vos images. Ce paramètre donne la priorité au choix de l'un par rapport à l'autre. Lorsque vous mélangez un script CTL RT avec un profil ICC pour votre transformation de périphérique de sortie (ODT), comme votre profil de moniteur, il est nécessaire que le script CTL RT transmette les données dans l'espace XYZ_OCES (colorimétrie relative ICC v4). nSi vous ne savez pas ce que cela signifie, conservez vos paramètres d'affichage et d'image en utilisant toujours le même algorithme (CTL ou ICC).
it: mrViewer supporta i profili ICC o gli script CTL per la trasformazione del rendering (RT) delle tue immagini. Questa impostazione dà priorità alla scelta di uno rispetto all'altro. Quando si combinano uno script CTL RT con un profilo ICC per la trasformazione del dispositivo di output (ODT) come il profilo del monitor, è necessario che lo script CTL RT trasmetta i dati nello spazio XYZ_OCES (colorometrico relativo ICC v4). nSe si non sono sicuro di cosa significhi, mantieni le impostazioni del display e dell'immagine utilizzando sempre lo stesso algoritmo (CTL o ICC).
ja: mrViewerは、画像のレンダリング変換（RT）用にICCプロファイルまたはCTLスクリプトのいずれかをサポートします.この設定では、一方を他方よりも優先して選択します. CTL RTスクリプトをモニタープロファイルなどの出力デバイス変換（ODT）用のICCプロファイルと混合する場合、CTL RTスクリプトはXYZ_OCES空間（ICC v4相対比色分析）でデータを渡す必要があります. nこれが何を意味するのかわからない場合は、常に同じアルゴリズム（CTLまたはICC）を使用してディスプレイと画像の設定を維持してください.
nl: mrViewer ondersteunt ICC-profielen of CTL-scripts voor rendertransformatie (RT) van uw afbeeldingen. Deze instelling geeft prioriteit aan de keuze van de een boven de ander. Als u een CTL RT-script combineert met een ICC-profiel voor uw uitvoerapparaattransformatie (ODT), zoals uw monitorprofiel, is het noodzakelijk dat het CTL RT-script gegevens doorgeeft in de XYZ_OCES-ruimte (ICC v4 relatief colorometrisch). nAls u niet zeker weet wat dit betekent, zorg er dan voor dat uw weergave- en beeldinstellingen altijd hetzelfde algoritme gebruiken (CTL of ICC).
pl: mrViewer obsługuje profile ICC lub skrypty CTL do renderowania transformacji (RT) obrazów. To ustawienie ma pierwszeństwo przed wyborem jednego nad drugim. Podczas mieszania skryptu CTL RT z profilem ICC do transformacji urządzenia wyjściowego (ODT), takiego jak profil monitora, skrypt CTL RT musi przekazywać dane w przestrzeni XYZ_OCES (względna kolorymetria ICC v4). nW przypadku nie masz pewności, co to oznacza, zachowaj ustawienia wyświetlania i obrazu zawsze przy użyciu tego samego algorytmu (CTL lub ICC).
pt: O mrViewer suporta perfis ICC ou scripts CTL para transformação de renderização (RT) de suas imagens. Esta configuração prioriza a escolha de um sobre o outro. Ao misturar um script CTL RT com um perfil ICC para sua transformação de dispositivo de saída (ODT), como seu perfil de monitor, é necessário que o script CTL RT passe dados no espaço XYZ_OCES (colorométrico relativo ICC v4). nSe você não tiver certeza do que isso significa, mantenha suas configurações de exibição e imagem sempre usando o mesmo algoritmo (CTL ou ICC).
ro: mrViewer acceptă fie profiluri ICC, fie scripturi CTL pentru transformarea randării (RT) a imaginilor dvs. Această setare acordă prioritate alegerii unuia față de celălalt. La amestecarea unui script CTL RT cu un profil ICC pentru transformarea dispozitivului de ieșire (ODT), cum ar fi profilul monitorului, este necesar ca scriptul CTL RT să treacă date în spațiul XYZ_OCES (colorometrică relativă ICC v4). nDacă nu sunteți sigur ce înseamnă acest lucru, păstrați setările de afișare și imagine folosind întotdeauna același algoritm (CTL sau ICC).
ru: mrViewer поддерживает либо профили ICC, либо сценарий CTL для преобразования рендеринга (RT) ваших изображений. Этот параметр отдает предпочтение одному из них. При смешивании сценария CTL RT с профилем ICC для преобразования устройства вывода (ODT), например профиля монитора, необходимо, чтобы сценарий CTL RT передавал данные в пространстве XYZ_OCES (относительно ICC v4). колориметрический). Если вы не знаете, что это значит, всегда используйте один и тот же алгоритм (CTL или ICC) для настройки дисплея и изображений.
sv: mrViewer stöder antingen ICC-profiler eller CTL-skript för renderingstransformation (RT) av dina bilder. Den här inställningen prioriterar valet av den ena framför den andra. När du blandar ett CTL RT-skript med en ICC-profil för din output device transformation (ODT) såsom din monitorprofil, är det nödvändigt för CTL RT-skriptet att skicka data i XYZ_OCES (Relative Colorimetric ICC v4) utrymme. nOm du är inte säker på vad detta betyder, håll alltid dina skärm- och bildinställningar med samma algoritm (CTL eller ICC).
tr: mrViewer, resimlerinizin render dönüşümü (RT) için ICC profillerini veya CTL komut dosyalarını destekler. Bu ayar, birinin diğerine göre seçimine öncelik verir. Bir CTL RT komut dosyasını, monitör profiliniz gibi çıktı aygıtı dönüştürmeniz (ODT) için bir ICC profiliyle karıştırırken, CTL RT komut dosyasının XYZ_OCES alanında (ICC v4 göreli kolometrik) veri iletmesi gerekir. nEğer Bunun ne anlama geldiğinden emin değilseniz, görüntü ve görüntü ayarlarınızı her zaman aynı algoritmayı (CTL veya ICC) kullanarak tutun.

source: mrViewer supports either ICC profiles or a CTL script for your output device transform (ODT) and for your rendering transform of your images (RT). These settings prioritizes choosing one over the other.
ar: يدعم mrViewer ملفات تعريف ICC أو برنامج CTL النصي لتحويل جهاز الإخراج (ODT) وتحويل عرض الصور (RT). يعطي هذا الإعداد الأولوية لاختيار واحد على الآخر.
cs: mrViewer podporuje ICC profily nebo CTL skript pro transformaci výstupního zařízení (ODT) a pro transformaci vykreslování obrazu (RT). Toto nastavení upřednostňuje výběr jednoho před druhým.
de: mrViewer unterstützt ICC-Profile oder ein CTL-Skript für seine Output Device Transformation (ODT) und für seine Image Rendering Transformation (RT). Diese Einstellung priorisiert die Auswahl einer gegenüber der anderen.
es: mrViewer soporta o bien perfiles ICC o un script de CTL para tu transformacion de equipo de salida (ODT) y para tu transformación de render de tus imágenes (RT). Estos seteos prioritizan uno sobre el otro.
fr: mrViewer prend en charge les profils ICC ou un script CTL pour sa transformation de périphérique de sortie (ODT) et pour sa transformation de rendu d'image (RT). Ce paramètre donne la priorité au choix de l'un par rapport à l'autre.
it: mrViewer supporta i profili ICC o uno script CTL per la trasformazione del dispositivo di output (ODT) e per la trasformazione del rendering delle immagini (RT). Questa impostazione dà la priorità alla scelta di uno rispetto all'altro.
ja: mrViewerは、出力デバイス変換（ODT）および画像レンダリング変換（RT）用にICCプロファイルまたはCTLスクリプトをサポートします.この設定では、どちらか一方を優先的に選択します.
nl: mrViewer ondersteunt ICC-profielen of een CTL-script voor de uitvoerapparaattransformatie (ODT) en voor de beeldweergavetransformatie (RT). Deze instelling geeft prioriteit aan het kiezen van de een boven de ander.
pl: mrViewer obsługuje profile ICC lub skrypt CTL do transformacji urządzenia wyjściowego (ODT) i transformacji renderowania obrazu (RT). To ustawienie priorytetowo traktuje wybór jednego nad drugim.
pt: O mrViewer suporta perfis ICC ou um script CTL para sua transformação de dispositivo de saída (ODT) e para sua transformação de renderização de imagem (RT). Essa configuração prioriza a escolha de um sobre o outro.
ro: mrViewer acceptă profiluri ICC sau un script CTL pentru transformarea dispozitivului de ieșire (ODT) și pentru transformarea de redare a imaginii (RT). Această setare acordă prioritate alegerii unuia față de celălalt.
ru: mrViewer поддерживает либо профили ICC, либо сценарий CTL для преобразования вашего устройства вывода (ODT) и для преобразования рендеринга ваших изображений (RT). Эти настройки отдают приоритет выбору одного над другим.
sv: mrViewer stöder ICC-profiler eller ett CTL-skript för dess output device transformation (ODT) och för dess bildrenderingstransformation (RT). Den här inställningen prioriterar att välja den ena framför den andra.
tr: mrViewer, çıktı cihazı dönüşümü (ODT) ve görüntü işleme dönüşümü (RT) için ICC profillerini veya bir CTL komut dosyasını destekler. Bu ayar, birini diğerine tercih etmeye öncelik verir.

source: mrViewer supports either ICC profiles or a CTL script for your output device transform (ODT). This setting prioritizes choosing one over the other. When mixing a CTL ODT script with an ICC profile in an image as rendering transform (RT), it is necessary that the CTL ODT reads data in XYZ_OCES space (ICC v4 relative colorimetric). Also, note that ICC uses D50 white points while HDTV and CTL use D65 white points. If unsure what this means, keep your display and images setting always using the same algorithm (CTL or ICC).
ar: يدعم mrViewer ملفات تعريف ICC أو برنامج CTL النصي لتحويل العرض (RT) لصورك. يعطي هذا الإعداد الأولوية لأحدهما على الآخر. في حالة مزج برنامج نصي CTL RT مع ملف تعريف ICC لعرض تحويل جهاز العرض (ODT) كملف تعريف جهاز العرض ، فمن الضروري أن يقوم البرنامج النصي CTL RT بتمرير البيانات في مساحة XYZ_OCES (قياس الألوان النسبي ICC v4). لاحظ أيضًا أن ICC تستخدم النقاط البيضاء D50 بينما يستخدم HDTV و CTL النقاط البيضاء D65. إذا لم تكن متأكدًا مما يعنيه كل هذا ، احتفظ بإعدادات العرض والصورة باستخدام نفس الخوارزمية (CTL أو ICC) في كل مرة.
cs: mrViewer podporuje buď ICC profily, nebo CTL skript pro transformaci vykreslování (RT) vašich obrázků. Toto nastavení upřednostňuje jedno před druhým. Pokud jako profil monitoru mícháte skript CTL RT s profilem ICC pro transformaci zobrazovacího zařízení (ODT), je nutné, aby skript CTL RT předával data v prostoru XYZ_OCES (relativní kolorimetrické ICC v4). Všimněte si také, že ICC používá bílé body D50, zatímco HDTV a CTL používají bílé body D65. Pokud si nejste jisti, co to všechno znamená, používejte nastavení zobrazení a obrazu pokaždé pomocí stejného algoritmu (CTL nebo ICC).
de: mrViewer unterstützt entweder ICC-Profile oder ein CTL-Skript zur Rendertransformation (RT) Ihrer Bilder. Diese Einstellung priorisiert eine über die andere. Wenn Sie ein CTL RT-Skript mit einem ICC-Profil für Ihre Display Device Transformation (ODT) als Ihr Monitorprofil mischen, muss das CTL RT-Skript Daten im XYZ_OCES-Raum (ICC v4 relative Farbmetrik) übergeben. Beachten Sie außerdem, dass ICC D50-Weißpunkte verwendet, während HDTV und CTL D65-Weißpunkte verwenden. Wenn Sie sich nicht sicher sind, was das alles bedeutet, verwenden Sie für Ihre Anzeige- und Bildeinstellungen jedes Mal denselben Algorithmus (CTL oder ICC).
es: mrViewer soporta o bien perfiles ICC o una script de CTL para la transformación de render (RT) de tus imágenes. Este seteo prioritiza uno sobre otro. Si se mezcla una script de RT de CTL con un perfil de ICC profile para tu Transformación de Dispositivo de Display (ODT) como tu perfil de monitor, es necesario que la script de RT de CTL pase datos en XYZ_OCES space (ICC v4 relative colorimetric). Tambien, nótese que ICC usa puntos blancos D50 mientras que HDTV y CTL usan puntos blancos D65. Si no esta seguro que significa todo esto, mantega su display y seteo de imágenes usando siempre el mismo algorithm (CTL or ICC).
fr: mrViewer prend en charge les profils ICC ou un script CTL pour la transformation de rendu (RT) de vos images. Ce paramètre donne la priorité à l'un par rapport à l'autre. Si vous mélangez un script CTL RT avec un profil ICC pour votre Display Device Transformation (ODT) comme profil de moniteur, il est nécessaire que le script CTL RT transmette les données dans l'espace XYZ_OCES (colorimétrie relative ICC v4). Notez également que ICC utilise des points blancs D50 tandis que HDTV et CTL utilisent des points blancs D65. Si vous n'êtes pas sûr de ce que tout cela signifie, conservez vos paramètres d'affichage et d'image en utilisant le même algorithme (CTL ou ICC) à chaque fois.
it: mrViewer supporta i profili ICC o uno script CTL per la trasformazione del rendering (RT) delle tue immagini. Questa impostazione dà la priorità a uno rispetto all'altro. Se si combina uno script CTL RT con un profilo ICC per Display Device Transformation (ODT) come profilo del monitor, è necessario che lo script CTL RT trasmetta i dati nello spazio XYZ_OCES (colorimetrico relativo ICC v4). Inoltre, tieni presente che ICC utilizza punti di bianco D50 mentre HDTV e CTL utilizzano punti di bianco D65. Se non sei sicuro di cosa significhi tutto ciò, mantieni le impostazioni del display e dell'immagine utilizzando lo stesso algoritmo (CTL o ICC) ogni volta.
ja: mrViewerは、画像のレンダリング変換（RT）用のICCプロファイルまたはCTLスクリプトのいずれかをサポートします.この設定は、一方を他方よりも優先します. CTL RTスクリプトをモニタープロファイルとしてのディスプレイデバイストランスフォーメーション（ODT）のICCプロファイルと混合する場合、CTL RTスクリプトはXYZ_OCESスペース（ICC v4相対測色）でデータを渡す必要があります.また、ICCはD50白色点を使用し、HDTVとCTLはD65白色点を使用することに注意してください. これが何を意味するのかわからない場合は、常に同じアルゴリズム（CTLまたはICC）を使用してディスプレイと画像の設定を維持してください.
nl: mrViewer ondersteunt ICC-profielen of een CTL-script voor rendertransformatie (RT) van uw afbeeldingen. Deze instelling geeft voorrang aan de een boven de ander. Als u een CTL RT-script combineert met een ICC-profiel voor uw Display Device Transformation (ODT) als uw monitorprofiel, is het noodzakelijk dat het CTL RT-script gegevens doorgeeft in de XYZ_OCES-ruimte (ICC v4 relatief colorimetrisch). Houd er ook rekening mee dat ICC D50-witpunten gebruikt, terwijl HDTV en CTL D65-witpunten gebruiken. Als u niet zeker weet wat dit allemaal betekent, laat u uw weergave- en beeldinstellingen elke keer hetzelfde algoritme (CTL of ICC) gebruiken.
pl: mrViewer obsługuje profile ICC lub skrypt CTL do renderowania transformacji (RT) obrazów. To ustawienie ma pierwszeństwo przed innymi. W przypadku mieszania skryptu CTL RT z profilem ICC dla transformacji urządzenia wyświetlającego (ODT) jako profilu monitora, skrypt CTL RT musi przekazywać dane w przestrzeni XYZ_OCES (kolorymetria względna ICC v4). Pamiętaj też, że ICC używa punktów bieli D50, podczas gdy HDTV i CTL używają punktów bieli D65. Jeśli nie masz pewności, co to wszystko oznacza, utrzymuj ustawienia wyświetlania i obrazu za każdym razem przy użyciu tego samego algorytmu (CTL lub ICC).
pt: O mrViewer suporta perfis ICC ou um script CTL para transformação de renderização (RT) de suas imagens. Essa configuração prioriza um sobre o outro. Se misturar um script CTL RT com um perfil ICC para sua Transformação de dispositivo de exibição (ODT) como seu perfil de monitor, é necessário que o script CTL RT passe dados no espaço XYZ_OCES (colorimétrico relativo ICC v4). Além disso, observe que o ICC usa pontos brancos D50 enquanto HDTV e CTL usam pontos brancos D65. Se você não tiver certeza do que tudo isso significa, mantenha suas configurações de exibição e imagem usando sempre o mesmo algoritmo (CTL ou ICC).
ro: mrViewer acceptă fie profiluri ICC, fie un script CTL pentru transformarea randării (RT) a imaginilor dvs. Această setare acordă prioritate una față de alta. Dacă amestecați un script CTL RT cu un profil ICC pentru Transformarea dispozitivului de afișare (ODT) ca profil de monitor, este necesar ca scriptul CTL RT să treacă date în spațiul XYZ_OCES (colorimetric relativ ICC v4). De asemenea, rețineți că ICC utilizează puncte albe D50, în timp ce HDTV și CTL folosesc puncte albe D65. Dacă nu sunteți sigur ce înseamnă toate acestea, păstrați setările de afișare și imagine folosind același algoritm (CTL sau ICC) de fiecare dată.
ru: mrViewer поддерживает либо профили ICC, либо сценарий CTL для преобразования вашего устройства вывода (ODT). Этот параметр отдает предпочтение одному из них. При смешивании сценария CTL ODT с профилем ICC в изображении в качестве преобразования рендеринга (RT) необходимо, чтобы CTL ODT считывал данные в пространстве XYZ_OCES (относительная колориметрия ICC v4). Кроме того, обратите внимание, что ICC использует точки белого D50, в то время как HDTV и CTL используют точки белого D65. Если вы не знаете, что это значит, всегда используйте один и тот же алгоритм настройки дисплея и изображений (CTL или ICC).
sv: mrViewer stöder antingen ICC-profiler eller ett CTL-skript för rendering (RT) av dina bilder. Den här inställningen prioriterar den ena framför den andra. Om du blandar ett CTL RT-skript med en ICC-profil för din Display Device Transformation (ODT) som din monitorprofil, är det nödvändigt för CTL RT-skriptet att skicka data i XYZ_OCES-utrymmet (ICC v4 relativ kolorimetri). Observera också att ICC använder D50 vita punkter medan HDTV och CTL använder D65 vita punkter. Om du inte är säker på vad allt detta betyder, behåll dina skärm- och bildinställningar med samma algoritm (CTL eller ICC) varje gång.
tr: mrViewer, resimlerinizin render dönüşümü (RT) için ICC profillerini veya bir CTL komut dosyasını destekler. Bu ayar birini diğerine göre önceliklendirir. Bir CTL RT komut dosyasını, monitör profiliniz olarak Görüntü Aygıtı Dönüşümünüz (ODT) için bir ICC profiliyle karıştırıyorsanız, CTL RT komut dosyasının XYZ_OCES alanında (ICC v4 göreli kolorimetrik) veri iletmesi gerekir. Ayrıca, HDTV ve CTL D65 beyaz noktaları kullanırken ICC'nin D50 beyaz noktaları kullandığını unutmayın. Tüm bunların ne anlama geldiğinden emin değilseniz, görüntü ve görüntü ayarlarınızı her seferinde aynı algoritmayı (CTL veya ICC) kullanarak koruyun.

source: mrv::Frame No pixel data to change
ar: mrv :: الإطار لا توجد بيانات بكسل لتغييرها
cs: mrv::Frame Žádná data pixelů ke změně
de: mrv::Frame Keine zu ändernden Pixeldaten
es: mrv::Frame No hay datos de pixel a cambiar
fr: mrv::Frame Aucune donnée de pixel à modifier
it: mrv::Frame Nessun dato pixel da modificare
ja: mrv::Frame変更するピクセルデータはありません
nl: mrv::Frame Geen pixelgegevens om te wijzigen
pl: mrv::Ramka Brak danych pikseli do zmiany
pt: mrv::Frame Nenhum dado de pixel para alterar
ro: mrv::Frame Nu trebuie schimbate date de pixeli
ru: mrv::Frame Нет пиксельных данных для изменения
sv: mrv::Frame Inga pixeldata att ändra
tr: mrv::Frame Değiştirilecek piksel verisi yok

source: original
ar: أصلي
cs: originál
it: originale
ja: オリジナル
nl: origineel
pl: oryginalny
ru: оригинальный
tr: orijinal

source: pad0
ar: لوحة المفاتيح الرقمية 0
cs: Numerická klávesnice 0
de: Ziffernblock 0
es: Teclado Numérico 0
fr: Pavé numérique 0
it: Tastierino numerico 0
ja: テンキー0
nl: Numeriek toetsenbord 0
pl: Klawiatura numeryczna 0
pt: Teclado Numérico 0
ro: Tastatura numerică 0
sv: Numerisk knappsats 0
tr: Sayısal Tuş Takımı 0

source: pad1
ar: لوحة المفاتيح الرقمية 1
cs: Numerická klávesnice 1
de: Ziffernblock 1
es: Teclado Numérico 1
fr: Pavé numérique 1
it: Tastierino numerico 1
ja: テンキー1
nl: Numeriek toetsenbord 1
pl: Klawiatura numeryczna 1
pt: Teclado Numérico 1
ro: Tastatura numerică 1
ru: пэд1
sv: Numerisk knappsats 1
tr: Sayısal Tuş Takımı 1

source: pad2
ar: لوحة المفاتيح الرقمية 2
cs: Numerická klávesnice 2
de: Ziffernblock 2
es: Teclado Numérico 2
fr: Pavé numérique 2
it: Tastierino numerico 2
ja: テンキー2
nl: Numeriek toetsenbord 2
pl: Klawiatura numeryczna 2
pt: Teclado Numérico 2
ro: Tastatura numerică 2
ru: колодка2
sv: Numerisk knappsats 2
tr: Sayısal Tuş Takımı 2

source: pad3
ar: لوحة المفاتيح الرقمية 3
cs: Numerická klávesnice 3
de: Ziffernblock 3
es: Teclado Numérico 3
fr: Pavé numérique 3
it: Tastierino numerico 3
ja: テンキー3
nl: Numeriek toetsenbord 3
pl: Klawiatura numeryczna 3
pt: Teclado Numérico 3
ro: Tastatura numerică 3
sv: Numerisk knappsats 3
tr: Sayısal Tuş Takımı 3

source: pad4
ar: لوحة المفاتيح الرقمية 4
cs: Numerická klávesnice 4
de: Ziffernblock 4
es: Teclado Numérico 4
fr: Pavé numérique 4
it: Tastierino numerico 4
ja: テンキー4
nl: Numeriek toetsenbord 4
pl: Klawiatura numeryczna 4
pt: Teclado Numérico 4
ro: Tastatura numerică 4
sv: Numerisk knappsats 4
tr: Sayısal Tuş Takımı 4

source: pad5
ar: لوحة المفاتيح الرقمية 5
cs: Numerická klávesnice 5
de: Ziffernblock 5
es: Teclado Numérico 5
fr: Pavé numérique 5
it: Tastierino numerico 5
ja: テンキー5
nl: Numeriek toetsenbord 5
pl: Klawiatura numeryczna 5
pt: Teclado Numérico 5
ro: Tastatura numerică 5
sv: Numerisk knappsats 5
tr: Sayısal Tuş Takımı 5

source: pad6
ar: لوحة المفاتيح الرقمية 6
cs: Numerická klávesnice 6
de: Ziffernblock 6
es: Teclado Numérico 6
fr: Pavé numérique 6
it: Tastierino numerico 6
ja: テンキー6
nl: Numeriek toetsenbord 6
pl: Klawiatura numeryczna 6
pt: Teclado Numérico 6
ro: Tastatura numerică 6
sv: Numerisk knappsats 6
tr: Sayısal Tuş Takımı 6

source: pad7
ar: لوحة المفاتيح الرقمية 7
cs: Numerická klávesnice 7
de: Ziffernblock 7
es: Teclado Numérico 7
fr: Pavé numérique 7
it: Tastierino numerico 7
ja: テンキー7
nl: Numeriek toetsenbord 7
pl: Klawiatura numeryczna 7
pt: Teclado Numérico 7
ro: Tastatura numerică 7
sv: Numerisk knappsats 7
tr: Sayısal Tuş Takımı 7

source: pad8
ar: لوحة المفاتيح الرقمية 8
cs: Numerická klávesnice 8
de: Ziffernblock 8
es: Teclado Numérico 8
fr: Pavé numérique 8
it: Tastierino numerico 8
ja: テンキー8
nl: Numeriek toetsenbord 8
pl: Klawiatura numeryczna 8
pt: Teclado Numérico 8
ro: Tastatura numerică 8
sv: Numerisk knappsats 8
tr: Sayısal Tuş Takımı 8

source: pad9
ar: لوحة المفاتيح الرقمية 9
cs: Numerická klávesnice 9
de: Ziffernblock 9
es: Teclado Numérico 9
fr: Pavé numérique 9
it: Tastierino numerico 9
ja: テンキー9
nl: Numeriek toetsenbord 9
pl: Klawiatura numeryczna 9
pt: Teclado Numérico 9
ro: Tastatura numerică 9
sv: Numerisk knappsats 9
tr: Sayısal Tuş Takımı 9
