Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: The name of the default ICC profile for half and float images (OpenEXR, dpx, etc) (Environment variable: MRV_ICC_RT_float)
ar: اسم ملف تعريف ICC للصورة من أجل صور النقطة العائمة المتوسطة والصحيحة (OpenEXR ، dpx ، إلخ) (متغير البيئة: MRV_ICC_RT_float)
cs: Název profilu ICC obrázku pro střední a celočíselné obrázky s plovoucí desetinnou čárkou (OpenEXR, dpx atd.) (Proměnná prostředí: MRV_ICC_RT_float)
de: Der Name des ICC-Profils des Bildes für mittlere und ganzzahlige Gleitkommabilder (OpenEXR, dpx usw.) (Umgebungsvariable: MRV_ICC_RT_float)
es: El nombre del perfil ICC de la imagen para imágenes de media y coma flotante entera (OpenEXR, dpx, etc) (Variable de entorno: MRV_ICC_RT_float)
fr: Le nom du profil ICC de l'image pour les images à virgule flottante moyennes et entières (OpenEXR, dpx, etc.) (Variable d'environnement : MRV_ICC_RT_float)
it: Il nome del profilo ICC dell'immagine per immagini a virgola mobile medie e intere (OpenEXR, dpx, ecc.) (Variabile d'ambiente: MRV_ICC_RT_float)
ja: 平均および整数浮動小数点画像（OpenEXR、dpxなど）の画像のICCプロファイルの名前 （環境変数: MRV_ICC_RT_float）
nl: De naam van het ICC-profiel van de afbeelding voor gemiddelde en integere afbeeldingen met drijvende komma (OpenEXR, dpx, enz.) (Omgevingsvariabele: MRV_ICC_RT_float)
pl: Nazwa profilu ICC obrazu dla obrazów zmiennoprzecinkowych średniej i całkowitej (OpenEXR, dpx itp.) (Zmienna środowiskowa: MRV_ICC_RT_float)
pt: O nome do perfil ICC da imagem para imagens de ponto flutuante médio e inteiro (OpenEXR, dpx, etc) (Variável de ambiente: MRV_ICC_RT_float)
ro: Numele profilului ICC al imaginii pentru imagini cu virgulă mobilă medie și întregi (OpenEXR, dpx etc.) (Variabila de mediu: MRV_ICC_RT_float)
ru: Имя профиля ICC по умолчанию для половинчатых и плавающих изображений (OpenEXR, dpx и т. д.) (переменная среды: MRV_ICC_RT_float)
sv: Namnet på bildens ICC-profil för bilder med medelvärde och heltals flyttal (OpenEXR, dpx, etc) (Miljövariabel: MRV_ICC_RT_float)
tr: Ortalama ve tamsayı kayan noktalı görüntüler için görüntünün ICC profilinin adı (OpenEXR, dpx, vb.) (Ortam Değişkeni: MRV_ICC_RT_float)

source: The name of the default ICC profile for your ODT (monitor) (Environment variable: MRV_ODT_ICC_PROFILE)
ar: اسم ملف تعريف ICC الافتراضي لجهاز ODT (جهاز العرض) (متغير البيئة: MRV_ODT_ICC_PROFILE)
cs: Název výchozího profilu ICC pro váš ODT (monitor) (proměnná prostředí: MRV_ODT_ICC_PROFILE)
de: Der Name des Standard-ICC-Profils für Ihr ODT (Monitor) (Umgebungsvariable: MRV_ODT_ICC_PROFILE)
es: El nombre del perfil ICC defecto para tu ODT (monitor) (Variable de entorno: MRV_ODT_ICC_PROFILE)
fr: Le nom du profil ICC par défaut pour votre ODT (moniteur) (Variable d'environnement : MRV_ODT_ICC_PROFILE)
it: Il nome del profilo ICC predefinito per il tuo ODT (monitor) (Variabile d'ambiente: MRV_ODT_ICC_PROFILE)
ja: ODT（モニター）のデフォルトのICCプロファイルの名前 （環境変数: MRV_ODT_ICC_PROFILE）
nl: De naam van het standaard ICC-profiel voor uw ODT (monitor) (Omgevingsvariabele: MRV_ODT_ICC_PROFILE)
pl: Nazwa domyślnego profilu ICC dla ODT (monitora) (zmienna środowiskowa: MRV_ODT_ICC_PROFILE)
pt: O nome do perfil ICC padrão para sua ODT (monitor) (variável de ambiente: MRV_ODT_ICC_PROFILE)
ro: Numele profilului ICC implicit pentru ODT (monitorul) (variabila de mediu: MRV_ODT_ICC_PROFILE)
ru: Имя профиля ICC по умолчанию для вашего ODT (монитора) (переменная среды: MRV_ODT_ICC_PROFILE)
sv: Namnet på standard-ICC-profilen för din ODT (monitor) (Miljövariabel: MRV_ODT_ICC_PROFILE)
tr: ODT'niz (monitör) için varsayılan ICC profilinin adı (Ortam değişkeni: MRV_ODT_ICC_PROFILE)

source: The profile controls the characteristics and quality of the codec. If in doubt, set it to the highest setting.
ar: يتحكم ملف التعريف في خصائص وجودة برنامج الترميز. إذا كنت في شك ، فاضبطه على أعلى ملف شخصي.
cs: Profil řídí vlastnosti a kvalitu kodeku. Máte-li pochybnosti, nastavte jej na nejvyšší profil.
de: Das Profil steuert die Eigenschaften und die Qualität des Codecs. Stellen Sie im Zweifelsfall das höchste Profil ein.
es: El perfil controla las característica y calidad del codec. Si esta en duda, setéelo al mas alto perfil.
fr: Le profil contrôle les caractéristiques et la qualité du codec. En cas de doute, réglez-le sur le profil le plus élevé.
it: Il profilo controlla le caratteristiche e la qualità del codec. In caso di dubbio, impostalo sul profilo più alto.
ja: プロファイルは、コーデックの特性と品質を制御します.疑わしい場合は、最も高いプロファイルに設定してください.
nl: Het profiel regelt de kenmerken en kwaliteit van de codec. Stel deze bij twijfel in op het hoogste profiel.
pl: Profil kontroluje charakterystykę i jakość kodeka. W razie wątpliwości ustaw najwyższy profil.
pt: O perfil controla as características e a qualidade do codec. Em caso de dúvida, defina-o para o perfil mais alto.
ro: Profilul controlează caracteristicile și calitatea codecului. Dacă aveți îndoieli, setați-l la cel mai înalt profil.
ru: Профиль управляет характеристиками и качеством кодека. Если сомневаетесь, установите максимальное значение.
sv: Profilen kontrollerar codecens egenskaper och kvalitet. Om du är osäker, ställ in den på den högsta profilen.
tr: Profil, codec bileşeninin özelliklerini ve kalitesini kontrol eder. Şüpheniz varsa, en yüksek profile ayarlayın.

source: The rate
ar: التردد
cs: frekvence
de: die Frequenz
fr: la fréquence
it: la frequenza
ja: 頻度
nl: de frequentie
pl: częstotliwość
pt: a frequência
ro: frecventa
ru: Оценка
sv: frekvensen
tr: frekans

source: The version of Windows Sockets support requested is not provided by this particular Windows Sockets implementation.
ar: لا يتم توفير إصدار الدعم المطلوب من Windows Sockets بواسطة هذا التطبيق المحدد لـ Windows Sockets.
cs: Požadovaná verze podpory Windows Sockets není poskytována touto konkrétní implementací Windows Sockets.
de: Die erforderliche Support-Version von Windows Sockets wird von dieser speziellen Implementierung von Windows Sockets nicht bereitgestellt.
es: La versión de soporte requerida de Windows Sockets no es provista por esta implementación particular de Windows Sockets.
fr: La version de prise en charge requise de Windows Sockets n'est pas fournie par cette implémentation particulière de Windows Sockets.
it: La versione di supporto richiesta di Windows Sockets non è fornita da questa particolare implementazione di Windows Sockets.
ja: Windows Socketsの必要なサポートバージョンは、このWindowsSocketsの特定の実装では提供されていません.
nl: De vereiste ondersteuningsversie van Windows Sockets wordt niet geleverd door deze specifieke implementatie van Windows Sockets.
pl: Wymagana wersja obsługi Windows Sockets nie jest zapewniana przez tę konkretną implementację Windows Sockets.
pt: A versão de suporte necessária do Windows Sockets não é fornecida por esta implementação específica do Windows Sockets.
ro: Versiunea de asistență necesară a Windows Sockets nu este furnizată de această implementare specială a Windows Sockets.
ru: Запрошенная версия поддержки сокетов Windows не предоставляется данной конкретной реализацией сокетов Windows.
sv: Den nödvändiga supportversionen av Windows Sockets tillhandahålls inte av den här specifika implementeringen av Windows Sockets.
tr: Windows Sockets'in bu özel uygulaması, Windows Sockets'in gerekli destek sürümünü sağlamaz.

source: This area specifies which elements should be shown as a HUD overlay on the view screen.
ar: تحدد هذه المنطقة العناصر التي يجب عرضها كتراكب على شاشة الصورة.
cs: Tato oblast určuje, které prvky se mají zobrazit jako překrytí na obrazovce obrazu.
de: Dieser Bereich legt fest, welche Elemente als Overlay auf dem Bildschirm angezeigt werden sollen.
es: Esta area especifica qué elementos deberían mostrarse como un sobreimpreso sobre la pantalla de la imagen.
fr: Cette zone spécifie quels éléments doivent être affichés en superposition sur l'écran d'image.
it: Quest'area specifica quali elementi devono essere visualizzati come sovrapposizione sullo schermo dell'immagine.
ja: この領域は、画像画面にオーバーレイとして表示する要素を指定します.
nl: Dit gebied specificeert welke elementen als overlay op het afbeeldingsscherm moeten worden weergegeven.
pl: Ten obszar określa, które elementy powinny być wyświetlane jako nakładka na ekranie obrazu.
pt: Esta área especifica quais elementos devem ser exibidos como uma sobreposição na tela da imagem.
ro: Această zonă specifică elementele care trebuie afișate ca suprapunere pe ecranul de imagine.
ru: Эта область указывает, какие элементы должны отображаться в виде наложения HUD на экране просмотра.
sv: Detta område anger vilka element som ska visas som en överlagring på bildskärmen.
tr: Bu alan, görüntü ekranında hangi öğelerin bir kaplama olarak gösterilmesi gerektiğini belirtir.

source: This is the path to your config.ocio file. It can be set with the environment variable OCIO, which takes precedence over any saved setting.
ar: هذا هو المسار إلى ملف config.idle الخاص بك. يمكن ضبطه باستخدام متغير بيئة OCIO ، والذي يكون له الأسبقية على أي إعدادات محفوظة.
cs: Toto je cesta k vašemu souboru config.idle. Lze jej nastavit pomocí proměnné prostředí OCIO, která má přednost před jakýmkoli uloženým nastavením.
de: Dies ist der Pfad zu Ihrer config.idle-Datei. Sie kann mit der Umgebungsvariable OCIO festgelegt werden, die Vorrang vor allen gespeicherten Einstellungen hat.
es: Este es el camino a tu archivo config.ocio. Puede ser seteado con la variable de entorno OCIO, que tiene precedencia sobre cualquier seteo grabado.
fr: Il s'agit du chemin d'accès à votre fichier config.idle. Il peut être défini avec la variable d'environnement OCIO, qui a priorité sur tous les paramètres enregistrés.
it: Questo è il percorso del tuo file config.idle. Può essere impostato con la variabile di ambiente OCIO, che ha la precedenza su qualsiasi impostazione salvata.
ja: これは、config.idleファイルへのパスです.保存された設定よりも優先されるOCIO環境変数を使用して設定できます.
nl: Dit is het pad naar uw config.idle-bestand. Het kan worden ingesteld met de OCIO-omgevingsvariabele, die voorrang heeft op eventuele opgeslagen instellingen.
pl: To jest ścieżka do twojego pliku config.idle. Można go ustawić za pomocą zmiennej środowiskowej OCIO, która ma pierwszeństwo przed wszelkimi zapisanymi ustawieniami.
pt: Este é o caminho para seu arquivo config.idle. Ele pode ser definido com a variável de ambiente OCIO, que tem precedência sobre qualquer configuração salva.
ro: Aceasta este calea către fișierul config.idle. Poate fi setat cu variabila de mediu OCIO, care are prioritate față de orice setări salvate.
ru: Это путь к вашему файлу config.ocio. Его можно установить с помощью переменной среды OCIO, которая имеет приоритет над любым сохраненным параметром.
sv: Detta är sökvägen till din config.idle-fil. Den kan ställas in med miljövariabeln OCIO, som har företräde framför alla sparade inställningar.
tr: Bu, config.idle dosyanızın yoludur. Kaydedilmiş tüm ayarlara göre öncelikli olan OCIO ortam değişkeni ile ayarlanabilir.

source: This setting controls how the YUV->RGB conversion is done once the movie is decoded. It is a hint to the viewer program and does not effect the colors saved in the movie file.
ar: يتحكم هذا الإعداد في كيفية إجراء تحويل YUV-> RGB للعرض بمجرد فك تشفير الفيلم. هو تلميح لبرنامج المشغل ولا يؤثر على الألوان المحفوظة في ملف الفيلم.
cs: Toto nastavení řídí, jak se po dekódování filmu provede převod YUV->RGB pro zobrazení. Je to nápověda k programu přehrávače a neovlivňuje barvy uložené ve filmovém souboru.
de: Diese Einstellung steuert, wie die YUV->RGB-Konvertierung für die Anzeige durchgeführt wird, nachdem der Film dekodiert wurde. Es ist ein Hinweis für das Player-Programm und wirkt sich nicht auf die in der Filmdatei gespeicherten Farben aus.
es: Este seteo controla como se realiza la conversion YUV->RGB para display una vez que la pelicula fue decodificada. Es una sugerencia al programa reproductor y no afecta los colores grabados en el archivo de la película.
fr: Ce paramètre contrôle la façon dont la conversion YUV->RGB pour l'affichage est effectuée une fois que le film a été décodé. Il s'agit d'un indice pour le programme du lecteur et n'affecte pas les couleurs enregistrées dans le fichier vidéo.
it: Questa impostazione controlla come viene eseguita la conversione YUV->RGB per la visualizzazione una volta che il filmato è stato decodificato. È un suggerimento per il programma del lettore e non influisce sui colori salvati nel file del filmato.
ja: この設定は、ムービーがデコードされた後の表示用のYUV->RGB変換の実行方法を制御します.これはプレーヤープログラムへのヒントであり、ムービーファイルに保存されている色には影響しません.
nl: Deze instelling bepaalt hoe de YUV->RGB-conversie voor weergave wordt uitgevoerd nadat de film is gedecodeerd. Het is een hint naar het afspeelprogramma en heeft geen invloed op de kleuren die in het filmbestand zijn opgeslagen.
pl: To ustawienie kontroluje sposób wykonywania konwersji YUV->RGB do wyświetlania po zdekodowaniu filmu. Jest to wskazówka do programu odtwarzacza i nie wpływa na kolory zapisane w pliku filmowym.
pt: Esta configuração controla como a conversão YUV->RGB para exibição é executada depois que o filme é decodificado. É uma dica para o programa player e não afeta as cores salvas no arquivo de filme.
ro: Această setare controlează modul în care este efectuată conversia YUV->RGB pentru afișare odată ce filmul a fost decodat. Este un indiciu pentru programul player și nu afectează culorile salvate în fișierul film.
ru: Этот параметр управляет преобразованием YUV->RGB после декодирования фильма. Это подсказка для программы просмотра, которая не влияет на цвета, сохраненные в файле фильма.
sv: Den här inställningen styr hur YUV->RGB-konverteringen för visning utförs när filmen väl har avkodats. Det är en ledtråd till spelarprogrammet och påverkar inte färgerna som sparas i filmfilen.
tr: Bu ayar, filmin kodu çözüldükten sonra gösterim için YUV->RGB dönüşümünün nasıl gerçekleştirileceğini kontrol eder. Oynatıcı programına bir ipucudur ve film dosyasına kaydedilen renkleri etkilemez.

source: This setting controls the YUV color subsampling of the movie. YUV444 is the best, with no subsampling, just 3 bytes per pixel. YUV422 uses 4 bytes per 2 pixels, and YUV420 uses 6 bytes per 4 pixels.
ar: يتحكم هذا الإعداد في أخذ عينات فرعية من YUV للفيلم. YUV444 هو الأفضل ، لا يوجد عينة فرعية ، فقط 3 بايت لكل بكسل. يستخدم YUV422 4 بايت لكل 2 بكسل ويستخدم YUV420 6 بايت لكل 4 بكسل.
cs: Toto nastavení řídí podvzorkování YUV filmu. YUV444 je nejlepší, žádný dílčí vzorek, pouze 3 bajty na pixel. YUV422 používá 4 bajty na 2 pixely a YUV420 používá 6 bajtů na 4 pixely.
de: Diese Einstellung steuert das YUV-Subsampling des Films. YUV444 ist das Beste, kein Subsample, nur 3 Bytes pro Pixel. YUV422 verwendet 4 Bytes pro 2 Pixel und YUV420 verwendet 6 Bytes pro 4 Pixel.
es: Este seteo controla el subsampleo de YUV de la película. YUV444 es lo mejor, sin subsample, solo 3 bytes por pixel. YUV422 usa 4 bytes por 2 pixels y YUV420 usa 6 bytes por 4 pixels.
fr: Ce paramètre contrôle le sous-échantillonnage YUV du film. YUV444 est le meilleur, pas de sous-échantillon, seulement 3 octets par pixel. YUV422 utilise 4 octets pour 2 pixels et YUV420 utilise 6 octets pour 4 pixels.
it: Questa impostazione controlla il sottocampionamento YUV del film. YUV444 è il migliore, nessun sottocampione, solo 3 byte per pixel. YUV422 utilizza 4 byte per 2 pixel e YUV420 utilizza 6 byte per 4 pixel.
ja: この設定は、ムービーのYUVサブサンプリングを制御します. YUV444は最高で、サブサンプルはなく、ピクセルあたりわずか3バイトです. YUV422は2ピクセルあたり4バイトを使用し、YUV420は4ピクセルあたり6バイトを使用します.
nl: Deze instelling regelt de YUV-subsampling van de film. YUV444 is de beste, geen subsample, slechts 3 bytes per pixel. YUV422 gebruikt 4 bytes per 2 pixels en YUV420 gebruikt 6 bytes per 4 pixels.
pl: To ustawienie kontroluje podpróbkowanie YUV filmu. YUV444 jest najlepszy, bez podpróbki, tylko 3 bajty na piksel. YUV422 używa 4 bajtów na 2 piksele, a YUV420 używa 6 bajtów na 4 piksele.
pt: Essa configuração controla a subamostragem YUV do filme. YUV444 é o melhor, sem subamostra, apenas 3 bytes por pixel. YUV422 usa 4 bytes por 2 pixels e YUV420 usa 6 bytes por 4 pixels.
ro: Această setare controlează subeșantionarea YUV a filmului. YUV444 este cel mai bun, fără subeșantion, doar 3 octeți per pixel. YUV422 utilizează 4 octeți pe 2 pixeli și YUV420 utilizează 6 octeți per 4 pixeli.
ru: Этот параметр управляет субдискретизацией цвета YUV фильма. YUV444 лучший, без субдискретизации, всего 3 байта на пиксель. YUV422 использует 4 байта на 2 пикселя, а YUV420 использует 6 байтов на 4 пикселя.
sv: Den här inställningen styr YUV-subsamplingen av filmen. YUV444 är bäst, inget delsampling, bara 3 byte per pixel. YUV422 använder 4 byte per 2 pixlar och YUV420 använder 6 byte per 4 pixlar.
tr: Bu ayar, filmin YUV alt örneklemesini kontrol eder. YUV444, en iyisidir, alt örnek yoktur, piksel başına yalnızca 3 bayttır. YUV422, 2 piksel başına 4 bayt kullanır ve YUV420, 4 piksel başına 6 bayt kullanır.

source: This setting controls the encoder (codec) used for audio saving. ac3 and aac are the best codecs to use. mp3 is popular as it is commonly used for compressing CDs.
ar: يتحكم هذا الإعداد في برنامج التشفير (برنامج الترميز) المستخدم لحفظ الصوت. ac3 و aac هما أفضل برامج الترميز للاستخدام. يعتبر mp3 شائعًا لأنه يستخدم بشكل شائع لضغط الأقراص المضغوطة.
cs: Toto nastavení řídí kodér (kodek) používaný k ukládání zvuku. ac3 a aac jsou nejlepší kodeky k použití. mp3 je populární, protože se běžně používá ke kompresi CD.
de: Diese Einstellung steuert den Encoder (Codec), der zum Speichern von Audio verwendet wird. ac3 und aac sind die besten Codecs. mp3 ist beliebt, weil es häufig zum Komprimieren von CDs verwendet wird.
es: Este seteo controla el codificador (codec) usado para grabar audio. ac3 y aac son los mejores codecs a usar. mp3 es popular por ser comunmente usado para comprimir CDs.
fr: Ce paramètre contrôle l'encodeur (codec) utilisé pour enregistrer l'audio. ac3 et aac sont les meilleurs codecs à utiliser. mp3 est populaire car il est couramment utilisé pour compresser des CD.
it: Questa impostazione controlla l'encoder (codec) utilizzato per salvare l'audio. ac3 e aac sono i migliori codec da usare. mp3 è popolare perché è comunemente usato per comprimere i CD.
ja: この設定は、オーディオの保存に使用されるエンコーダー（コーデック）を制御します. ac3とaacは使用するのに最適なコーデックです. mp3は、CDの圧縮に一般的に使用されるため人気があります.
nl: Deze instelling regelt de encoder (codec) die wordt gebruikt om audio op te slaan. ac3 en aac zijn de beste codecs om te gebruiken. mp3 is populair omdat het vaak wordt gebruikt om cd's te comprimeren.
pl: To ustawienie steruje koderem (kodekiem) używanym do zapisywania dźwięku. ac3 i aac to najlepsze kodeki do użycia. mp3 jest popularny, ponieważ jest powszechnie używany do kompresji płyt CD.
pt: Esta configuração controla o codificador (codec) usado para salvar o áudio. ac3 e aac são os melhores codecs para usar. mp3 é popular porque é comumente usado para compactar CDs.
ro: Această setare controlează codificatorul (codecul) utilizat pentru salvarea sunetului. ac3 și aac sunt cele mai bune codecuri de utilizat. mp3 este popular deoarece este folosit în mod obișnuit pentru a comprima CD-uri.
ru: Этот параметр управляет кодером (кодеком), используемым для сохранения звука. ac3 и aac - лучшие кодеки для использования. mp3 популярен, так как он обычно используется для сжатия компакт-дисков.
sv: Den här inställningen styr kodaren (codec) som används för att spara ljud. ac3 och aac är de bästa codecs att använda. mp3 är populärt eftersom det ofta används för att komprimera CD-skivor.
tr: Bu ayar, sesi kaydetmek için kullanılan kodlayıcıyı (kodek) kontrol eder. ac3 ve aac, kullanılacak en iyi kodeklerdir. mp3 popülerdir çünkü genellikle CD'leri sıkıştırmak için kullanılır.

source: This setting controls the quality of the audio encoding. A smaller setting yields less quality but smaller sizes.
ar: يتحكم هذا الخيار في جودة تشفير الصوت. يؤدي الإعداد الأقل إلى جودة أقل ولكن حجم ملف أصغر.
cs: Tato možnost řídí kvalitu kódování zvuku. Nižší nastavení má za následek nižší kvalitu, ale menší velikost souboru.
de: Diese Option steuert die Qualität der Audiocodierung. Eine kleinere Einstellung führt zu einer geringeren Qualität, aber einer kleineren Dateigröße.
es: Esta opción controla la calidad de la codificación de audio. Un seteo menor resulta en menor calidad pero un más pequeño tamaño de archivo.
fr: Cette option contrôle la qualité de l'encodage audio. Un paramètre plus petit entraîne une qualité inférieure mais une taille de fichier plus petite.
it: Questa opzione controlla la qualità della codifica audio. Un'impostazione più piccola comporta una qualità inferiore ma una dimensione del file inferiore.
ja: このオプションは、オーディオエンコーディングの品質を制御します.設定を小さくすると、品質は低下しますが、ファイルサイズは小さくなります.
nl: Deze optie regelt de kwaliteit van de audiocodering. Een kleinere instelling resulteert in een lagere kwaliteit maar een kleinere bestandsgrootte.
pl: Ta opcja kontroluje jakość kodowania dźwięku. Mniejsze ustawienie skutkuje niższą jakością, ale mniejszym rozmiarem pliku.
pt: Esta opção controla a qualidade da codificação de áudio. Uma configuração mais baixa resulta em qualidade inferior, mas tamanho de arquivo menor.
ro: Această opțiune controlează calitatea codificării audio. O setare mai mică are ca rezultat o calitate mai scăzută, dar o dimensiune mai mică a fișierului.
ru: Этот параметр управляет качеством кодирования звука. Меньшая настройка дает меньшее качество, но меньшие размеры.
sv: Det här alternativet styr kvaliteten på ljudkodningen. En mindre inställning resulterar i lägre kvalitet men mindre filstorlek.
tr: Bu seçenek, ses kodlamasının kalitesini kontrol eder. Daha küçük bir ayar, daha düşük kaliteye ancak daha küçük dosya boyutuna neden olur.

source: This setting controls the quality of the movie file. A smaller bitrate has more compression and artifacts.
ar: يتحكم هذا الخيار في جودة ملف الفيلم. يحتوي معدل البت المنخفض على ضغط أكبر والمزيد من العناصر الأثرية.
cs: Tato možnost řídí kvalitu filmového souboru. Nižší datový tok má větší kompresi a více artefaktů.
de: Diese Option steuert die Qualität der Filmdatei. Eine niedrigere Bitrate hat mehr Komprimierung und mehr Artefakte.
es: Esta opción controla la calidad del archivo de la pelicula. Un menor bitrate tiene mas compresión y más artefactos.
fr: Cette option contrôle la qualité du fichier vidéo. Un débit binaire inférieur a plus de compression et plus d'artefacts.
it: Questa opzione controlla la qualità del file del filmato. Un bitrate più basso ha più compressione e più artefatti.
ja: このオプションは、ムービーファイルの品質を制御します.ビットレートが低いほど、圧縮率とアーティファクトが多くなります.
nl: Deze optie regelt de kwaliteit van het filmbestand. Een lagere bitrate heeft meer compressie en meer artefacten.
pl: Ta opcja kontroluje jakość pliku filmowego. Niższy bitrate oznacza większą kompresję i więcej artefaktów.
pt: Esta opção controla a qualidade do arquivo de filme. Uma taxa de bits mais baixa tem mais compactação e mais artefatos.
ro: Această opțiune controlează calitatea fișierului film. Un bitrate mai mic are mai multă compresie și mai multe artefacte.
ru: Этот параметр управляет качеством видеофайла. Меньший битрейт имеет больше компрессии и артефактов.
sv: Det här alternativet styr kvaliteten på filmfilen. En lägre bithastighet har mer komprimering och fler artefakter.
tr: Bu seçenek, film dosyasının kalitesini kontrol eder. Daha düşük bir bit hızı, daha fazla sıkıştırmaya ve daha fazla yapaylığa sahiptir.
