Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Could not get audio samples
ar: لم أتمكن من الحصول على عينات صوتية
cs: Nemohl jsem získat zvukové ukázky
de: Ich konnte keine Audiobeispiele abrufen
es: No pude obtener samples de audio
fr: Je n'ai pas pu obtenir d'échantillons audio
it: Non sono riuscito a ottenere campioni audio
ja: オーディオサンプルを取得できませんでした
nl: Ik kon geen audiovoorbeelden krijgen
pl: Nie mogłem pobrać próbek audio
pt: Não consegui obter amostras de áudio
ro: Nu am putut obține mostre audio
ru: Не удалось получить образцы аудио
sv: Jag kunde inte få ljudprover
tr: Ses örnekleri alamadım

source: Could not get device info for
ar: فشل الحصول على معلومات الجهاز لـ
cs: Nepodařilo se získat informace o zařízení pro
de: Fehler beim Abrufen der Geräteinformationen für
fr: Impossible d'obtenir les informations sur l'appareil pour
it: Impossibile ottenere le informazioni sul dispositivo per
ja: のデバイス情報を取得できませんでした
nl: Kan apparaatinformatie niet ophalen voor
pl: Nie udało się pobrać informacji o urządzeniu dla
pt: Falha ao obter informações do dispositivo para
ro: Nu s-au putut obține informații despre dispozitiv pentru
ru: Не удалось получить информацию об устройстве для
sv: Det gick inte att hämta enhetsinformation för
tr: için cihaz bilgileri alınamadı

source: Could not get image conversion context.
ar: لم أستطع الحصول على سياق تحويل الصورة.
cs: Nepodařilo se mi získat kontext konverze obrázku.
de: Ich konnte den Bildumwandlungskontext nicht abrufen.
es: No pude obtener contexto de conversion de imagen.
fr: Je n'ai pas pu obtenir le contexte de conversion d'image.
it: Non sono riuscito a ottenere il contesto di conversione dell'immagine.
ja: 画像変換コンテキストを取得できませんでした.
nl: Ik kon geen context voor beeldconversie krijgen.
pl: Nie udało mi się uzyskać kontekstu konwersji obrazu.
pt: Não consegui obter o contexto de conversão de imagem.
ro: Nu am putut obține contextul conversiei imaginii.
ru: Не удалось получить контекст преобразования изображения.
sv: Jag kunde inte få bildkonverteringskontext.
tr: Görüntü dönüştürme bağlamını alamadım.

source: Could not get profile "
ar: تعذر تحديد موقع ملف تعريف ICC "
cs: Nelze najít profil ICC "
de: ICC-Profil konnte nicht gefunden werden "
es: No pude localizar el perfil ICC "
fr: Impossible de localiser le profil ICC "
it: Impossibile individuare il profilo ICC "
ja: ICCプロファイルが見つかりませんでした"
nl: Kan ICC-profiel " niet vinden
pl: Nie można znaleźć profilu ICC "
pt: Não foi possível localizar o perfil ICC "
ro: Nu s-a putut găsi profilul ICC "
ru: Не удалось получить профиль "
sv: Kunde inte hitta ICC-profilen "
tr: ICC profili bulunamadı "

source: Could not get timecode for frame
ar: فشلت في الحصول على رمز زمني للإطار
cs: Nepodařilo se mi získat časový kód pro snímek
de: Ich konnte den Zeitcode für das Bild nicht abrufen
es: ¡Fallé en obtener timecode para el cuadro
fr: Je n'ai pas réussi à obtenir le code temporel pour l'image
it: Non sono riuscito a ottenere il timecode per il frame
ja: フレームのタイムコードを取得できませんでした
nl: Ik kon de tijdcode voor frame niet krijgen
pl: Nie udało mi się uzyskać kodu czasowego dla ramki
pt: Não consegui obter o código de tempo para o quadro
ro: Nu am reușit să obțin codul de timp pentru cadru
ru: Не удалось получить тайм-код для кадра
sv: Jag kunde inte få tidskod för ram
tr: Çerçeve için zaman kodunu alamadım

source: Could not init cmm:
ar: لم أتمكن من تهيئة cmm:
cs: Nemohl jsem inicializovat cmm:
de: Ich konnte das cmm nicht initialisieren:
es: No pude inicializar el cmm:
fr: Je n'ai pas pu initialiser le cmm:
it: Non ho potuto inizializzare il cmm:
ja: cmmを初期化できませんでした:
nl: Ik kon de cmm niet initialiseren:
pl: Nie mogłem zainicjować cmm:
pt: Não consegui inicializar o cmm:
ro: Nu am putut inițializa cmm:
ru: Не удалось инициализировать cmm:
sv: Jag kunde inte initiera cmm:
tr: cmm'yi başlatamadım:

source: Could not initialize audio engine
ar: لم أتمكن من تهيئة محرك الصوت
cs: Nemohl jsem inicializovat audio engine
de: Ich konnte die Audio-Engine nicht initialisieren
es: No pude inicializar el motor de audio
fr: Je n'ai pas pu initialiser le moteur audio
it: Non ho potuto inizializzare il motore audio
ja: オーディオエンジンを初期化できませんでした
nl: Ik kon de audio-engine niet initialiseren
pl: Nie udało mi się zainicjować silnika audio
pt: Não consegui inicializar o mecanismo de áudio
ro: Nu am putut inițializa motorul audio
ru: Не удалось инициализировать звуковой движок
sv: Jag kunde inte initiera ljudmotorn
tr: Ses motorunu başlatamadım

source: Could not initialize draw engine
ar: تعذر تهيئة محرك الرسم
cs: Nelze inicializovat kreslící stroj
de: Die Zeichen-Engine konnte nicht initialisiert werden
es: No pude inicializar el motor de dibujo
fr: Impossible d'initialiser le moteur de dessin
it: Impossibile inizializzare il motore di disegno
ja: 描画エンジンを初期化できませんでした
nl: Kan de tekenengine niet initialiseren
pl: Nie można zainicjować silnika rysowania
pt: Não foi possível inicializar o mecanismo de desenho
ro: Nu s-a putut inițializa motorul de desen
ru: Не удалось инициализировать механизм рисования
sv: Det gick inte att initiera ritmotorn
tr: Çizim motoru başlatılamadı

source: Could not load '
ar: لم أستطع تحميل "
cs: Nemohl jsem načíst'
de: Ich konnte nicht laden'
es: No pude cargar '
fr: Je n'ai pas pu charger'
it: non riuscivo a caricare'
ja: 読み込めませんでした」
nl: ik kon niet laden'
pl: nie mogłem wczytać
pt: não consegui carregar'
ro: nu am putut incarca'
ru: Не мог загрузить '
sv: jag kunde inte ladda '
tr: yükleyemedim'

source: Could not load shadow map image
ar: تعذر تحميل صورة تعيين الظل
cs: Nelze načíst obrázek mapování stínů
de: Shadow-Mapping-Bild konnte nicht geladen werden
es: No pude cargar imagen de mapeo de sombras
fr: Impossible de charger l'image de mappage des ombres
it: Impossibile caricare l'immagine della mappatura delle ombre
ja: シャドウマッピング画像を読み込めませんでした
nl: Kan afbeelding voor schaduwtoewijzing niet laden
pl: Nie można załadować obrazu mapowania cieni
pt: Não foi possível carregar a imagem de mapeamento de sombra
ro: Nu s-a putut încărca imaginea de cartografiere a umbrelor
ru: Не удалось загрузить изображение карты теней.
sv: Det gick inte att ladda skuggmappningsbild
tr: Gölge eşleme görüntüsü yüklenemedi

source: Could not locate ICC profile "
ar: تعذر تحديد موقع ملف تعريف ICC "
cs: Nelze najít profil ICC "
de: ICC-Profil konnte nicht gefunden werden "
es: No pude localizar el perfil ICC "
fr: Impossible de localiser le profil ICC "
it: Impossibile individuare il profilo ICC "
ja: ICCプロファイルが見つかりませんでした"
nl: Kan ICC-profiel " niet vinden
pl: Nie można znaleźć profilu ICC "
pt: Não foi possível localizar o perfil ICC "
ro: Nu s-a putut găsi profilul ICC "
ru: Не удалось найти профиль ICC "
sv: Kunde inte hitta ICC-profilen "
tr: ICC profili bulunamadı "

source: Could not locate channels in header
ar: لم أتمكن من تحديد القنوات في الرأس
cs: Nemohl jsem najít kanály v záhlaví
de: Ich konnte keine Kanäle in der Kopfzeile finden
es: No pude localizar canales en el encabezado
fr: Je n'ai pas pu localiser les chaînes dans l'en-tête
it: Non sono riuscito a individuare i canali nell'intestazione
ja: ヘッダーにチャンネルが見つかりませんでした
nl: Ik kon geen kanalen vinden in de kop
pl: Nie mogłem zlokalizować kanałów w nagłówku
pt: Não consegui localizar os canais no cabeçalho
ro: Nu am putut găsi canale în antet
ru: Не удалось найти каналы в заголовке
sv: Jag kunde inte hitta kanaler i rubriken
tr: Başlıkta kanalları bulamadım

source: Could not obtain frame count
ar: لم أستطع الحصول على عدد الإطارات
cs: Nemohl jsem získat počet snímků
de: Ich konnte die Anzahl der Frames nicht abrufen
es: No pude obtener cantidad de cuadros
fr: Je n'ai pas pu obtenir le nombre d'images
it: Non sono riuscito a ottenere il numero di frame
ja: フレーム数を取得できませんでした
nl: Ik kon het aantal frames niet krijgen
pl: Nie udało mi się uzyskać liczby klatek
pt: Não consegui obter o número de quadros
ro: Nu am putut obține numărul de cadre
ru: Не удалось получить количество кадров
sv: Jag kunde inte få fram antalet ramar
tr: kare sayısını alamadım

source: Could not obtain frame rate
ar: لم أستطع الحصول على سرعة التشغيل
cs: Nemohl jsem získat rychlost přehrávání
de: Ich konnte die Wiedergabegeschwindigkeit nicht abrufen
es: No pude obtener velocidad de reproducción
fr: Je n'ai pas pu obtenir la vitesse de lecture
it: Non sono riuscito a ottenere la velocità di riproduzione
ja: 再生速度が出ませんでした
nl: Ik kan de afspeelsnelheid niet krijgen
pl: Nie udało mi się uzyskać szybkości odtwarzania
pt: Não consegui velocidade de reprodução
ro: Nu am putut obține viteza de redare
ru: Не удалось получить частоту кадров
sv: Jag kunde inte få uppspelningshastighet
tr: oynatma hızını alamadım

source: Could not open "
ar: لم أتمكن من فتح "
cs: Nemohl jsem otevřít "
de: Ich konnte " nicht öffnen
es: No pude abrir "
fr: Je n'ai pas pu ouvrir "
it: non sono riuscito ad aprire "
ja: 開けませんでした"
nl: Ik kon niet openen "
pl: nie mogłem otworzyć "
pt: não consegui abrir "
ro: nu am putut deschide "
ru: Не смог открыть "
sv: Jag kunde inte öppna "
tr: açamadım "

source: Could not open '
ar: لم أتمكن من فتح "
cs: Nemohl jsem otevřít'
de: Ich konnte nicht öffnen'
es: No pude abrir '
fr: Je ne pouvais pas ouvrir'
it: non potevo aprire'
ja: 開けなかった」
nl: ik kon niet openen'
pl: nie mogłem otworzyć
pt: não consegui abrir'
ro: nu am putut deschide'
ru: Не смог открыть '
sv: jag kunde inte öppna'
tr: açamadım'

source: Could not open .otio file.
ar: لم أتمكن من فتح ملف .otio. خطأ:
cs: Nepodařilo se mi otevřít soubor .otio. Chyba:
de: Ich konnte die .otio-Datei nicht öffnen. Fehler:
fr: Je n'ai pas pu ouvrir le fichier .otio. Erreur:
it: Non sono riuscito ad aprire il file .otio. Errore:
ja: .otioファイルを開くことができませんでした.エラー:
nl: Ik kon het .otio-bestand niet openen. Fout:
pl: Nie mogłem otworzyć pliku .otio. Błąd:
pt: Não consegui abrir o arquivo .otio. Erro:
ro: Nu am putut deschide fișierul .otio. Eroare:
ru: Не удалось открыть файл .otio.
sv: Jag kunde inte öppna .otio-filen. Fel:
tr: .otio dosyasını açamadım. Hata:

source: Could not open ICC profile "
ar: تعذر تحديد موقع ملف تعريف ICC "
cs: Nelze najít profil ICC "
de: ICC-Profil konnte nicht gefunden werden "
es: No pude localizar el perfil ICC "
fr: Impossible de localiser le profil ICC "
it: Impossibile individuare il profilo ICC "
ja: ICCプロファイルが見つかりませんでした"
nl: Kan ICC-profiel " niet vinden
pl: Nie można znaleźć profilu ICC "
pt: Não foi possível localizar o perfil ICC "
ro: Nu s-a putut găsi profilul ICC "
ru: Не удалось открыть профиль ICC "
sv: Kunde inte hitta ICC-profilen "
tr: ICC profili bulunamadı "

source: Could not open ICC profile embedded in "
ar: لم أتمكن من تحديد موقع ملف تعريف ICC داخل "
cs: Nemohl jsem uvnitř najít profil ICC "
de: Ich konnte das ICC-Profil in " nicht finden
es: No pude localizar el perfil ICC dentro de "
fr: Je n'ai pas pu localiser le profil ICC à l'intérieur "
it: Non sono riuscito a individuare il profilo ICC all'interno di "
ja: "内にICCプロファイルが見つかりませんでした
nl: Ik kon het ICC-profiel niet vinden in "
pl: Nie mogłem zlokalizować profilu ICC w środku "
pt: Não consegui localizar o perfil ICC dentro de "
ro: Nu am putut găsi profilul ICC în interiorul "
ru: Не удалось открыть профиль ICC, встроенный в "
sv: Jag kunde inte hitta ICC-profilen inuti "
tr: " içindeki ICC profilini bulamadım

source: Could not open audio codec
ar: لم أتمكن من فتح برنامج ترميز الصوت
cs: Nemohl jsem otevřít zvukový kodek
de: Ich konnte den Audio-Codec nicht öffnen
es: No pude abrir el codec de audio
fr: Je n'ai pas pu ouvrir le codec audio
it: Non sono riuscito ad aprire il codec audio
ja: オーディオコーデックを開くことができませんでした
nl: Ik kon de audiocodec niet openen
pl: Nie udało mi się otworzyć kodeka audio
pt: Não consegui abrir o codec de áudio
ro: Nu am putut deschide codecul audio
ru: Не удалось открыть аудиокодек
sv: Jag kunde inte öppna ljud-codec
tr: ses codec bileşenini açamadım

source: Could not open audio codec.
ar: لم أتمكن من فتح برنامج ترميز الصوت
cs: Nemohl jsem otevřít zvukový kodek
de: Ich konnte den Audio-Codec nicht öffnen
es: No pude abrir el codec de audio
fr: Je n'ai pas pu ouvrir le codec audio
it: Non sono riuscito ad aprire il codec audio
ja: オーディオコーデックを開くことができませんでした
nl: Ik kon de audiocodec niet openen
pl: Nie udało mi się otworzyć kodeka audio
pt: Não consegui abrir o codec de áudio
ro: Nu am putut deschide codecul audio
ru: Не удалось открыть аудиокодек.
sv: Jag kunde inte öppna ljud-codec
tr: ses codec bileşenini açamadım

source: Could not open audio driver
ar: لم أتمكن من فتح برنامج تشغيل الصوت
cs: Ovladač zvuku se mi nepodařilo otevřít
de: Ich konnte den Audiotreiber nicht öffnen
es: No pude abrir el driver de audio
fr: Je n'ai pas pu ouvrir le pilote audio
it: Non sono riuscito ad aprire il driver audio
ja: オーディオドライバを開くことができませんでした
nl: Ik kon het audiostuurprogramma niet openen
pl: Nie mogłem otworzyć sterownika audio
pt: Não consegui abrir o driver de áudio
ro: Nu am putut deschide driverul audio
ru: Не удалось открыть аудиодрайвер
sv: Jag kunde inte öppna ljuddrivrutinen
tr: ses sürücüsünü açamadım

source: Could not open clip
ar: لم أتمكن من فتح مقطع
cs: Klip se mi nepodařilo otevřít
de: Ich konnte den Clip nicht öffnen
es: No pude abrir clip
fr: je n'ai pas pu ouvrir le clip
it: Non sono riuscito ad aprire la clip
ja: クリップを開けませんでした
nl: Ik kon de clip niet openen
pl: nie mogłem otworzyć klipu
pt: não consegui abrir o clipe
ro: Nu am putut deschide clipul
ru: Не удалось открыть клип
sv: Jag kunde inte öppna klippet
tr: klibi açamadım

source: Could not open mpeg movie
ar: لم أتمكن من فتح فيلم mpeg
cs: Nemohl jsem otevřít mpeg film
de: Ich konnte MPEG-Filme nicht öffnen
es: No pude abrir película mpeg
fr: Je ne pouvais pas ouvrir le film mpeg
it: Non sono riuscito ad aprire il film mpeg
ja: mpegムービーを開くことができませんでした
nl: Ik kon de mpeg-film niet openen
pl: Nie mogłem otworzyć filmu mpeg
pt: não consegui abrir o filme mpeg
ro: Nu am putut deschide filmul mpeg
ru: Не удалось открыть фильм в формате mpeg
sv: Jag kunde inte öppna mpeg-filmen
tr: mpeg filmini açamadım

source: Could not open video codec
ar: لا يمكن فتح برنامج ترميز الفيديو
cs: Video kodek nelze otevřít
de: Video-Codec kann nicht geöffnet werden
es: No puede abrir video codec
fr: Impossible d'ouvrir le codec vidéo
it: Impossibile aprire il codec video
ja: ビデオコーデックを開くことができません
nl: Kan videocodec niet openen
pl: Nie można otworzyć kodeka wideo
pt: Não é possível abrir o codec de vídeo
ro: Nu se poate deschide codecul video
ru: Не удалось открыть видеокодек
sv: Det går inte att öppna video-codec
tr: video codec bileşeni açılamıyor

source: Could not play audio frame
ar: لم أستطع تشغيل إطار الصوت
cs: Nemohl jsem přehrát zvukový snímek
de: Ich konnte kein Audioframe abspielen
es: No pude tocar cuadro de audio
fr: Je n'ai pas pu lire la trame audio
it: Non sono riuscito a riprodurre il frame audio
ja: オーディオフレームを再生できませんでした
nl: Ik kon geen audioframe afspelen
pl: Nie mogłem odtworzyć klatki audio
pt: Não consegui reproduzir o quadro de áudio
ro: Nu am putut reda cadru audio
ru: Не удалось воспроизвести звуковой кадр
sv: Jag kunde inte spela ljudram
tr: ses çerçevesini oynatamadım

source: Could not read audio fifo:
ar: لم أتمكن من قراءة صوت فيفو:
cs: Nemohl jsem přečíst zvuk fifo:
de: Ich konnte Fifo-Audio nicht lesen:
es: No pude leer audio fifo:
fr: Je ne pouvais pas lire l'audio fifo:
it: Non riuscivo a leggere l'audio fifo:
ja: 私はFIFOオーディオを読むことができませんでした:
nl: Ik kon fifo-audio niet lezen:
pl: Nie mogłem odczytać dźwięku fifo:
pt: Não consegui ler o áudio do fifo:
ro: Nu am putut citi audio fifo:
ru: Не удалось прочитать аудиофайл:
sv: Jag kunde inte läsa fifo-ljud:
tr: fifo sesini okuyamadım:

source: Could not read header. Read
ar: لم أتمكن من قراءة العنوان. اقرأ
cs: Nemohl jsem přečíst záhlaví. Číst
de: Ich konnte die Überschrift nicht lesen. Lesen
es: No pude leer encabezado. Leí
fr: Je n'ai pas pu lire l'en-tête. Lire
it: Non riuscivo a leggere l'intestazione. Leggere
ja: ヘッダーが読めませんでした.読んだ
nl: Ik kon de koptekst niet lezen. Lezen
pl: Nie mogłem odczytać nagłówka. Czytać
pt: Não consegui ler o cabeçalho. Leitura
ro: Nu am putut citi antetul. Citit
ru: Не удалось прочитать заголовок. Читать
sv: Jag kunde inte läsa rubriken. Läsa
tr: Başlığı okuyamadım. Okumak

source: Could not read samples from fifo buffer. Error:
ar: لم أتمكن من قراءة عينات من المخزن المؤقت فيفو. خطأ:
cs: Nemohl jsem přečíst vzorky z vyrovnávací paměti fifo. Chyba:
de: Ich konnte keine Samples aus dem Fifo-Puffer lesen. Fehler:
es: No pude leer samples del fifo buffer. Error:
fr: Je ne pouvais pas lire les échantillons du tampon fifo. Erreur:
it: Non sono riuscito a leggere campioni dal buffer fifo. Errore:
ja: fifoバッファからサンプルを読み取ることができませんでした.エラー:
nl: Ik kon geen samples uit de fifo-buffer lezen. Fout:
pl: Nie mogłem odczytać próbek z bufora fifo. Błąd:
pt: Não consegui ler amostras do buffer fifo. Erro:
ro: Nu am putut citi mostre din tamponul fifo. Eroare:
ru: Не удалось прочитать выборки из буфера FIFO. Ошибка:
sv: Jag kunde inte läsa prover från fifo-bufferten. Fel:
tr: Fifo arabelleğinden örnekleri okuyamadım. Hata:

source: Could not realloc fifo buffer. Error:
ar: لم أستطع نقل العازلة فيفو. خطأ:
cs: Nemohl jsem přemístit vyrovnávací paměť fifo. Chyba:
de: Ich konnte den Fifo-Puffer nicht verschieben. Fehler:
es: No pude relocalizar el buffer fifo. Error:
fr: Je n'ai pas pu déplacer le tampon fifo. Erreur:
it: Non sono riuscito a spostare il buffer fifo. Errore:
ja: fifoバッファを再配置できませんでした.エラー:
nl: Ik kon de fifo-buffer niet verplaatsen. Fout:
pl: Nie mogłem przenieść bufora fifo. Błąd:
pt: Não consegui realocar o buffer fifo. Erro:
ro: Nu am putut muta tamponul fifo. Eroare:
ru: Не удалось перераспределить буфер FIFO. Ошибка:
sv: Jag kunde inte flytta fifo-bufferten. Fel:
tr: Fifo arabelleğinin yerini değiştiremedim. Hata:

source: Could not save '
ar: لم أستطع الحفظ "
cs: nemohl jsem zachránit'
de: Ich konnte nicht speichern'
es: No pude grabar '
fr: Je n'ai pas pu sauver'
it: non ho potuto salvare'
ja: 保存できませんでした」
nl: ik kon niet redden'
pl: nie mogłem uratować
pt: não consegui salvar'
ro: nu am putut salva'
ru: Не удалось сохранить '
sv: jag kunde inte spara'
tr: kurtaramadım'

source: Could not save .otio timeline:
ar: لم أتمكن من حفظ المخطط الزمني .otio:
cs: Časovou osu .otio se mi nepodařilo uložit:
de: Ich konnte die .otio-Timeline nicht speichern:
es: No pude grabar la línea de tiempo de .otio:
fr: Je n'ai pas pu enregistrer la chronologie .otio :
it: Non sono riuscito a salvare la sequenza temporale .otio:
ja: .otioタイムラインを保存できませんでした:
nl: Ik kon de .otio-tijdlijn niet opslaan:
pl: Nie udało mi się zapisać osi czasu .otio:
pt: Não consegui salvar a linha do tempo .otio:
ro: Nu am putut salva cronologia .otio:
ru: Не удалось сохранить временную шкалу .otio:
sv: Jag kunde inte spara .otio-tidslinjen:
tr: .otio zaman çizelgesini kaydedemedim:

source: Could not save AMF clip data file '
ar: تعذر حفظ ملف Clip Metadata من AMF '
cs: Soubor metadat klipu z AMF nelze uložit
de: Die Clip-Metadatendatei konnte nicht von AMF gespeichert werden.
es: No pude grabar archivo de Clip Metadata de AMF '
fr: Impossible d'enregistrer le fichier de métadonnées de clip à partir d'AMF'
it: Impossibile salvare il file di metadati della clip da AMF'
ja: クリップメタデータファイルをAMFから保存できませんでした'
nl: Kan Clip Metadata-bestand niet opslaan van AMF'
pl: Nie można zapisać pliku metadanych klipu z AMF'
pt: Não foi possível salvar o arquivo de metadados do clipe do AMF'
ro: Nu s-a putut salva fișierul cu metadate clip din AMF”
ru: Не удалось сохранить файл данных клипа AMF '
sv: Kunde inte spara klippmetadatafil från AMF'
tr: Klip Meta Verileri dosyası AMF'den kaydedilemedi'

source: Could not save sequence or movie, only single frame specified. Use %d syntax or a proper movie extension.
ar: لم أستطع حفظ التسلسل أو الفيلم ، فقط صورة محددة. استخدم بناء الجملة%d للتسلسلات أو ملحق مخصص للأفلام.
cs: Nemohl jsem uložit sekvenci nebo film, jen určený obrázek. Použijte syntaxi %d pro sekvence nebo vlastní rozšíření pro filmy.
de: Ich konnte keine Sequenz oder keinen Film speichern, nur ein bestimmtes Bild. Verwenden Sie die %d-Syntax für Streams oder eine benutzerdefinierte Erweiterung für Filme.
es: No pude grabar secuencia o película, solo una imagen especificada. Use la sintáxis %d para secuencias o una extension propia para peliculas.
fr: Je n'ai pas pu enregistrer de séquence ou de film, juste une image spécifiée. Utilisez la syntaxe %d pour les flux ou une extension personnalisée pour les films.
it: Non sono riuscito a salvare la sequenza o il filmato, solo un'immagine specificata. Usa la sintassi %d per le sequenze o un'estensione personalizzata per i filmati.
ja: シーケンスや動画を保存できず、指定した画像だけを保存できました.ストリームには%d構文を使用し、映画にはカスタム拡張機能を使用します.
nl: Ik kon geen sequentie of film opslaan, alleen een gespecificeerde afbeelding. Gebruik de %d-syntaxis voor streams of een aangepaste extensie voor films.
pl: Nie mogłem zapisać sekwencji ani filmu, tylko określony obraz. Użyj składni %d dla strumieni lub niestandardowego rozszerzenia dla filmów.
pt: Não consegui salvar sequência ou filme, apenas uma imagem especificada. Use a sintaxe %d para fluxos ou uma extensão personalizada para filmes.
ro: Nu am putut salva secvența sau filmul, doar o imagine specificată. Utilizați sintaxa %d pentru fluxuri sau o extensie personalizată pentru filme.
ru: Не удалось сохранить последовательность или фильм, указан только один кадр. Используйте синтаксис %d или правильное расширение фильма.
sv: Jag kunde inte spara sekvens eller film, bara en angiven bild. Använd %d-syntaxen för strömmar eller ett anpassat tillägg för filmer.
tr: Diziyi veya filmi kaydedemedim, yalnızca belirtilen bir görüntü. Akışlar için %d sözdizimini veya filmler için özel bir uzantı kullanın.

source: Could not seek to frame
ar: لم أتمكن من العثور على اللوحة
cs: Obraz jsem nenašel
de: Ich konnte das Gemälde nicht finden
es: No pude buscar al cuadro
fr: je n'ai pas trouvé le tableau
it: Non sono riuscito a trovare il dipinto
ja: 絵が見つかりませんでした
nl: Ik kon het schilderij niet vinden
pl: Nie mogłem znaleźć obrazu
pt: não achei a pintura
ro: Nu am găsit tabloul
ru: Не удалось найти кадр
sv: Jag hittade inte tavlan
tr: resmi bulamadım

source: Could not set
ar: لا يمكن تعيينه
cs: nelze nastavit
de: konnte nicht eingestellt werden
es: No pude setear
fr: n'a pas pu être défini
it: non è stato possibile impostare
ja: 設定できませんでした
nl: kan niet worden ingesteld
pl: nie można ustawić
pt: não foi possível definir
ro: nu a putut fi setat
ru: Не удалось установить
sv: kunde inte ställas in
tr: ayarlanamadı

source: Could not set transforms in GUI
ar: لم أتمكن من ضبط التحولات في واجهة المستخدم الرسومية
cs: Nemohl jsem nastavit transformace v GUI
de: Ich konnte keine Transformationen in der GUI festlegen
es: No pude establecer transformaciones en la GUI
fr: Je n'ai pas pu définir de transformations dans l'interface graphique
it: Non sono riuscito a impostare le trasformazioni nella GUI
ja: GUIで変換を設定できませんでした
nl: Ik kon geen transformaties instellen in de GUI
pl: Nie mogłem ustawić przekształceń w GUI
pt: Não consegui definir transformações na GUI
ro: Nu am putut seta transformări în GUI
ru: Не удалось установить преобразования в графическом интерфейсе
sv: Jag kunde inte ställa in transformationer i GUI
tr: GUI'de dönüşümleri ayarlayamadım
