Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Height of clip
ar: ارتفاع المقطع
cs: výška klipu
de: Clip-Höhe
es: Altura del clip
fr: hauteur des clips
it: altezza della clip
ja: クリップの高さ
nl: clip hoogte
pl: wysokość klipsa
pt: altura do clipe
ro: înălțimea clipului
ru: Высота зажима
sv: klipphöjd
tr: klip yüksekliği

source: Hex
ar: عرافة
de: verhexen
fr: hexagone
it: esadecimale
ja: ヘックス
pl: klątwa
pt: hexágono
ru: Шестнадцатеричный
tr: altıgen

source: Hex Values
ar: القيم السداسية العشرية
cs: Hexadecimální hodnoty
de: Hexadezimale Werte
fr: Valeurs hexadécimales
it: Valori esadecimali
ja: 16進値
nl: Hexadecimale waarden
pl: Wartości szesnastkowe
pt: Valores hexadecimais
ro: Valori hexazecimale
ru: Шестнадцатеричные значения
sv: Hexadecimala värden
tr: Onaltılık Değerler

source: Hide Others
ar: إخفاء الآخرين
cs: Schovejte ostatní
de: Verstecke die Anderen
es: Ocultar las Demás
fr: Cacher les autres
it: Nascondi gli altri
ja: 他の人を隠す
nl: Verberg de anderen
pl: Ukryj innych
pt: Esconder os outros
ro: Ascunde-i pe Ceilalți
ru: Скрыть другие
sv: Göm de andra
tr: Diğerlerini Gizle

source: Hide mrViewer
ar: إخفاء mrViewer
cs: Skrýt mrViewer
de: MrViewer ausblenden
es: Ocultar mrViewer
fr: Masquer mrViewer
it: Nascondi mrViewer
ja: mrViewerを非表示
nl: Verberg mrViewer
pl: Ukryj mrViewer
pt: Ocultar mrViewer
ro: Ascunde mrViewer
ru: Скрыть mrViewer
sv: Göm mrViewer
tr: mrViewer'ı gizle

source: High
ar: متوسط
cs: Vysoký
de: Hoch
es: Alto
fr: Haut
it: Alto
ja: 高い
nl: Hoog
pl: Wysoka
pt: Alto
ro: Înalt
ru: Высоко
sv: Hög
tr: Yüksek

source: High 10
ar: مرتفع 10
cs: Vysoká 10
de: hoch 10
es: Alto 10
fr: haut 10
it: alto 10
ja: 高10
nl: hoge 10
pl: wysoki 10
pt: Alto 10
ro: Mare 10
ru: Высокая 10
sv: Hög 10
tr: yüksek 10

source: Hilited in Full Timeline
ar: ملحوظ على الجدول الزمني الكامل
cs: Označeno na celé časové ose
de: Auf der gesamten Zeitachse markiert
fr: Marqué sur la chronologie complète
it: Segnato a tempo pieno
ja: フルタイムラインにマーク
nl: Gemarkeerd op de volledige tijdlijn
pl: Oznaczone na pełnej osi czasu
pt: Marcado na linha do tempo completa
ro: Marcat pe cronologia completă
ru: Hilited в полной временной шкале
sv: Markerad på hela tidslinjen
tr: Tam zaman çizelgesinde işaretlendi

source: Histogram
ar: الرسم البياني
de: Histogramm
es: Histograma
fr: histogramme
it: istogramma
ja: ヒストグラム
pt: histograma
ro: histogramă
ru: Гистограмма

source: Home
ar: البدء
cs: Start
de: Start
es: Inicio
fr: Début
it: Cominciare
ja: 始める
nl: Begin
pl: Początek
pt: Começar
ro: start
ru: Дома
sv: Start
tr: Başlama

source: Hotkey "%s" already used in "%s". Do you want to override it?
ar: مفتاح الإدارة "%s" مستخدم بالفعل في "%s". هل تريد تجاوزه؟
cs: Klíč správy "%s" se již používá v "%s". Chcete jej přepsat?
de: Verwaltungsschlüssel »%s« wird bereits in »%s« verwendet. Möchten Sie ihn überschreiben?
es: Tecla de Manejo "%s" ya usada en "%s". ¿Quiere sobreescribirla?
fr: La clé de gestion "%s" est déjà utilisée dans "%s". Voulez-vous la remplacer ?
it: Chiave di gestione "%s" già utilizzata in "%s". Vuoi sovrascriverla?
ja: すでに"%s"で使用されている管理キー"%s". 上書きしますか？
nl: Beheersleutel "%s" wordt al gebruikt in "%s". Wilt u deze overschrijven?
pl: Klucz zarządzania "%s" już używany w "%s". Czy chcesz go zastąpić?
pt: Chave de gerenciamento "%s" já usada em "%s". Deseja substituí-la?
ro: Cheia de gestionare "%s" deja folosită în "%s". Doriți să o înlocuiți?
ru: Горячая клавиша "%s" уже используется в "%s". Хотите переопределить ее?
sv: Hanteringsnyckeln "%s" används redan i "%s". Vill du åsidosätta den?
tr: "%s" yönetim anahtarı "%s" içinde zaten kullanılıyor. Bunu geçersiz kılmak istiyor musunuz?

source: Hotkey '
ar: مفتاح الإدارة
cs: Manažerský klíč '
de: Verwaltungsschlüssel '
es: Tecla de Manejo '
fr: Clé de gestion '
it: Chiave di gestione '
ja: 管理キー'
nl: Beheersleutel '
pl: Klucz zarządzania '
pt: Chave de gerenciamento '
ro: cheie de management '
ru: Горячая клавиша '
sv: Hanteringsnyckel '
tr: Yönetim anahtarı '

source: Hotkey file:
ar: مفاتيح الإدارة:
cs: Manažerské klíče:
de: Verwaltungsschlüssel:
es: Teclas de Manejo:
fr: Clés de gestion :
it: Chiavi di gestione:
ja: 管理キー:
nl: Beheersleutels:
pl: Klucze zarządzania:
pt: Chaves de gerenciamento:
ro: Chei de management:
ru: Файл горячих клавиш:
sv: Hanteringsnycklar:
tr: Yönetim Anahtarları:

source: Hotkeys
ar: مفاتيح الإدارة
cs: Klíče pro správu
de: Verwaltungsschlüssel
es: Teclas de Manejo
fr: Clés de gestion
it: Chiavi di gestione
ja: 管理キー
nl: Beheersleutels
pl: Klucze zarządzania
pt: Chaves de gerenciamento
ro: Chei de management
ru: Горячие клавиши
sv: Hanteringsnycklar
tr: Yönetim anahtarları

source: Hotkeys (*.{keys.prefs})
ar: مفاتيح الإدارة (*. {keys.prefs})
cs: Klíče pro správu (*.{keys.prefs})
de: Verwaltungsschlüssel (*.{keys.prefs})
fr: Clés de gestion (*.{keys.prefs})
it: Chiavi di gestione (*.{keys.prefs})
ja: 管理キー (*.{keys.prefs}）
nl: Beheersleutels (*.{keys.prefs})
pl: Klucze zarządzania (*.{keys.prefs})
pt: Chaves de gerenciamento (*.{keys.prefs})
ro: Chei de gestionare (*.{keys.prefs})
ru: Горячие клавиши (*.{keys.prefs})
sv: Hanteringsnycklar (*.{keys.prefs})
tr: Yönetim Anahtarları (*.{keys.prefs})

source: Hotkeys file
ar: مفاتيح الإدارة
cs: Klíče pro správu
de: Verwaltungsschlüssel
es: Teclas de Manejo
fr: Clés de gestion
it: Chiavi di gestione
ja: 管理キー
nl: Beheersleutels
pl: Klucze zarządzania
pt: Chaves de gerenciamento
ro: Chei de management
ru: Файл горячих клавиш
sv: Hanteringsnycklar
tr: Yönetim anahtarları

source: How to display timeline by default.
ar: كيفية إظهار الجدول الزمني بشكل افتراضي.
cs: Jak ve výchozím nastavení zobrazit časovou osu.
de: So zeigen Sie die Zeitleiste standardmäßig an.
es: Cómo mostrar la línea de tiempo por defecto.
fr: Comment afficher la chronologie par défaut.
it: Come mostrare la sequenza temporale per impostazione predefinita.
ja: デフォルトでタイムラインを表示する方法.
nl: Hoe de tijdlijn standaard weer te geven.
pl: Jak domyślnie wyświetlać oś czasu.
pt: Como mostrar a linha do tempo por padrão.
ro: Cum să afișați cronologia în mod implicit.
ru: Как отображать временную шкалу по умолчанию.
sv: Hur man visar tidslinjen som standard.
tr: Varsayılan olarak zaman çizelgesi nasıl gösterilir?

source: How to display timeline selection by default.
ar: كيفية إظهار اختيار الجدول الزمني بشكل افتراضي.
cs: Jak ve výchozím nastavení zobrazit výběr časové osy.
de: So zeigen Sie die Timeline-Auswahl standardmäßig an.
es: Cómo mostrar la selección de la línea de tiempo por defecto.
fr: Comment afficher la sélection de la chronologie par défaut.
it: Come mostrare la selezione della sequenza temporale per impostazione predefinita.
ja: デフォルトでタイムライン選択を表示する方法.
nl: Standaard tijdlijnselectie weergeven.
pl: Jak domyślnie wyświetlać wybór osi czasu.
pt: Como mostrar a seleção da linha do tempo por padrão.
ro: Cum să afișați în mod implicit selecția cronologiei.
ru: Как отобразить выбор временной шкалы по умолчанию.
sv: Hur man visar tidslinjeval som standard.
tr: Varsayılan olarak zaman çizelgesi seçimi nasıl gösterilir?

source: Hue
ar: مسحة
cs: Odstín
de: Farbton
fr: Teinte
it: Tinta
ja: 色相
nl: Tint
pl: Odcień
pt: Matiz
ro: Nuanţă
ru: оттенок
sv: Nyans
tr: renk tonu

source: Hue value of image pixel under mouse.
ar: هوى قيمة البكسل تحت الماوس.
cs: Hodnota odstínu pixelu pod myší.
de: Farbtonwert des Pixels unter der Maus.
es: Valor de Tinte (HUE) del pixel bajo el ratón.
fr: Valeur de teinte du pixel sous la souris.
it: Valore della tonalità del pixel sotto il mouse.
ja: マウスの下のピクセルの色相値.
nl: Tintwaarde van de pixel onder de muis.
pl: Wartość odcienia piksela pod myszką.
pt: Valor de matiz do pixel sob o mouse.
ro: Valoarea nuanței pixelului de sub mouse.
ru: Значение оттенка пикселя изображения под мышью.
sv: Nyansvärde för pixeln under musen.
tr: Farenin altındaki pikselin renk tonu değeri.

source: Hybrid
ar: هجين
cs: Hybridní
es: Híbrido
fr: Hybride
it: Ibrido
ja: ハイブリッド
nl: Hybride
pl: Hybrydowy
pt: Híbrido
ro: Hibrid
ru: Гибридный
tr: hibrit

source: ICC
ar: المحكمة الجنائية الدولية
fr: CPI
ru: МУС

source: ICC Profile
ar: الملف الشخصي للمحكمة الجنائية الدولية
cs: ICC profil
de: ICC-Profil
es: Perfil ICC
fr: Profil ICC
it: Profilo ICC
ja: ICCプロファイル
nl: ICC-profiel
pl: Profil ICC
pt: Perfil ICC
ro: Profilul ICC
ru: Профиль ICC
sv: ICC-profil
tr: ICC Profili

source: ICC Profiles
ar: ملامح ICC
cs: ICC profily
de: ICC-Profile
es: Perfiles ICC
fr: Profils ICC
it: Profili ICC
ja: ICCプロファイル
nl: ICC-profielen
pl: Profile ICC
pt: Perfis ICC
ro: profile ICC
ru: ICC-профили
sv: ICC-profiler
tr: ICC profilleri

source: ICC Profiles Inspector
ar: مفتش ملف تعريف ICC
cs: Inspektor profilu ICC
de: ICC-Profilinspektor
es: Inspector de Perfiles ICC
fr: Inspecteur de profil ICC
it: Ispettore del profilo ICC
ja: ICCプロファイルインスペクター
nl: ICC-profielinspecteur
pl: Inspektor profilu ICC
pt: Inspetor de Perfil ICC
ro: Inspector de profil ICC
ru: Инспектор профилей ICC
sv: ICC profilinspektör
tr: ICC Profil Denetçisi

source: ICC Rendering Intent
ar: نية تقديم ICC
cs: ICC Render Intent
de: ICC-Renderabsicht
es: Intención de Render de ICC
fr: Intention de rendu ICC
it: Intento di rendering ICC
ja: ICCレンダリングインテント
nl: ICC Render Intent
pl: Przeznaczenie renderowania ICC
pt: Intenção de renderização ICC
ro: ICC Render Intent
ru: Цель рендеринга ICC
sv: ICC Render Intent
tr: ICC Oluşturma Amacı

source: ICC profile
ar: الملف الشخصي للمحكمة الجنائية الدولية
cs: ICC profil
de: ICC-Profil
es: Perfil ICC
fr: Profil ICC
it: Profilo ICC
ja: ICCプロファイル
nl: ICC-profiel
pl: Profil ICC
pt: Perfil ICC
ro: Profil ICC
ru: ICC-профиль
sv: ICC-profil
tr: ICC profili

source: IFF Picture
ar: صورة IFF
cs: Obrázek IFF
de: IFF-Bild
es: Imagen IFF
fr: Image IFF
it: Immagine IFF
ja: IFF画像
nl: IFF-afbeelding
pl: Obraz IFF
pt: Imagem IFF
ro: Imagine IFF
ru: МКФ Изображение
sv: IFF-bild
tr: IFF Resmi

source: IPP2 Mode
ar: وضع IPP2
cs: režim IPP2
de: IPP2-Modus
fr: Mode IPP2
it: Modalità IPP2
ja: IPP2モード
nl: IPP2-modus
pl: Tryb IPP2
pt: Modo IPP2
ro: Modul IPP2
ru: Режим IPP2
sv: IPP2-läge
tr: IPP2 modu

source: ISO Index out of bounds
ar: مؤشر ISO خارج النطاق
cs: Index ISO je mimo rozsah
de: ISO-Index außerhalb des Bereichs
es: Índice ISO fuera de rango
fr: Indice ISO hors plage
it: Indice ISO fuori intervallo
ja: ISOインデックスが範囲外
nl: ISO-index buiten bereik
pl: Indeks ISO poza zakresem
pt: Índice ISO fora do intervalo
ro: Index ISO în afara intervalului
ru: Индекс ISO выходит за допустимые пределы
sv: ISO-index utanför intervallet
tr: ISO endeksi aralık dışında

source: ISO Speed
ar: سرعة ISO
cs: citlivost ISO
de: ISO-Geschwindigkeit
es: Velocidad ISO
fr: Sensibilité ISO
it: Velocità ISO
ja: ISO感度
nl: ISO-snelheid
pl: Szybkość ISO
pt: Velocidade ISO
ro: Viteza ISO
ru: Чувствительность ISO
sv: ISO-hastighet
tr: ISO hızı

source: ISO of film stock.
ar: ISO للفيلم.
cs: ISO filmu.
de: ISO des Films.
es: ISO de la pelicula.
fr: ISO du film.
it: ISO del film.
ja: フィルムのISO.
nl: ISO van de film.
pl: ISO filmu.
pt: ISO do filme.
ro: ISO al filmului.
ru: ISO кинопленки.
sv: ISO för filmen.
tr: Filmin ISO'su.

source: ITU-601 (Digital PAL/NTSC YCbCr)
ar: ITU-601 (PAL/NTSC YCbCr رقمي)
cs: ITU-601 (PAL/NTSC YCbCr Digital)
de: ITU-601 (PAL/NTSC YCbCr Digital)
fr: UIT-601 (PAL/NTSC YCbCr Numérique)
it: ITU-601 (PAL/NTSC YCbCr digitale)
ja: ITU-601（PAL/NTSC YCbCrデジタル）
nl: ITU-601 (PAL)/NTSC YCbCr digitaal)
pl: ITU-601 (PAL/NTSC YCbCr cyfrowe)
pt: ITU-601 (PAL/NTSC YCbCr Digital)
ro: ITU-601 (PAL/NTSC YCbCr Digital)
ru: ITU-601 (цифровой PAL/НТСК YCbCr)
sv: ITU-601 (PAL/NTSC YCbCr Digital)
tr: ITU-601 (PAL/NTSC YCbCr Dijital)

source: ITU-709 (Digital HDTV YCbCr)
ar: ITU-709 (HDTV YCbCr رقمي)
cs: ITU-709 (HDTV YCbCr Digital)
de: ITU-709 (HDTV YCbCr Digital)
fr: ITU-709 (HDTV YCbCr Numérique)
it: ITU-709 (HDTV YCbCr digitale)
ja: ITU-709（HDTV YCbCrデジタル）
nl: ITU-709 (HDTV YCbCr digitaal)
pl: ITU-709 (HDTV YCbCr cyfrowe)
pt: ITU-709 (HDTV YCbCr Digital)
ro: ITU-709 (HDTV YCbCr Digital)
ru: ITU-709 (цифровое ТВЧ YCbCr)
sv: ITU-709 (HDTV YCbCr Digital)
tr: İTÜ-709 (HDTV YCbCr Dijital)

source: If selected, the natlve file chooser will be used. If unselected, mrViewer's standard file chooser will be used.
ar: في نظام التشغيل Windows ، إذا تم تحديده ، فسيتم استخدام منتقي الملفات الأصلي. إذا لم يتم تحديده ، فسيتم استخدام منتقي ملف mrViewer.
cs: Pokud je v systému Windows zaškrtnuto, použije se nativní výběr souborů. Pokud není vybráno, použije se výběr souborů mrViewer.
de: Unter Windows wird, wenn aktiviert, die native Dateiauswahl verwendet. Wenn nicht ausgewählt, wird die mrViewer-Dateiauswahl verwendet.
es: En Windows, si esta seleccionado, el selector de archivos nativo sera usado. Si no está seleccionado, el selector de archivos de mrViewer será usado.
fr: Sous Windows, si coché, le sélecteur de fichier natif sera utilisé. S'il n'est pas sélectionné, le sélecteur de fichier mrViewer sera utilisé.
it: Su Windows, se selezionato, verrà utilizzato il selettore di file nativo. Se non è selezionato, verrà utilizzato il selettore di file mrViewer.
ja: Windowsでは、チェックすると、ネイティブファイルチューザーが使用されます.選択されていない場合、mrViewerファイルチューザーが使用されます.
nl: In Windows wordt, indien aangevinkt, de oorspronkelijke bestandskiezer gebruikt. Indien niet geselecteerd, wordt de mrViewer-bestandskiezer gebruikt.
pl: W systemie Windows, jeśli zaznaczone, zostanie użyty natywny selektor plików. Jeśli ta opcja nie zostanie wybrana, zostanie użyty selektor plików mrViewer.
pt: No Windows, se marcado, o seletor de arquivos nativo será usado. Se não estiver selecionado, o seletor de arquivos mrViewer será usado.
ro: Pe Windows, dacă este bifat, va fi folosit selectorul de fișiere nativ. Dacă nu este selectat, va fi utilizat selectorul de fișiere mrViewer.
ru: Если выбрано, будет использоваться средство выбора исходного файла. Если этот флажок не установлен, будет использоваться стандартное средство выбора файлов mrViewer.
sv: På Windows, om markerad, kommer den ursprungliga filväljaren att användas. Om det inte är valt kommer filväljaren mrViewer att användas.
tr: Windows'ta, işaretlenirse yerel dosya seçici kullanılacaktır. Seçilmezse, mrViewer dosya seçici kullanılacaktır.

source: Image
ar: صورة
cs: obraz
de: Bild
es: Imagen
it: Immagine
ja: 画像
nl: Afbeelding
pl: Obraz
pt: Imagem
ro: Imagine
ru: Изображение
sv: Bild
tr: resim

source: Image "
ar: صورة "
cs: Obraz "
de: Bild "
es: Imagen "
it: Immagine "
ja: 画像 "
nl: Afbeelding "
pl: Obraz "
pt: Imagem "
ro: Imagine "
ru: Изображение "
sv: Bild "
tr: Resim "

source: Image CTL script
ar: CTL كتابة الصورة
cs: CTL zápis obrázku
de: CTL Bild schreiben
es: CTL Escritura de Imagen
fr: Image d'écriture CTL
it: CTL Scrivi immagine
ja: CTL書き込みイメージ
nl: CTL Schrijf afbeelding
pl: Obraz zapisu CTL
pt: CTL Gravar Imagem
ro: CTL Scriere imagine
ru: Скрипт CTL изображения
sv: CTL Skriv bild
tr: CTL Yazma Resmi

source: Image Cache Size
ar: حجم ذاكرة التخزين المؤقت للصورة
cs: Velikost mezipaměti obrázku
de: Bild-Cache-Größe
es: Tamaño de Cache de las Imágenes
fr: Taille du cache d'images
it: Dimensione cache immagine
ja: 画像のキャッシュサイズ
nl: Grootte afbeelding cache
pl: Rozmiar pamięci podręcznej obrazów
pt: Tamanho do cache de imagem
ro: Dimensiunea cache a imaginii
ru: Размер кэша изображений
sv: Bildcachestorlek
tr: Görüntü Önbellek Boyutu

source: Image Channels
ar: قنوات الصور
cs: Obrazové kanály
de: Bildkanäle
es: Canales de Imagen
fr: Canaux d'images
it: Canali immagine
ja: 画像チャンネル
nl: Afbeeldingskanalen
pl: Kanały obrazu
pt: Canais de imagem
ro: Canale de imagine
ru: Каналы изображения
sv: Bildkanaler
tr: Görüntü Kanalları

source: Image Icc Profile
ar: صورة ملف تعريف ICC
cs: Obrázek ICC profil
de: Image ICC-Profil
es: Perfil ICC de Imagen
fr: Profil ICC des images
it: Profilo ICC immagine
ja: 画像ICCプロファイル
nl: Afbeelding ICC-profiel
pl: Profil obrazu ICC
pt: Imagem do perfil ICC
ro: Imagine Profil ICC
ru: Icc-профиль изображения
sv: Bild ICC-profil
tr: Resim ICC Profili

source: Image Name
ar: اسم الصورة
cs: Název obrázku
de: Bildname
es: Nombre de Imagen
fr: Nom de l'image
it: Nome immagine
ja: 画像名
nl: Afbeeldingsnaam
pl: Nazwa obrazu
pt: Nome da imagem
ro: Nume imagine
ru: Имя изображения
sv: Bildens namn
tr: Resim Adı

source: Image Options
ar: خيارات الصورة
cs: Možnosti obrázku
de: Bildoptionen
es: Grabar Opciones
fr: Options d'images
it: Opzioni immagine
ja: 画像オプション
nl: Afbeeldingsopties
pl: Opcje obrazu
pt: Opções de imagem
ro: Opțiuni de imagine
ru: Параметры изображения
sv: Bildalternativ
tr: Görüntü Seçenekleri

source: Image Scale
ar: مقياس الصورة
cs: Měřítko obrázku
de: Bildskalierung
es: Escala de Imagen
fr: Échelle de l'image
it: Scala dell'immagine
ja: 画像スケール
nl: Afbeeldingsschaal
pl: Skala obrazu
pt: Escala de imagem
ro: Scala imaginii
ru: Масштаб изображения
sv: Bildskala
tr: Görüntü Ölçeği

source: Image State
ar: حالة الصورة
cs: Stav obrázku
de: Bildstatus
es: Estado de Imagen
fr: État de l'image
it: Stato dell'immagine
ja: 画像ステータス
nl: Afbeeldingsstatus
pl: Stan obrazu
pt: Status da imagem
ro: Stare imagine
ru: Состояние изображения
sv: Bildstatus
tr: Görüntü Durumu

source: Image X Position in Canvas
ar: موضع X للصورة على السبورة
cs: X pozice obrázku na desce
de: X-Position des Bildes auf der Tafel
es: Posición en X de la imagen en el tablero
fr: Position X de l'image sur le tableau
it: Posizione X dell'immagine sulla lavagna
ja: ボード上の画像のX位置
nl: X-positie van de afbeelding op het bord
pl: Pozycja X obrazu na tablicy
pt: Posição X da imagem no quadro
ro: Poziția X a imaginii pe tablă
ru: Положение X изображения на холсте
sv: X-position av bilden på tavlan
tr: Tahtadaki görüntünün X konumu

source: Image X Scale in Canvas
ar: مقياس X للصورة على السبورة
cs: Měřítko v X obrázku na tabuli
de: Skalieren Sie das Bild auf der Tafel in X
es: Escale en X de la imagen en el tablero
fr: Echelle en X de l'image au tableau
it: Scala in X dell'immagine sulla lavagna
ja: ボード上の画像のXで拡大縮小します
nl: Schaal in X van de afbeelding op het bord
pl: Skala w X obrazu na tablicy
pt: Escala em X da imagem no quadro
ro: Scala în X a imaginii de pe tablă
ru: Масштаб изображения X на холсте
sv: Skala i X av bilden på tavlan
tr: Tahtadaki resmi X olarak ölçeklendirin

source: Image Y Position in Canvas
ar: موضع Y للصورة على السبورة
cs: Y-pozice obrázku na tabuli
de: Y-Position des Bildes auf der Platine
es: Posición en Y de la imagen en el tablero
fr: Position Y de l'image sur le tableau
it: Posizione Y dell'immagine sulla lavagna
ja: ボード上の画像のY位置
nl: Y-positie van de afbeelding op het bord
pl: Pozycja Y obrazu na tablicy
pt: Posição Y da imagem no quadro
ro: Poziția Y a imaginii pe tablă
ru: Положение Y изображения на холсте
sv: Y-position för bilden på tavlan
tr: Tahtadaki görüntünün Y konumu

source: Image Y Scale in Canvas
ar: Y تحجيم الصورة على السبورة
cs: Y měřítko obrazu na desce
de: Y-Skalierung des Bildes auf der Platine
es: Escala en Y de la imagen en el tablero
fr: Mise à l'échelle Y de l'image sur le tableau
it: Ridimensionamento a Y dell'immagine sulla lavagna
ja: ボード上の画像のYスケーリング
nl: Y-schaal van de afbeelding op het bord
pl: Skalowanie Y obrazu na tablicy
pt: Escala Y da imagem na placa
ro: Scalare în Y a imaginii de pe tablă
ru: Масштаб изображения Y на холсте
sv: Y-skalning av bilden på tavlan
tr: Tahtadaki görüntünün Y ölçeklemesi

source: Image coordinate of pixel under mouse.
ar: تنسيق صورة البكسل تحت الماوس.
cs: Souřadnice obrazového bodu pod myší.
de: Koordinate des Pixelbildes unter der Maus.
es: Coordenada de la imagen del pixel bajo el ratón.
fr: Coordonnée de l'image en pixels sous la souris.
it: Coordinata dell'immagine pixel sotto il mouse.
ja: マウスの下のピクセル画像の座標.
nl: Coördinaat van het pixelbeeld onder de muis.
pl: Współrzędna obrazu pikselowego pod myszką.
pt: Coordenada da imagem de pixel sob o mouse.
ro: Coordonatele imaginii pixeli sub mouse.
ru: Координата изображения пикселя под мышью.
sv: Koordinat för pixelbilden under musen.
tr: Farenin altındaki piksel görüntüsünün koordinatı.

source: Image file "
ar: ملف الصورة "
cs: Soubor obrázku "
de: Bilddatei "
es: Archivo de imagen "
fr: Fichier d'image "
it: File immagine "
ja: 画像ファイル "
nl: Beeldbestand "
pl: Plik graficzny "
pt: Arquivo de imagem "
ro: Fișier imagine "
ru: Файл изображения "
sv: Bildfil "
tr: Görüntü dosyası "

source: Image input color space is undefined for
ar: مساحة لون الإدخال للصورة غير المحددة لـ
cs: Zadejte barevný prostor nedefinovaného obrázku pro
de: Eingabefarbraum des undefinierten Bildes für
es: Espacio de Color de Entrada de la imagen sin definir para
fr: Espace colorimétrique d'entrée de l'image indéfinie pour
it: Inserisci lo spazio colore dell'immagine non definita per
ja: の未定義画像の入力色空間
nl: Invoerkleurruimte van de ongedefinieerde afbeelding voor
pl: Wprowadź przestrzeń kolorów niezdefiniowanego obrazu dla
pt: Insira o espaço de cores da imagem indefinida para
ro: Introduceți spațiul de culoare al imaginii nedefinite pentru
ru: Цветовое пространство ввода изображения не определено для
sv: Mata in färgrymd för den odefinierade bilden för
tr: için tanımsız görüntünün Renk Alanı Girdisi

source: Image item not found for
ar: العنصر غير موجود في البكرة
cs: Položka nebyla na kotouči nalezena
de: Artikel nicht auf der Rolle gefunden
es: Item no encontrado en el carrete
fr: Article introuvable sur la bobine
it: Articolo non trovato sulla bobina
ja: リールにアイテムが見つかりません
nl: Artikel niet gevonden op de haspel
pl: Nie znaleziono przedmiotu na rolce
pt: Item não encontrado no carretel
ro: Articol nu a fost găsit pe bobină
ru: Изображение не найдено для
sv: Objektet hittades inte på rullen
tr: Makarada ürün bulunamadı

source: Image not found in reel
ar: لم يتم العثور على الصورة في لفة الكاميرا
cs: Obrázek nebyl nalezen ve složce fotoaparátu
de: Bild nicht auf Kamerarolle gefunden
es: Imagen no encontrada en el carrete
fr: Image introuvable sur la pellicule
it: Immagine non trovata nel rullino fotografico
ja: カメラロールに画像が見つかりません
nl: Afbeelding niet gevonden op filmrol
pl: Nie znaleziono obrazu na rolce z aparatu
pt: Imagem não encontrada no rolo da câmera
ro: Imaginea nu a fost găsită pe rola camerei
ru: Изображение не найдено в ролике
sv: Bilden hittades inte på kamerarullen
tr: Film rulosunda resim bulunamadı

source: Image sequence "
ar: تسلسل الصور "
cs: Sekvence obrázků "
de: Bildsequenz "
es: Secuencia de Imagen "
fr: Séquence d'images "
it: Sequenza immagini "
ja: 画像シーケンス"
nl: Afbeeldingsvolgorde "
pl: Sekwencja obrazów "
pt: Sequência de imagens "
ro: Secvență de imagini "
ru: Последовательность изображений "
sv: Bildsekvens "
tr: Görüntü Sırası "
