Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: This setting controls the sensitivity of scrubbing (SHIFT and then the mouse right and left). Smaller values make the mouse move jump more frames while higher values does the opposite.
ar: يتحكم هذا الإعداد في حساسية الغسل (SHIFT ثم الفأرة لليسار واليمين). القيم المنخفضة تجعل الماوس يقفز المزيد من الإطارات بحركة أقل بينما القيم الأعلى تفعل العكس.
cs: Toto nastavení řídí citlivost čištění (SHIFT a poté myší doleva a doprava). Nižší hodnoty způsobí, že myš přeskakuje více snímků s menším pohybem, zatímco vyšší hodnoty dělají opak.
de: Diese Einstellung steuert die Empfindlichkeit des Scrubbens (SHIFT, dann Maus nach links und rechts). Niedrigere Werte lassen die Maus mit weniger Bewegung mehr Frames springen, während höhere Werte das Gegenteil bewirken.
es: Este seteo controla la sensibilidad del fregado (SHIFT y luego el ratón derecha e izquierda). Valores menores hacen que el raton salte más cuadros con menor movimiento mientras que valores más altos hacen lo opuesto.
fr: Ce réglage contrôle la sensibilité du scrubbing (SHIFT puis souris gauche et droite). Des valeurs plus basses font que la souris saute plus d'images avec moins de mouvement tandis que des valeurs plus élevées font le contraire.
it: Questa impostazione controlla la sensibilità dello scrubbing (MAIUSC poi mouse sinistra e destra). Valori più bassi fanno saltare il mouse più fotogrammi con meno movimento mentre valori più alti fanno il contrario.
ja: この設定は、スクラブの感度を制御します（Shiftキーを押しながらマウスを左右に動かします）.値を小さくすると、マウスがより少ない動きでより多くのフレームをジャンプし、値を大きくすると、その逆になります.
nl: Deze instelling regelt de gevoeligheid van het schrobben (SHIFT en dan muis naar links en rechts). Lagere waarden zorgen ervoor dat de muis meer frames springt met minder beweging, terwijl hogere waarden het tegenovergestelde doen.
pl: To ustawienie kontroluje czułość szorowania (SHIFT, a następnie mysz w lewo i w prawo). Niższe wartości powodują, że mysz przeskakuje więcej klatek przy mniejszym ruchu, podczas gdy wyższe wartości robią odwrotnie.
pt: Essa configuração controla a sensibilidade da depuração (SHIFT e depois o mouse para a esquerda e para a direita). Valores mais baixos fazem o mouse pular mais quadros com menos movimento enquanto valores mais altos fazem o contrário.
ro: Această setare controlează sensibilitatea spălării (SHIFT apoi mouse-ul la stânga și la dreapta). Valorile mai mici fac mouse-ul să sară mai multe cadre cu mai puțină mișcare, în timp ce valorile mai mari fac invers.
ru: Этот параметр управляет чувствительностью прокрутки (SHIFT, а затем мышь вправо и влево). Меньшие значения заставляют движение мыши пропускать большее количество кадров, в то время как более высокие значения делают обратное.
sv: Den här inställningen styr känsligheten för skrubbningen (SKIFT och sedan mus vänster och höger). Lägre värden gör att musen hoppar fler ramar med mindre rörelse medan högre värden gör tvärtom.
tr: Bu ayar, fırçalamanın hassasiyetini kontrol eder (SHIFT, ardından fare sola ve sağa). Daha düşük değerler, farenin daha az hareketle daha fazla kare atlamasını sağlarken, daha yüksek değerler tam tersini yapar.

source: This setting effects the number of threads used in decoding your video. A value of 0 means to use 4 threads by default.
ar: يؤثر هذا الإعداد على عدد المواضيع المستخدمة لفك تشفير الفيديو الخاص بك. القيمة 0 تعني استخدام 4 سلاسل بشكل افتراضي.
cs: Toto nastavení ovlivňuje počet vláken použitých k dekódování vašeho videa. Hodnota 0 znamená, že se ve výchozím nastavení použijí 4 vlákna.
de: Diese Einstellung wirkt sich auf die Anzahl der Threads aus, die zum Decodieren Ihres Videos verwendet werden. Ein Wert von 0 bedeutet, dass standardmäßig 4 Threads verwendet werden.
fr: Ce paramètre affecte le nombre de threads utilisés pour décoder votre vidéo. Une valeur de 0 signifie utiliser 4 threads par défaut.
it: Questa impostazione influisce sul numero di thread utilizzati per decodificare il tuo video. Un valore di 0 significa utilizzare 4 thread per impostazione predefinita.
ja: この設定は、ビデオのデコードに使用されるスレッドの数に影響します.値0は、デフォルトで4つのスレッドを使用することを意味します.
nl: Deze instelling is van invloed op het aantal threads dat wordt gebruikt om je video te decoderen. Een waarde van 0 betekent dat er standaard 4 threads worden gebruikt.
pl: To ustawienie wpływa na liczbę wątków używanych do dekodowania Twojego filmu. Wartość 0 oznacza domyślnie użycie 4 wątków.
pt: Essa configuração afeta o número de threads usados para decodificar seu vídeo. Um valor de 0 significa usar 4 threads por padrão.
ro: Această setare afectează numărul de fire folosite pentru a decoda videoclipul. O valoare de 0 înseamnă utilizarea implicită a 4 fire.
ru: Этот параметр влияет на количество потоков, используемых при декодировании вашего видео. Значение 0 означает использование 4 потоков по умолчанию.
sv: Den här inställningen påverkar antalet trådar som används för att avkoda din video. Ett värde på 0 innebär att man använder fyra trådar som standard.
tr: Bu ayar, videonuzun kodunu çözmek için kullanılan iş parçacığı sayısını etkiler. 0 değeri, varsayılan olarak 4 iş parçacığı kullanmak anlamına gelir.

source: Thread Count
ar: عدد المواضيع
cs: Počet vláken
de: Anzahl der Themen
es: Número de Threads
fr: Le nombre de fils
it: Numero di thread
ja: スレッド数
nl: Aantal draden
pl: Liczba wątków
pt: Número de processos
ro: Numărul de fire
ru: Число потоков
sv: Antal trådar
tr: iş parçacığı sayısı

source: Thumbnail frame percent
ar: النسبة المئوية لإطارات المطبوعات
cs: Procento rámečků pro tisky
de: Prozentsatz der Rahmen für Drucke
es: Porcentaje de Cuadros para Estampas
fr: Pourcentage de cadres pour les impressions
it: Percentuale di cornici per le stampe
ja: プリントのフレームのパーセンテージ
nl: Percentage frames voor afdrukken
pl: Procent ramek do odbitek
pt: Porcentagem de Molduras para Impressões
ro: Procentul de rame pentru printuri
ru: Процент кадра миниатюры
sv: Procentandel av ramar för utskrifter
tr: Baskılar için Çerçeve Yüzdesi

source: Thumbnails Active
ar: المطبوعات النشطة
cs: Aktivní tisky
de: Aktive Drucke
es: Estampas Activas
fr: Impressions actives
it: Stampe attive
ja: アクティブなプリント
nl: Actieve afdrukken
pl: Aktywne wydruki
pt: Impressões ativas
ro: Printuri active
ru: Эскизы активны
sv: Aktiva utskrifter
tr: Aktif baskılar

source: Time
ar: زمن
cs: Čas
de: Zeit
fr: Temps
it: Volta
ja: 時間
nl: Het weer
pl: Czas
pt: Tempo
ro: Timp
ru: Время
sv: Tid
tr: Zaman

source: Timecode
ar: كود الوقت
cs: Časový kód
de: Zeitcode
es: Código de Tiempo
fr: Code horaire
it: Codice temporale
ja: タイムコード
nl: Tijdcode
pl: Kod czasu
pt: Código de tempo
ro: Cod de timp
ru: Тайм-код
sv: Tidskod
tr: Zaman kodu

source: Timeline
ar: الجدول الزمني
cs: Časová osa
de: Zeitleiste
es: Línea Temporal
fr: Chronologie
it: Sequenza temporale
ja: タイムライン
nl: Tijdlijn
pl: Oś czasu
pt: Linha do tempo
ro: Cronologie
ru: Лента новостей
sv: Tidslinje
tr: Zaman çizelgesi

source: Timeline.
ar: الجدول الزمني
cs: Časová osa
de: Zeitleiste
es: Línea Temporal
fr: Chronologie
it: Sequenza temporale
ja: タイムライン
nl: Tijdlijn
pl: Oś czasu
pt: Linha do tempo
ro: Cronologie
ru: Лента новостей.
sv: Tidslinje
tr: Zaman çizelgesi

source: Tint
ar: صبغ
cs: Barvivo
de: Farbstoff
es: Tinte
fr: Colorant
it: Colorante
ja: 染料
nl: kleurstof
pl: Barwnik
pt: Tingir
ro: Colorant
ru: оттенок
sv: Färga
tr: Boya

source: Tinting of clip.
ar: صباغة القصاصة.
cs: Barvení klipů.
de: Clip-Färbung.
es: Tintura del clip.
fr: Clip de teinture.
it: Tintura a clip.
ja: クリップ染色.
nl: Clip verven.
pl: Barwienie klipsów.
pt: Tingimento de clipe.
ro: Vopsirea clipurilor.
ru: Тонировка клипсы.
sv: Clipfärgning.
tr: Klip boyama.

source: Toggle 3D Stereo Options Window
ar: تبديل نافذة خيارات الاستريو ثلاثية الأبعاد
cs: Okno Swap 3D Stereo Options
de: 3D-Stereo-Optionsfenster tauschen
es: Permutar Ventana de Opciones de Estéreo 3D
fr: Échanger la fenêtre Options stéréo 3D
it: Scambia la finestra delle opzioni stereo 3D
ja: 3Dステレオオプションウィンドウを入れ替える
nl: Venster 3D-stereo-opties omwisselen
pl: Okno opcji zamiany stereo 3D
pt: Janela de Opções de Troca de Estéreo 3D
ro: Schimbați fereastra cu opțiuni stereo 3D
ru: Переключить окно параметров 3D-стерео
sv: Fönstret Byt 3D-stereoalternativ
tr: 3D Stereo Seçeneklerini Değiştir Penceresi

source: Toggle 3D View Window
ar: تبديل نافذة العرض ثلاثي الأبعاد
cs: Vyměnit 3D okno
de: 3D-Ansichtsfenster austauschen
es: Permutar Ventana de Vista 3D
fr: Permuter la fenêtre de vue 3D
it: Scambia la finestra di visualizzazione 3D
ja: 3Dビューウィンドウを入れ替える
nl: 3D-weergavevenster omwisselen
pl: Zamień okno widoku 3D
pt: Trocar janela de visualização 3D
ro: Schimbați fereastra de vizualizare 3D
ru: Переключить окно 3D-просмотра
sv: Byt 3D-vyfönster
tr: 3B Görünüm Penceresini Değiştir

source: Toggle About Window
ar: نافذة المبادلة حول
cs: Vyměnit okno O aplikaci
de: Tauschen Sie das Fenster über aus
es: Permutar Ventana Acerca de
fr: Fenêtre d'échange
it: Scambia finestra su
ja: スワップウィンドウについて
nl: Wissel venster over
pl: Zamień okno Informacje
pt: Trocar janela sobre
ro: Schimbați fereastra Despre
ru: Переключить окно «О программе»
sv: Byt Fönster Om
tr: Pencereyi Değiştir Hakkında

source: Toggle Action Window
ar: نافذة إجراء المبادلة
cs: Swap Action Window
de: Aktionsfenster tauschen
es: Permutar Ventana de Acción
fr: Fenêtre d'action d'échange
it: Scambia finestra azione
ja: スワップアクションウィンドウ
nl: Actievenster omwisselen
pl: Zamień okno akcji
pt: Janela de Ação de Troca
ro: Fereastra de acțiune de schimb
ru: Переключить окно действий
sv: Byt åtgärdsfönster
tr: Eylem Penceresini Değiştir

source: Toggle Background Composite
ar: تكوين صندوق المقايضة
cs: Složení swapového fondu
de: Zusammensetzung des Swap-Fonds
es: Permuta Composición de Fondo
fr: Composition du fonds de swap
it: Composizione del fondo swap
ja: スワップファンドの構成
nl: Samenstelling swapfonds
pl: Skład funduszu swapowego
pt: Composição do Fundo de Troca
ro: Compoziția fondului de swap
ru: Включить композитный фон
sv: Swapfondens sammansättning
tr: Swap Fonu Kompozisyonu

source: Toggle Bottom Bar
ar: تبديل شريط القاع
cs: Vyměnit spodní lištu
de: Untere Leiste tauschen
es: Permutar Barra de Abajo
fr: Permuter la barre inférieure
it: Scambia la barra inferiore
ja: ボトムバーを交換
nl: Onderste balk verwisselen
pl: Zamień dolny pasek
pt: Trocar barra inferior
ro: Schimbați bara de jos
ru: Переключить нижнюю панель
sv: Byt bottenstång
tr: Alt Çubuğu Değiştir

source: Toggle Color Area Info Window
ar: نافذة تبديل منطقة اللون
cs: Okno Vyměnit barevnou oblast
de: Fenster Farbbereich tauschen
es: Permutar Ventana de Area de Color
fr: Fenêtre Permuter la zone de couleur
it: Finestra Scambia area colore
ja: スワップカラーエリアウィンドウ
nl: Venster Kleurgebied wisselen
pl: Okno Zamień obszar kolorów
pt: Janela de Área de Troca de Cores
ro: Fereastra Schimbați zona de culoare
ru: Переключить окно информации о цветовой области
sv: Fönstret Byt färgområde
tr: Renk Alanını Değiştir Penceresi

source: Toggle Color Controls Window
ar: تبديل نافذة عناصر التحكم في اللون
it: Attiva/disattiva la finestra dei controlli del colore
ja: カラーコントロールウィンドウの切り替え
nl: Venster Kleurregeling schakelen
sv: Växla färgkontrollfönstret

source: Toggle Connections Window
ar: نافذة اتصالات المبادلة
cs: Okno Swap Connections
de: Fenster Verbindungen austauschen
es: Permutar Ventana de Connecciones
fr: Fenêtre Permuter les connexions
it: Finestra Scambia connessioni
ja: スワップ接続ウィンドウ
nl: Venster Verbindingen verwisselen
pl: Okno Zamień połączenia
pt: Janela Trocar Conexões
ro: Fereastra Schimbați conexiuni
ru: Переключить окно подключений
sv: Fönstret Byt anslutningar
tr: Bağlantıları Değiştir Penceresi

source: Toggle EDL
ar: مبادلة EDL
cs: Vyměňte EDL
de: EDL tauschen
es: Permutar LDE
fr: Échanger l'EDL
it: Scambia EDL
ja: EDLを交換する
nl: EDL omwisselen
pl: Zamień EDL
pt: Trocar EDL
ro: Schimbați EDL
ru: Переключить EDL
sv: Byt EDL
tr: EDL'yi değiştir

source: Toggle EDL Edit Window
ar: تبديل نافذة مؤسسة كهرباء لبنان
cs: Vyměňte okno EDL
de: EDL-Fenster austauschen
es: Permutar Ventana de LDE
fr: Permuter la fenêtre EDL
it: Scambia finestra EDL
ja: EDLウィンドウを入れ替える
nl: EDL-venster verwisselen
pl: Zamień okno EDL
pt: Trocar janela EDL
ro: Schimbați fereastra EDL
ru: Переключить окно редактирования EDL
sv: Byt EDL-fönster
tr: EDL Penceresini Değiştir

source: Toggle Full Screen
ar: ملء الشاشة تبديل
cs: Přepnout na celou obrazovku
de: Vollbild umschalten
es: Permutar Pantalla Completa
fr: Basculer en plein écran
it: Passare a schermo intero
ja: フルスクリーン切り替え
nl: Volledig scherm activeren
pl: Przełącz tryb pełnoekranowy
pt: Alternar para o modo tela cheia
ro: Comutare la ecran complet
ru: Включить полноэкранный режим
sv: Växla helskärm
tr: Tam ekrana geç

source: Toggle Histogram Window
ar: تبديل نافذة الرسم البياني
cs: Přepnout okno histogramu
de: Histogrammfenster umschalten
es: Permutar Ventana del Histograma
fr: Basculer la fenêtre d'histogramme
it: Attiva/disattiva la finestra dell'istogramma
ja: ヒストグラムウィンドウを切り替えます
nl: Schakel histogramvenster in
pl: Przełącz okno histogramu
pt: Alternar janela de histograma
ro: Comutați fereastra histogramă
ru: Переключить окно гистограммы
sv: Växla Histogram-fönstret
tr: Histogram Penceresini Aç/Kapat

source: Toggle Hotkeys Window
ar: مفاتيح إدارة المبادلة
cs: Vyměňte řídicí klíče
de: Swap-Verwaltungsschlüssel
es: Permutar Teclas de Manejo
fr: Échanger les clés de gestion
it: Scambia chiavi di gestione
ja: 管理キーを交換する
nl: Beheersleutels omwisselen
pl: Zamień klucze zarządzania
pt: Trocar chaves de gerenciamento
ro: Schimbați cheile de gestionare
ru: Переключить окно горячих клавиш
sv: Byt hanteringsnycklar
tr: Yönetim Anahtarlarını Değiştirin

source: Toggle Hud
ar: مبادلة هود
cs: Vyměňte Hud
de: Hud tauschen
es: Permutar Hud
fr: Échanger Hud
it: Scambia Hud
ja: Hudを交換します
nl: Ruil Hud
pl: Zamień Hud
pt: Trocar Hud
ro: Schimbați Hud
ru: Переключить экран
sv: Byt Hud
tr: Hud'u Değiştir

source: Toggle ICC Profiles Window
ar: نافذة تبديل ملفات تعريف ICC
cs: Okno Vyměnit ICC profily
de: Fenster „ICC-Profile austauschen“.
es: Permutar Ventana de Perfiles ICC
fr: Fenêtre Permuter les profils ICC
it: Scambia la finestra dei profili ICC
ja: ICCプロファイルウィンドウの交換
nl: Venster ICC-profielen wisselen
pl: Okno Zamień profile ICC
pt: Janela Trocar Perfis ICC
ro: Fereastra Schimbați profiluri ICC
ru: Переключить окно профилей ICC
sv: Fönstret Byt ICC-profiler
tr: ICC Profillerini Değiştir Penceresi

source: Toggle Input Color Space
ar: تبديل مساحة لون الإدخال
cs: Zaměnit vstupní barevný prostor
de: Eingabefarbraum tauschen
es: Permutar Espacio de Color de Entrada
fr: Permuter l'espace colorimétrique d'entrée
it: Scambia spazio colore di input
ja: 入力色空間を入れ替える
nl: Invoerkleurruimte omwisselen
pl: Zamień wejściową przestrzeń kolorów
pt: Trocar espaço de cores de entrada
ro: Schimbați spațiul de culoare de intrare
ru: Переключить входное цветовое пространство
sv: Byt indatafärgrymd
tr: Girdi Renk Alanını Değiştir

source: Toggle LUT
ar: مبادلة LUT
cs: Vyměňte LUT
de: LUT tauschen
es: Permutar LUT
fr: Échanger LUT
it: Scambia LUT
ja: LUTを交換します
nl: Ruil LUT
pl: Zamień LUT
pt: Trocar LUT
ro: Schimbați LUT
ru: Переключить LUT
sv: Byt LUT
tr: LUT'u değiştir

source: Toggle Log Window
ar: نافذة رسالة المبادلة
cs: Okno pro výměnu zpráv
de: Nachrichtenfenster austauschen
es: Permutar Ventana de Mensajes
fr: Permuter la fenêtre de message
it: Scambia la finestra del messaggio
ja: メッセージウィンドウを入れ替える
nl: Berichtenvenster wisselen
pl: Zamień okno wiadomości
pt: Trocar janela de mensagem
ro: Fereastra de schimb de mesaje
ru: Переключить окно журнала
sv: Byt meddelandefönster
tr: Mesajı Değiştir Penceresi

source: Toggle Media Info Window
ar: تبديل نافذة المعلومات الوسطى
cs: Vyměňte střední informační okno
de: Tauschen Sie das mittlere Infofenster aus
es: Permutar Ventana de Info del Medio
fr: Permuter la fenêtre d'informations du milieu
it: Scambia la finestra delle informazioni centrale
ja: 中央の情報ウィンドウを入れ替える
nl: Midden infovenster omwisselen
pl: Zamień środkowe okno informacyjne
pt: Trocar janela de informações do meio
ro: Schimbați fereastra de informații din mijloc
ru: Переключить окно информации о носителе
sv: Byt mellan infofönster
tr: Orta Bilgi Penceresini Değiştir

source: Toggle Menu Bar
ar: تبديل شريط القوائم
cs: Swap Menu Bar
de: Menüleiste tauschen
es: Permutar Barra de Menúes
fr: Permuter la barre de menus
it: Scambia la barra dei menu
ja: スワップメニューバー
nl: Menubalk wisselen
pl: Zamień pasek menu
pt: Trocar Barra de Menu
ro: Schimbați bara de meniu
ru: Переключить строку меню
sv: Byt menyrad
tr: Menü Çubuğunu Değiştir

source: Toggle Modify/%s
ar: تعديل التنافذ/%s
cs: Permute Modifikace/%s
de: Ändern ändern/%s
es: Permute Modificar/%s
fr: Permuter Modifier/%s
it: Permuta Modifica/%s
ja: 順列変更/%s
nl: Permuteren Wijzigen/%s
pl: Modyfikacja permutacji/%s
pt: Permutar Modificar/%s
ro: Permutare Modificare/%s
ru: Переключить изменить/%s
sv: Permutera Ändra/%s
tr: İzin Ver Değiştir/%s

source: Toggle Modify/All
ar: تعديل التنافذ/كل شئ
cs: Permute Modifikace/Všechno
de: Ändern ändern/Alles
es: Permute Modificar/Todo
fr: Permuter Modifier/Tout
it: Permuta Modifica/Qualunque cosa
ja: 順列変更/すべての
nl: Permuteren Wijzigen/Alles
pl: Modyfikacja permutacji/Wszystko
pt: Permutar Modificar/Tudo
ro: Permutare Modificare/Tot
ru: Переключить изменить/Все
sv: Permutera Ändra/Allt
tr: İzin Ver Değiştir/Her şey

source: Toggle Pixel Bar
ar: تبديل شريط البكسل
cs: Vyměňte lištu pixelů
de: Pixelleiste tauschen
es: Permutar Barra de Pixel
fr: Permuter la barre de pixels
it: Scambia la barra dei pixel
ja: ピクセルバーを交換
nl: Pixelbalk verwisselen
pl: Zamień pasek pikseli
pt: Trocar Barra de Pixel
ro: Schimbați bara de pixeli
ru: Переключить пиксельную полосу
sv: Byt Pixel Bar
tr: Piksel Çubuğunu Değiştir

source: Toggle Pixel Ratio
ar: مبادلة نسبة البكسل
cs: Vyměňte poměr pixelů
de: Pixelverhältnis tauschen
es: Permutar Ratio de Pixel
fr: Permuter le rapport de pixels
it: Scambia rapporto pixel
ja: スワップピクセル比
nl: Pixelverhouding omwisselen
pl: Zamień współczynnik pikseli
pt: Trocar proporção de pixels
ro: Schimbați raportul de pixeli
ru: Переключить соотношение пикселей
sv: Byt pixelförhållande
tr: Piksel Oranını Değiştir

source: Toggle Preferences Window
ar: تبديل نافذة التفضيلات
cs: Přepnout okno předvoleb
de: Einstellungsfenster umschalten
es: Permutar Ventana de Preferencias
fr: Basculer la fenêtre des préférences
it: Attiva/disattiva la finestra delle preferenze
ja: 設定ウィンドウの切り替え
nl: Venster Voorkeuren wisselen
pl: Przełącz okno preferencji
pt: Alternar janela de preferências
ro: Comutați fereastra Preferințe
ru: Переключить окно настроек
sv: Växla inställningsfönstret
tr: Tercihler Penceresini Aç/Kapat

source: Toggle Presentation
ar: عرض المبادلة
cs: Výměna prezentace
de: Präsentation tauschen
es: Permutar Presentación
fr: Échange de présentation
it: Scambia presentazione
ja: プレゼンテーションを交換する
nl: Presentatie wisselen
pl: Zamień prezentację
pt: Trocar apresentação
ro: Schimbați prezentarea
ru: Переключить презентацию
sv: Byt presentation
tr: Sunumu Değiştir

source: Toggle Reel EDL in Timeline
ar: تبديل لفة الكاميرا في الجدول الزمني
cs: Vyměňte roli fotoaparátu na časové ose
de: Tauschen Sie die Kamerarolle auf der Timeline aus
es: Permutar Carrete en la Línea de Tiempo
fr: Échanger la pellicule sur la chronologie
it: Scambia il rullino della fotocamera sulla sequenza temporale
ja: タイムラインでカメラロールを交換する
nl: Camerarol op tijdlijn verwisselen
pl: Zamień rolkę aparatu na osi czasu
pt: Trocar rolo de câmera na linha do tempo
ro: Schimbați camera foto pe cronologie
ru: Переключить EDL барабана на временной шкале
sv: Byt kamerarulle på tidslinjen
tr: Film Rulosunu Zaman Çizelgesi'nde Değiştir

source: Toggle Reel Window
ar: مبادلة بكرات النوافذ
cs: Vyměňte rolety oken
de: Fensterrollen tauschen
es: Permutar Ventana de Carretes
fr: Permuter les bobines de fenêtre
it: Scambia le bobine della finestra
ja: スワップウィンドウリール
nl: Raamrollen verwisselen
pl: Zamień rolki okienne
pt: Trocar bobinas de janela
ro: Schimbați rolele de fereastră
ru: Переключить окно барабана
sv: Byt fönsterrullar
tr: Pencere Makaralarını Değiştir

source: Toggle Tool Dock
ar: Swap Action Dock
cs: Swap Action Dock
de: Action-Dock tauschen
es: Permutar Dock de Acción
fr: Dock d'action d'échange
it: Scambia Dock azione
ja: スワップアクションドック
nl: Actiedok verwisselen
pl: Zamień dok akcji
pt: Trocar Ação Dock
ro: Schimbare acțiune de andocare
ru: Переключить панель инструментов
sv: Byt Action Dock
tr: Action Dock'u Değiştir

source: Toggle Top Bar
ar: تبديل الشريط العلوي
cs: Vyměnit horní lištu
de: Obere Leiste tauschen
es: Permutar Barra Superior
fr: Permuter la barre supérieure
it: Scambia la barra superiore
ja: スワップトップバー
nl: Wissel bovenbalk
pl: Zamień górny pasek
pt: Trocar barra superior
ro: Schimbați bara de sus
ru: Переключить верхнюю панель
sv: Byt toppbar
tr: Üst Çubuğu Değiştir

source: Toggle VR 360 (Panoramic) view of the image. The image is wrapped around a sphere when this is active.
ar: السماح بعرض VR 360 (بانورامي) للصورة. يتم التفاف الصورة حول كرة عند تشغيل هذا الخيار.
cs: Povolit VR 360 (panoramatický) pohled na obrázek. Když je tato možnost zapnutá, obraz je ovinut kolem koule.
de: VR 360 (Panorama)-Ansicht des Bildes zulassen. Wenn diese Option aktiviert ist, wird das Bild um eine Kugel gewickelt.
es: Permute la vista RV 360 (Panorámica) de la imagen. La imagen es envuelta alrededor de una esfera cuando esta opción está activa.
fr: Autoriser la vue VR 360 (panoramique) de l'image. L'image est enroulée autour d'une sphère lorsque cette option est activée.
it: Consenti la visualizzazione VR 360 (panoramica) dell'immagine. L'immagine viene avvolta attorno a una sfera quando questa opzione è attiva.
ja: 画像のVR360（パノラマ）ビューを許可します.このオプションがオンの場合、画像は球の周りにラップされます.
nl: Sta VR 360 (panoramisch) beeld van de afbeelding toe. De afbeelding wordt rond een bol gewikkeld wanneer deze optie is ingeschakeld.
pl: Zezwól na VR 360 (Panoramiczny) widok obrazu. Obraz jest zawijany wokół kuli, gdy ta opcja jest włączona.
pt: Permitir a visualização VR 360 (panorâmica) da imagem. A imagem é enrolada em uma esfera quando esta opção está ativada.
ro: Permite vizualizarea VR 360 (panoramică) a imaginii. Imaginea este înfășurată în jurul unei sfere când această opțiune este activată.
ru: Переключить VR 360 (Панорамный) вид изображения. Изображение оборачивается вокруг сферы, когда это активно.
sv: Tillåt VR 360 (panoramisk) vy av bilden. Bilden lindas runt en sfär när det här alternativet är aktiverat.
tr: Görüntünün VR 360 (Panoramik) görünümüne izin verin. Bu seçenek açıkken görüntü bir kürenin etrafına sarılır.
