Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: When loading a sequence, mrViewer will usually use OIIO loaders which give a good compromise between speed and quality. OIIO loaders allow precaching and gaps in the sequence. FFMPEG loaders are multithreaded JPG, DPX and PNG and can usually play in real time except when the resolution is too high. In that case, the loaders will need one pass to cache all images as they don't allow precaching. The FFMPEG loaders also cannot have gaps in the sequence. Finally, ImageMagick loaders are not as fast but share the similar features of OIIO.
ar: عند تحميل تيار ، سيستخدم mrViewer لوادر OIIO التي تقدم حل وسط جيد بين السرعة والجودة. تسمح برامج تحميل OIIO بالتحميل المسبق للصور وفجوات الدعم في التدفق. محمل FFMPEG متعدد الخيوط ويمكنه تشغيل الدفق في الوقت الفعلي ، إلا إذا كانت عالية الدقة. في هذه الحالة ، سيحتاجون إلى بطاقة مرور واحدة لتخزين جميع الصور مؤقتًا (وذاكرة تخزين مؤقت كبيرة بدرجة كافية). لاحظ أن لوادر FFMPEG لا يمكن أن تحتوي على فجوات في الدفق. أخيرًا ، أدوات تحميل ImageMagick ليست سريعة وتشارك فوائد OIIO.
cs: Při načítání streamu použije mrViewer zavaděče OIIO, které poskytují dobrý kompromis mezi rychlostí a kvalitou. Zavaděče OIIO umožňují předběžné načítání obrázků a podporují mezery ve streamu. Zavaděče FFMPEG jsou vícevláknové a mohou přehrávat stream v reálném čase, pokud nemá velmi vysoké rozlišení. V takovém případě budou potřebovat jeden průchod pro vyrovnávací paměť všech obrázků (a dostatečně velkou mezipaměť). Pamatujte, že zavaděče FFMPEG nemohou mít ve streamu mezery. Konečně, zavaděče ImageMagick nejsou tak rychlé a sdílejí výhody OIIO.
de: Beim Laden eines Streams verwendet mrViewer die OIIO-Loader, die einen guten Kompromiss zwischen Geschwindigkeit und Qualität bieten. OIIO-Loader ermöglichen das Vorladen von Bildern und unterstützen Lücken im Stream.FFMPEG-Loader sind multithreaded und können den Stream in Echtzeit wiedergeben, es sei denn, er hat eine sehr hohe Auflösung. In diesem Fall benötigen sie einen Durchgang, um alle Bilder zwischenzuspeichern (und einen ausreichend großen Cache). Beachten Sie, dass FFMPEG-Loader keine Lücken im Stream haben dürfen. Schließlich sind die Ladeprogramme von ImageMagick nicht so schnell und teilen die Vorteile von OIIO.
es: Cuando se carga una secuencia, mrViewer usará los cargadores de OIIO que dan un buen compromiso entre velocidad y calidad. Los cargadores de OIIO permiten precargar las imágenes y soportan huecos en la secuencia.Los cargadores FFMPEG son multihilos y pueden reproducir en tiempo real la secuencia, excepto que esta sea de muy alta resolución. En ese caso, necesitarán una pasada para cachear todas las imágenes (y un cache lo suficientemente amplio). Nótese que los cargadores de FFMPEG no pueden tener huecos en la secuencia. Finalmente, los cargadores de ImageMagick no son tan rápidos y comparten los beneficios de OIIO.
fr: Lors du chargement d'un flux, mrViewer utilisera les chargeurs OIIO qui offrent un bon compromis entre vitesse et qualité. Les chargeurs OIIO permettent le préchargement des images et prennent en charge les lacunes dans le flux. Les chargeurs FFMPEG sont multithreads et peuvent lire le flux en temps réel, à moins qu'il ne soit en très haute résolution. Dans ce cas, ils auront besoin d'un seul passage pour mettre en cache toutes les images (et d'un cache suffisamment grand). Notez que les chargeurs FFMPEG ne peuvent pas avoir de lacunes dans le flux. Enfin, les chargeurs d'ImageMagick ne sont pas aussi rapides et partagent les avantages d'OIIO.
it: Durante il caricamento di uno stream, mrViewer utilizzerà i caricatori OIIO che offrono un buon compromesso tra velocità e qualità. I caricatori OIIO consentono il precaricamento delle immagini e supportano le lacune nel flusso.I caricatori FFMPEG sono multi-thread e possono riprodurre il flusso in tempo reale, a meno che non sia ad altissima risoluzione. In tal caso, avranno bisogno di un passaggio per memorizzare nella cache tutte le immagini (e una cache abbastanza grande). Si noti che i caricatori FFMPEG non possono avere spazi vuoti nel flusso. Infine, i caricatori di ImageMagick non sono così veloci e condividono i vantaggi di OIIO.
ja: ストリームをロードするとき、mrViewerはOIIOローダーを使用します.これにより、速度と品質の間で適切な妥協点が得られます. OIIOローダーは画像のプリロードを可能にし、ストリームのギャップをサポートします.FFMPEGローダーはマルチスレッドであり、非常に高解像度でない限り、リアルタイムでストリームを再生できます.その場合、すべての画像をキャッシュするために1つのパス（および十分な大きさのキャッシュ）が必要になります. FFMPEGローダーはストリームにギャップを持つことができないことに注意してください.最後に、ImageMagickのローダーはそれほど高速ではなく、OIIOの利点を共有しています.
nl: Bij het laden van een stream gebruikt mrViewer de OIIO-laders die een goed compromis bieden tussen snelheid en kwaliteit. Met OIIO-laders kunnen afbeeldingen vooraf worden geladen en worden hiaten in de stream ondersteund. FFMPEG-laders zijn multi-threaded en kunnen de stream in realtime afspelen, tenzij deze een zeer hoge resolutie heeft. In dat geval hebben ze één pas nodig om alle afbeeldingen te cachen (en een cache die groot genoeg is). Merk op dat FFMPEG-laders geen gaten in de stream kunnen hebben. Ten slotte zijn de laders van ImageMagick niet zo snel en delen ze de voordelen van OIIO.
pl: Podczas ładowania strumienia mrViewer użyje programów ładujących OIIO, które zapewniają dobry kompromis między szybkością a jakością. Ładowacze OIIO umożliwiają wstępne ładowanie obrazów i obsługują luki w strumieniu.Ładowarki FFMPEG są wielowątkowe i mogą odtwarzać strumień w czasie rzeczywistym, chyba że jest to bardzo wysoka rozdzielczość. W takim przypadku będą potrzebować jednego przebiegu, aby buforować wszystkie obrazy (i wystarczająco dużą pamięć podręczną). Pamiętaj, że programy ładujące FFMPEG nie mogą mieć przerw w strumieniu. Wreszcie, programy ładujące ImageMagick nie są tak szybkie i dzielą zalety OIIO.
pt: Ao carregar um fluxo, o mrViewer usará os carregadores OIIO que oferecem um bom compromisso entre velocidade e qualidade. Os carregadores OIIO permitem o pré-carregamento de imagens e suportam lacunas no fluxo.Os carregadores FFMPEG são multi-threaded e podem reproduzir o fluxo em tempo real, a menos que seja de resolução muito alta. Nesse caso, eles precisarão de uma passagem para armazenar em cache todas as imagens (e um cache grande o suficiente). Observe que os carregadores FFMPEG não podem ter lacunas no fluxo. Finalmente, os carregadores do ImageMagick não são tão rápidos e compartilham os benefícios do OIIO.
ro: La încărcarea unui flux, mrViewer va folosi încărcătoarele OIIO care oferă un compromis bun între viteză și calitate. Încărcătoarele OIIO permit preîncărcarea imaginilor și suportă lacune în flux. Încărcătoarele FFMPEG sunt multi-threaded și pot reda fluxul în timp real, cu excepția cazului în care are o rezoluție foarte mare. În acest caz, vor avea nevoie de o singură trecere pentru a stoca în cache toate imaginile (și de un cache suficient de mare). Rețineți că încărcătoarele FFMPEG nu pot avea lacune în flux. În cele din urmă, încărcătoarele ImageMagick nu sunt la fel de rapide și împărtășesc beneficiile OIIO.
ru: При загрузке последовательности mrViewer обычно использует загрузчики OIIO, которые обеспечивают хороший компромисс между скоростью и качеством. Загрузчики OIIO допускают предварительное кэширование и пробелы в последовательности. Загрузчики FFMPEG представляют собой многопоточные JPG, DPX и PNG и обычно могут воспроизводиться в реальном времени, за исключением случаев, когда разрешение слишком высокое. В этом случае загрузчикам потребуется один проход для кэширования всех изображений, поскольку они не допускают предварительное кэширование. Загрузчики FFMPEG также не могут иметь пробелов в последовательности. Наконец, загрузчики ImageMagick не такие быстрые, но имеют те же функции, что и OIIO.
sv: När man laddar en stream kommer mrViewer att använda OIIO-lastarna som ger en bra kompromiss mellan hastighet och kvalitet. OIIO-lastare tillåter förladdning av bilder och stödjer luckor i strömmen.FFMPEG-laddare är flertrådade och kan spela strömmen i realtid, om den inte är mycket högupplöst. I så fall kommer de att behöva ett pass för att cachelagra alla bilder (och en tillräckligt stor cache). Observera att FFMPEG-lastare inte kan ha luckor i strömmen. Slutligen, ImageMagicks laddare är inte lika snabba och delar fördelarna med OIIO.
tr: Bir akışı yüklerken, mrViewer hız ve kalite arasında iyi bir uzlaşma sağlayan OIIO yükleyicilerini kullanır. OIIO yükleyiciler, görüntülerin önceden yüklenmesine izin verir ve akıştaki boşlukları destekler.FFMPEG yükleyiciler, çok iş parçacıklıdır ve çok yüksek çözünürlük olmadıkça akışı gerçek zamanlı olarak oynatabilir. Bu durumda, tüm görüntüleri (ve yeterince büyük bir önbelleği) önbelleğe almak için bir geçişe ihtiyaçları olacaktır. FFMPEG yükleyicilerinin akışta boşluklar olamayacağını unutmayın. Son olarak, ImageMagick'in yükleyicileri o kadar hızlı değildir ve OIIO'nun faydalarını paylaşır.

source: When mrViewer starts, the 3D Lut will be active.
ar: عندما يبدأ mrViewer ، سيكون 3D Lut الخاص بك نشطًا.
cs: Když se spustí mrViewer, váš 3D Lut bude aktivní.
de: Wenn mrViewer startet, ist Ihre 3D Lut aktiv.
es: Cuando mrViewer comience, su 3D Lut estará activo.
fr: Lorsque mrViewer démarre, votre Lut 3D sera actif.
it: All'avvio di mrViewer, il tuo 3D Lut sarà attivo.
ja: mrViewerが起動すると、3DLutがアクティブになります.
nl: Wanneer mrViewer start, is uw 3D Lut actief.
pl: Po uruchomieniu mrViewer Twój 3D Lut będzie aktywny.
pt: Quando o mrViewer iniciar, seu 3D Lut estará ativo.
ro: Când pornește mrViewer, 3D Lut va fi activ.
ru: Когда mrViewer запустится, 3D Lut будет активен.
sv: När mrViewer startar kommer din 3D Lut att vara aktiv.
tr: mrViewer başladığında, 3D Lut'unuz aktif olacaktır.

source: When mrViewer starts, the data window will be shown when appropiate as a dotted line.
ar: عندما يبدأ mrViewer ، سيتم عرض منطقة البيانات بخط منقط.
cs: Po spuštění mrViewer se datová oblast zobrazí tečkovanou čarou.
de: Beim Start von mrViewer wird der Datenbereich mit einer gepunkteten Linie dargestellt.
es: Cuando mrViewer comience, el area de datos se mostrará con una línea punteada.
fr: Lorsque mrViewer démarre, la zone de données s'affiche avec une ligne pointillée.
it: All'avvio di mrViewer, l'area dati verrà visualizzata con una linea tratteggiata.
ja: mrViewerが起動すると、データ領域が点線で表示されます.
nl: Wanneer mrViewer start, wordt het gegevensgebied weergegeven met een stippellijn.
pl: Po uruchomieniu mrViewer obszar danych zostanie wyświetlony linią przerywaną.
pt: Quando o mrViewer for iniciado, a área de dados será exibida com uma linha pontilhada.
ro: Când mrViewer pornește, zona de date va fi afișată cu o linie punctată.
ru: При запуске mrViewer окно данных будет отображаться в виде пунктирной линии.
sv: När mrViewer startar kommer dataområdet att visas med en prickad linje.
tr: mrViewer başladığında, veri alanı noktalı bir çizgi ile görüntülenecektir.

source: When mrViewer starts, the display window will be shown when appropiate.
ar: عندما يبدأ mrViewer ، ستظهر نافذة العرض عندما يكون ذلك مناسبًا.
cs: Po spuštění mrViewer se v případě potřeby zobrazí okno displeje.
de: Beim Start von mrViewer wird gegebenenfalls das Anzeigefenster angezeigt.
es: Cuando mrViewer comience, la ventana de display se mostrará cuando sea apropiado.
fr: Lorsque mrViewer démarre, la fenêtre d'affichage s'affiche lorsque cela est approprié.
it: All'avvio di mrViewer, la finestra di visualizzazione verrà visualizzata quando appropriato.
ja: mrViewerが起動すると、必要に応じて表示ウィンドウが表示されます.
nl: Wanneer mrViewer start, wordt het weergavevenster getoond indien van toepassing.
pl: Po uruchomieniu mrViewer w odpowiednim momencie zostanie wyświetlone okno wyświetlacza.
pt: Quando o mrViewer for iniciado, a janela de exibição será exibida quando apropriado.
ro: Când mrViewer pornește, fereastra de afișare va fi afișată atunci când este cazul.
ru: При запуске mrViewer окно дисплея будет отображаться, когда это необходимо.
sv: När mrViewer startar kommer displayfönstret att visas när det är lämpligt.
tr: mrViewer başladığında, uygun olduğunda ekran penceresi gösterilecektir.

source: When mrViewer starts, the pixel aspect ratio compensation will be active by default.
ar: عند بدء تشغيل mrViewer ، سيكون تعويض نسبة العرض إلى الارتفاع بالبكسل نشطًا.
cs: Když se spustí mrViewer, bude aktivní kompenzace poměru stran pixelů.
de: Beim Start von mrViewer ist die Pixel-Seitenverhältnis-Kompensation aktiv.
es: Cuando mrViewer comience, la compensación de la proporción de aspecto del pixel estará activa.
fr: Lorsque mrViewer démarre, la compensation du rapport d'aspect des pixels sera active.
it: All'avvio di mrViewer, la compensazione delle proporzioni pixel sarà attiva.
ja: mrViewerが起動すると、ピクセルアスペクト比補正がアクティブになります.
nl: Wanneer mrViewer start, is de compensatie van de pixelverhouding actief.
pl: Po uruchomieniu mrViewer kompensacja proporcji pikseli będzie aktywna.
pt: Quando o mrViewer for iniciado, a compensação da proporção de pixel estará ativa.
ro: Când pornește mrViewer, compensarea raportului de aspect al pixelilor va fi activă.
ru: При запуске mrViewer компенсация пропорций пикселя будет активна по умолчанию.
sv: När mrViewer startar kommer kompensation för pixelbildförhållande att vara aktiv.
tr: mrViewer başladığında, piksel en boy oranı telafisi etkin olacaktır.

source: When mrViewer starts, the safe area display will be active by default.
ar: عند بدء تشغيل mrViewer ، ستكون منطقة أخذ العينات الآمنة نشطة بشكل افتراضي.
cs: Po spuštění mrViewer bude ve výchozím nastavení aktivní oblast bezpečného vzorkování.
de: Beim Start von mrViewer ist standardmäßig der sichere Sampling-Bereich aktiv.
es: Cuando mrViewer comience, el area de muestreo segura estará activa por defecto.
fr: Lorsque mrViewer démarre, la zone d'échantillonnage sécurisée sera active par défaut.
it: All'avvio di mrViewer, l'area di campionamento sicura sarà attiva per impostazione predefinita.
ja: mrViewerが起動すると、安全なサンプリング領域がデフォルトでアクティブになります.
nl: Wanneer mrViewer start, is het veilige bemonsteringsgebied standaard actief.
pl: Po uruchomieniu mrViewer bezpieczny obszar próbkowania będzie domyślnie aktywny.
pt: Quando o mrViewer for iniciado, a área de amostragem segura estará ativa por padrão.
ro: Când pornește mrViewer, zona sigură de eșantionare va fi activă în mod implicit.
ru: При запуске mrViewer отображение безопасной области будет активным по умолчанию.
sv: När mrViewer startar kommer det säkra samplingsområdet att vara aktivt som standard.
tr: mrViewer başladığında, güvenli örnekleme alanı varsayılan olarak etkin olacaktır.

source: When selected, cache is set to twice the frames per second of the movie.
ar: عند تحديد هذا الخيار ، تضاعف ذاكرة التخزين المؤقت الإطارات في الثانية للفيلم.
cs: Při zaškrtnutí je mezipaměť dvojnásobkem snímků za sekundu filmu.
de: Wenn diese Option aktiviert ist, ist der Cache doppelt so hoch wie die Bilder pro Sekunde des Films.
es: Cuando esta seleccionado, cache es el doble de cuadros por segundo de la película.
fr: Lorsque cette case est cochée, le cache correspond au double des images par seconde du film.
it: Se selezionata, la cache è il doppio dei fotogrammi al secondo del filmato.
ja: チェックすると、キャッシュはムービーの1秒あたりのフレーム数の2倍になります.
nl: Indien aangevinkt, is de cache het dubbele van de frames per seconde van de film.
pl: Gdy ta opcja jest zaznaczona, pamięć podręczna jest dwukrotnie większa od klatek na sekundę filmu.
pt: Quando marcado, o cache é o dobro dos quadros por segundo do filme.
ro: Când este bifată, memoria cache este dublu față de cadrele pe secundă ale filmului.
ru: Если выбран этот параметр, кеш устанавливается равным удвоенному количеству кадров в секунду фильма.
sv: När markerad är cachen dubbelt så många bilder per sekund av filmen.
tr: İşaretlendiğinde, önbellek filmin kare/saniyesinin iki katıdır.

source: When selected, mrViewer will apply a fit image operation on each video played. This effectly means the video will be resized automatically based on the size of the window.
ar: عند تحديده ، سيطبق mrViewer عملية تحريك على كل فيديو معروض. هذا يعني بشكل فعال أنه سيتم تغيير مقياس الفيديو تلقائيًا بناءً على حجم النافذة.
cs: Je-li vybráno, mrViewer použije operaci panorámování na každé zobrazené video. To v podstatě znamená, že velikost videa bude automaticky upravena podle velikosti okna.
de: Wenn diese Option ausgewählt ist, wendet mrViewer einen Schwenkvorgang auf jedes angezeigte Video an. Dies bedeutet effektiv, dass das Video basierend auf der Größe des Fensters automatisch skaliert wird.
es: Cuando esté seleccionado, mrViewer aplicará una operacion de encuadre en cada video mostrado. Esto efectivamente significa que el video será escalado automáticamente basado en el tamaño de la ventana.
fr: Lorsqu'il est sélectionné, mrViewer appliquera une opération de panoramique à chaque vidéo affichée. Cela signifie effectivement que la vidéo sera automatiquement mise à l'échelle en fonction de la taille de la fenêtre.
it: Quando selezionato, mrViewer applicherà un'operazione di panoramica a ciascun video visualizzato. Ciò significa effettivamente che il video verrà ridimensionato automaticamente in base alle dimensioni della finestra.
ja: 選択すると、mrViewerは表示された各ビデオにパン操作を適用します.これは事実上、ビデオがウィンドウのサイズに基づいて自動的に拡大縮小されることを意味します.
nl: Indien geselecteerd, past mrViewer een panning-bewerking toe op elke weergegeven video. Dit betekent in feite dat de video automatisch wordt geschaald op basis van de grootte van het venster.
pl: Po wybraniu mrViewer zastosuje operację panoramowania do każdego wyświetlanego wideo. To skutecznie oznacza, że wideo będzie automatycznie skalowane na podstawie rozmiaru okna.
pt: Quando selecionado, o mrViewer aplicará uma operação de panorâmica a cada vídeo exibido. Isso significa efetivamente que o vídeo será dimensionado automaticamente com base no tamanho da janela.
ro: Când este selectat, mrViewer va aplica o operațiune de panning fiecărui videoclip afișat. Acest lucru înseamnă efectiv că videoclipul va fi scalat automat în funcție de dimensiunea ferestrei.
ru: При выборе mrViewer будет применять операцию подгонки изображения к каждому воспроизводимому видео. Это фактически означает, что размер видео будет автоматически изменен в зависимости от размера окна.
sv: När valt kommer mrViewer att tillämpa en panoreringsoperation på varje visad video. Detta innebär i praktiken att videon kommer att skalas automatiskt baserat på storleken på fönstret.
tr: Seçildiğinde, mrViewer görüntülenen her videoya bir kaydırma işlemi uygulayacaktır. Bu, videonun pencerenin boyutuna göre otomatik olarak ölçekleneceği anlamına gelir.

source: When selected, mrViewer will resize its window to the first image.
ar: عند تحديده ، سيُلائم mrViewer نافذته للصورة الأولى.
cs: Když je vybráno, mrViewer přizpůsobí své okno prvnímu obrázku.
de: Wenn diese Option ausgewählt ist, passt mrViewer sein Fenster an das erste Bild an.
es: Cuando seleccionado, mrViewer ajustará su ventana a la primer imágen.
fr: Lorsqu'il est sélectionné, mrViewer adaptera sa fenêtre à la première image.
it: Quando selezionato, mrViewer adatterà la sua finestra alla prima immagine.
ja: 選択すると、mrViewerはウィンドウを最初の画像に合わせます.
nl: Indien geselecteerd, past mrViewer zijn venster aan de eerste afbeelding aan.
pl: Po wybraniu mrViewer dopasuje swoje okno do pierwszego obrazu.
pt: Quando selecionado, o mrViewer ajustará sua janela à primeira imagem.
ro: Când este selectat, mrViewer va potrivi fereastra sa la prima imagine.
ru: При выборе mrViewer изменит размер своего окна до первого изображения.
sv: När valt kommer mrViewer att anpassa sitt fönster till den första bilden.
tr: Seçildiğinde, mrViewer penceresini ilk görüntüye sığdırır.

source: When selected, mrViewer will start in full screen mode.
ar: عند تحديده ، سيبدأ mrViewer في وضع ملء الشاشة.
cs: Po výběru se mrViewer spustí v režimu celé obrazovky.
de: Bei Auswahl startet mrViewer im Vollbildmodus.
es: Cuando seleccionado, mrViewer comenzará en modo pantalla completa.
fr: Lorsqu'il est sélectionné, mrViewer démarre en mode plein écran.
it: Quando selezionato, mrViewer si avvierà in modalità a schermo intero.
ja: 選択すると、mrViewerはフルスクリーンモードで起動します.
nl: Indien geselecteerd, zal mrViewer starten in de modus volledig scherm.
pl: Po wybraniu mrViewer uruchomi się w trybie pełnoekranowym.
pt: Quando selecionado, o mrViewer iniciará no modo de tela cheia.
ro: Când este selectat, mrViewer va porni în modul ecran complet.
ru: При выборе mrViewer запустится в полноэкранном режиме.
sv: När valt kommer mrViewer att starta i helskärmsläge.
tr: Seçildiğinde, mrViewer tam ekran modunda başlayacaktır.

source: When selected, mrViewer will start in presentation mode.
ar: عند تحديده ، سيبدأ mrViewer في وضع العرض التقديمي.
cs: Po výběru se mrViewer spustí v režimu prezentace.
de: Bei Auswahl startet mrViewer im Präsentationsmodus.
es: Cuando seleccionado, mrViewer comenzará en modo presentación.
fr: Lorsqu'il est sélectionné, mrViewer démarre en mode présentation.
it: Quando selezionato, mrViewer si avvierà in modalità presentazione.
ja: 選択すると、mrViewerはプレゼンテーションモードで起動します.
nl: Indien geselecteerd, zal mrViewer starten in de presentatiemodus.
pl: Po wybraniu mrViewer uruchomi się w trybie prezentacji.
pt: Quando selecionado, o mrViewer iniciará no modo de apresentação.
ro: Când este selectat, mrViewer va porni în modul prezentare.
ru: При выборе mrViewer запустится в режиме презентации.
sv: När valt kommer mrViewer att starta i presentationsläge.
tr: Seçildiğinde, mrViewer sunum modunda başlayacaktır.

source: When selected, mrViewer will start with its channel, gain, gamma toolbar visible.
ar: عند تحديده ، سيبدأ mrViewer بقناته وكسبه وشريط أدوات جاما مرئيًا.
cs: Když je vybráno, mrViewer se spustí s viditelným panelem nástrojů pro kanál, zisk a gama.
de: Wenn diese Option ausgewählt ist, startet mrViewer mit sichtbarer Kanal-, Verstärkungs- und Gamma-Symbolleiste.
es: Cuando seleccionado, mrViewer comenzará con su barra de herramientas de canal, ganancia y gama visible.
fr: Lorsqu'il est sélectionné, mrViewer démarre avec sa barre d'outils canal, gain et gamma visible.
it: Quando selezionato, mrViewer inizierà con il canale, il guadagno e la barra degli strumenti gamma visibili.
ja: 選択すると、mrViewerはチャネル、ゲイン、ガンマツールバーが表示された状態で起動します.
nl: Indien geselecteerd, zal mrViewer starten met zijn kanaal-, versterkings- en gamma-werkbalk zichtbaar.
pl: Po wybraniu mrViewer uruchomi się z widocznym paskiem narzędzi kanału, wzmocnienia i gamma.
pt: Quando selecionado, o mrViewer iniciará com sua barra de ferramentas de canal, ganho e gama visíveis.
ro: Când este selectat, mrViewer va începe cu bara de instrumente canal, câștig și gamma vizibile.
ru: При выборе mrViewer запустится с видимой панелью инструментов канала, усиления и гаммы.
sv: När valt kommer mrViewer att börja med dess kanal, förstärkning och gammaverktygsfält synliga.
tr: Seçildiğinde, mrViewer kanalı, kazanç ve gama araç çubuğu görünür şekilde başlayacaktır.
