Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Version/First
ar: الإصدار/أولا
cs: Verze/za prvé
de: Ausführung/Zuerst
es: Versión/Primera
fr: Version/Première
it: Versione/Primo
ja: バージョン/初め
nl: Versie/Eerste
pl: Wersja/Pierwszy
pt: Versão/Primeiro
ro: Versiune/Primul
ru: Версия/Первый
sv: Version/Först
tr: sürüm/Öncelikle

source: Version/Last
ar: الإصدار/الاخير
cs: Verze/Poslední
de: Ausführung/Zuletzt
es: Versión/Última
fr: Version/Dernier
it: Versione/Scorso
ja: バージョン/最後
nl: Versie/Laatst
pl: Wersja/Trwać
pt: Versão/Durar
ro: Versiune/Ultimul
ru: Версия/Прошлой
sv: Version/Sista
tr: sürüm/Son

source: Version/Next
ar: الإصدار/التالي
cs: Verze/Následující
de: Ausführung/Folgend
es: Versión/Siguiente
fr: Version/Suivant
it: Versione/A seguire
ja: バージョン/続く
nl: Versie/In aansluiting op
pl: Wersja/Następny
pt: Versão/Seguindo
ro: Versiune/Ca urmare a
ru: Версия/Следующий
sv: Version/Följande
tr: sürüm/Takip etme

source: Version/Previous
ar: الإصدار/سابق
cs: Verze/Předchozí
de: Ausführung/Vorherige
es: Versión/Previa
fr: Version/Précédent
it: Versione/Precedente
ja: バージョン/前
nl: Versie/Vorig
pl: Wersja/Poprzedni
pt: Versão/Anterior
ro: Versiune/Anterior
ru: Версия/Предыдущий
sv: Version/Tidigare
tr: sürüm/Öncesi

source: Version:
ar: الإصدار:
cs: Verze:
es: Versión:
it: Versione:
ja: バージョン:
nl: Versie:
pl: Wersja:
pt: Versão:
ro: Versiune:
ru: Версия:
tr: Sürüm:

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: ビデオ
pl: Wideo
pt: Vídeo
ru: видео

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: ビデオ
pl: Wideo
pt: Vídeo
ru: видео

source: Video / Audio Frames
ar: إطارات الفيديو/صوتي
cs: Video rámečky/Zvuk
de: Videoframes/Audio
es: Cuadros de Vídeo / Audio
fr: Images vidéo/l'audio
it: Cornici video/Audio
ja: ビデオフレーム/オーディオ
nl: Videoframes/Audio
pl: Ramki wideo/Audio
pt: Quadros de vídeo/Áudio
ro: Cadre video/Audio
ru: видео/Аудиокадры
sv: Videoramar/Audio
tr: Video Çerçeveleri/Ses

source: Video Codec
ar: ترميز الفيديو
cs: video kodek
es: Codec de Vídeo
fr: codec vidéo
ja: ビデオコーデック
pl: kodek wideo
pt: codec de vídeo
ro: codec video
ru: Видео кодек
tr: video codec bileşeni

source: Video Options
ar: خيارات الفيديو
cs: možnosti videa
de: Videooptionen
es: Grabar Opciones
fr: option vidéo
it: opzioni video
ja: ビデオオプション
nl: video-opties
pl: opcje wideo
pt: opções de vídeo
ro: opțiuni video
ru: Параметры видео
sv: videoalternativ
tr: video seçenekleri

source: Video Stream #%d
ar: مسار الفيديو #%d
cs: Video stopa #%d
de: Videospur #%d
es: Pista de Vídeo #%d
fr: Piste vidéo #%d
it: Traccia video #%d
ja: ビデオトラック＃%d
nl: Videotrack #%d
pl: Ścieżka wideo #%d
pt: Faixa de vídeo #%d
ro: Piesa video #%d
ru: Видеопоток #%d
sv: Videospår #%d
tr: Video Parçası #%d

source: Video Streams
ar: مسارات الفيديو
cs: video stopy
de: Videospuren
es: Pistas de Video
fr: pistes vidéo
it: tracce video
ja: ビデオトラック
nl: videotracks
pl: ścieżki wideo
pt: faixas de vídeo
ro: piese video
ru: Видеопотоки
sv: videospår
tr: video parçaları

source: Video Sync master frame
ar: الإطار الرئيسي لمزامنة الفيديو
cs: Hlavní snímek synchronizace videa
de: Video Sync Hauptrahmen
es: Video Sync cuadro principal
fr: Cadre principal de synchronisation vidéo
it: Fotogramma principale di sincronizzazione video
ja: ビデオ同期メインフレーム
nl: Videosynchronisatie hoofdframe
pl: Główna ramka synchronizacji wideo
pt: Quadro principal de sincronização de vídeo
ro: Cadrul principal de sincronizare video
ru: Основной кадр синхронизации видео
sv: Video Sync huvudram
tr: Video Senkronizasyonu ana çerçevesi

source: Video Thread Count
ar: عدد خيوط الفيديو
cs: Počet vláken videa
de: Anzahl der Video-Threads
es: Número de Threads de Vídeo
fr: Nombre de fils vidéo
it: Numero di thread video
ja: ビデオスレッドの数
nl: Aantal videothreads
pl: Liczba wątków wideo
pt: Número de tópicos de vídeo
ro: Numărul de fire video
ru: Количество потоков видео
sv: Antal videotrådar
tr: Video Konu Sayısı

source: Video decode failed for HDR track 0, frame
ar: فشل فك تشفير الفيديو للمسار 0 ، إطار HDR
cs: Dekódování videa se nezdařilo pro stopu 0, snímek HDR
de: Videodecodierung für Spur 0, HDR-Frame fehlgeschlagen
es: Decodificación de vídeo falló para pista 0, cuadro HDR
fr: Échec du décodage vidéo pour la piste 0, image HDR
it: Decodifica video non riuscita per traccia 0, frame HDR
ja: トラック0、HDRフレームのビデオデコードに失敗しました
nl: Videodecodering mislukt voor track 0, HDR-frame
pl: Dekodowanie wideo nie powiodło się dla ścieżki 0, klatka HDR
pt: Falha na decodificação de vídeo para a faixa 0, quadro HDR
ro: Decodificarea video nu a reușit pentru pista 0, cadru HDR
ru: Ошибка декодирования видео для HDR-дорожки 0, кадр
sv: Videoavkodning misslyckades för spår 0, HDR-ram
tr: Parça 0, HDR kare için video kod çözme başarısız oldu

source: Video decode failed for HDR track 1, frame
ar: فشل فك تشفير الفيديو للمسار 1 ، إطار HDR
cs: Dekódování videa se nezdařilo pro stopu 1, snímek HDR
de: Videodekodierung für Spur 1, HDR-Frame fehlgeschlagen
es: Decodificación de vídeo falló para pista 1, cuadro HDR
fr: Échec du décodage vidéo pour la piste 1, image HDR
it: Decodifica video fallita per la traccia 1, frame HDR
ja: トラック1、HDRフレームのビデオデコードに失敗しました
nl: Videodecodering mislukt voor track 1, HDR-frame
pl: Dekodowanie wideo nie powiodło się dla ścieżki 1, klatka HDR
pt: Falha na decodificação de vídeo para a faixa 1, quadro HDR
ro: Decodificarea video nu a reușit pentru pista 1, cadru HDR
ru: Ошибка декодирования видео для дорожки HDR 1, кадр
sv: Videoavkodning misslyckades för spår 1, HDR-ram
tr: 1. parça, HDR kare için video kod çözme başarısız oldu

source: Video decode failed for frame
ar: فشل فك تشفير الفيديو للإطار
cs: Dekódování videa pro snímek se nezdařilo
de: Videodecodierung für Frame fehlgeschlagen
es: Decodificación de vídeo falló para cuadro
fr: Échec du décodage vidéo pour l'image
it: Decodifica video non riuscita per frame
ja: フレームのビデオデコードに失敗しました
nl: Videodecodering mislukt voor frame
pl: Dekodowanie wideo nie powiodło się dla klatki
pt: Falha na decodificação de vídeo para o quadro
ro: Decodarea video nu a reușit pentru cadru
ru: Ошибка декодирования видео для кадра
sv: Videoavkodning misslyckades för bildruta
tr: Çerçeve için video kodu çözme başarısız oldu

source: Video has B frames
ar: الفيديو له إطارات ب
cs: Video má B snímky
de: Video hat B-Frames
es: Video tiene cuadros B
fr: La vidéo contient des images B
it: Il video ha fotogrammi B
ja: ビデオにはBフレームがあります
nl: Video heeft B-frames
pl: Film ma ramki B
pt: O vídeo tem quadros B
ro: Videoclipul are cadre B
ru: В видео есть кадры B
sv: Video har B-bildrutor
tr: Videonun B kareleri var

source: Video has Closed Captions
ar: يحتوي الفيديو على تسميات توضيحية مغلقة
cs: Video má skryté titulky
de: Das Video hat Untertitel
es: Vídeo tiene Closed Captions
fr: La vidéo a des sous-titres
it: Il video ha sottotitoli
ja: 動画のキャプションが閉じられました
nl: Video heeft ondertiteling
pl: Film ma napisy kodowane
pt: O vídeo tem legendas ocultas
ro: Videoclipul are subtitrări
ru: Видео имеет скрытые субтитры
sv: Videon har textning
tr: Videonun Altyazıları Var

source: Video rotate
ar: تدوير الفيديو
cs: otočit video
de: Videos drehen
es: Rotar vídeo
fr: faire pivoter la vidéo
it: ruota il video
ja: ビデオを回転させる
nl: draai video
pl: obróć wideo
pt: girar vídeo
ro: rotiți videoclipul
ru: Видео поворот
sv: rotera video
tr: videoyu döndür

source: Video timecode attribute already exists
ar: السمة Timecode للفيديو موجودة بالفعل
cs: Atribut časového kódu videa již existuje
de: Das Video-Timecode-Attribut ist bereits vorhanden
es: El atributo de Código de Tiempo de Video ya existe
fr: L'attribut de code temporel vidéo existe déjà
it: L'attributo Video Timecode esiste già
ja: ビデオタイムコード属性はすでに存在します
nl: Video Timecode-kenmerk bestaat al
pl: Atrybut kodu czasowego wideo już istnieje
pt: O atributo Video Timecode já existe
ro: Atributul Video Timecode există deja
ru: Атрибут тайм-кода видео уже существует
sv: Video Timecode-attribut finns redan
tr: Video Zaman Kodu özelliği zaten var

source: Video/Track #%d - %s
ar: فيديو/المسار #%d -%s
cs: Video/Stopa #%d – %s
de: Video/Titel #%d - %s
es: Video/Pista #%d - %s
fr: Vidéo/Piste #%d - %s
it: video/Traccia #%d - %s
ja: ビデオ/トラック＃%d-%s
nl: Video/Volg #%d - %s
pl: Wideo/Ścieżka #%d - %s
pt: Vídeo/Faixa #%d - %s
ro: Video/Piesa #%d - %s
ru: видео/Трек № %d - %s
sv: Video/Spår #%d - %s
tr: Video/Parça #%d - %s

source: View
ar: رأي
cs: Pohled
de: Sicht
es: Vista
fr: Voir
it: Visualizzazione
ja: 意見
nl: Weergave
pl: Pogląd
pt: Visualizar
ro: Vedere
ru: Вид
sv: Se
tr: Görünüm

source: View Window
ar: رأي
cs: Zobrazit okno
de: Ansichtsfenster
es: Vista
fr: Fenêtre de visualisation
it: Visualizza finestra
ja: ビューウィンドウ
nl: Weergave
pl: Wyświetl okno
pt: Janela de visualização
ro: Fereastra de vizualizare
ru: Окно просмотра
sv: Se
tr: Pencereyi Görüntüle

source: View/Data Window
ar: رأي/نافذة البيانات
cs: Pohled/Datové okno
de: Sicht/Datenfenster
es: Vista/Ventana de Datos
fr: Voir/Fenêtre de données
it: Visualizzazione/Finestra Dati
ja: 意見/データウィンドウ
nl: Weergave/Gegevensvenster
pl: Pogląd/Okno danych
pt: Visualizar/Janela de dados
ro: Vedere/Fereastra de date
ru: Вид/Окно данных
sv: Se/Datafönster
tr: Görünüm/Veri Penceresi

source: View/Display Window
ar: رأي/نافذة العرض
cs: Pohled/zobrazovací okno
de: Sicht/Schaufenster
es: Vista/Ventana de Display
fr: Voir/fenêtre d'affichage
it: Visualizzazione/vetrina
ja: 意見/表示ウインドウ
nl: Weergave/etalage
pl: Pogląd/okno wyświetlacza
pt: Visualizar/Janela de exibição
ro: Vedere/fereastra de afișare
ru: Вид/Окно дисплея
sv: Se/skyltfönster
tr: Görünüm/ekran penceresi

source: View/Grid/Size
ar: رأي/جريد/بحجم
cs: Pohled/Mřížka/Velikost
de: Sicht/Netz/Größe
es: Vista/Grilla/Tamaño
fr: Voir/Grille/Taille
it: Visualizzazione/Griglia/Dimensione
ja: 意見/グリッド/サイズ
nl: Weergave/Rooster/Maat
pl: Pogląd/Krata/Rozmiar
pt: Visualizar/Rede/Tamanho
ro: Vedere/Grilă/mărimea
ru: Вид/Сетка/Размер
sv: Se/Rutnät/Storlek
tr: Görünüm/Kafes/Boyut

source: View/Grid/Toggle Selected
ar: رأي/جريد/تبادل
cs: Pohled/Mřížka/Výměna
de: Sicht/Netz/Austausch
es: Vista/Grilla/Permutar
fr: Voir/Grille/Échanger
it: Visualizzazione/Griglia/Scambio
ja: 意見/グリッド/交換
nl: Weergave/Rooster/Aandelenbeurs
pl: Pogląd/Krata/Giełda
pt: Visualizar/Rede/Intercâmbio
ro: Vedere/Grilă/schimb valutar
ru: Вид/Сетка/Переключить выбранное
sv: Se/Rutnät/Utbyta
tr: Görünüm/Kafes/Değiş tokuş

source: View/Hud/%s
ar: رأي/هود/%s
cs: Pohled/hud/%s
de: Sicht/hud/%s
es: Vista/Hud/%s
fr: Voir/hud/%s
it: Visualizzazione/hud/%s
ja: 意見/hud/%s
nl: Weergave/hoezo/%s
pl: Pogląd/hud/%s
pt: Visualizar/hud/%s
ro: Vedere/hud/%s
ru: Вид/Худ/%s
sv: Se/hud/%s
tr: Görünüm/hud/%s

source: View/Hud/Toggle Selected
ar: رأي/هود/تم تحديد مبادلة
cs: Pohled/hud/Swap Selected
de: Sicht/hud/Ausgewählte tauschen
es: Vista/Hud/Permutar Seleccionados
fr: Voir/hud/Échange sélectionné
it: Visualizzazione/hud/Scambia selezionato
ja: 意見/hud/選択したスワップ
nl: Weergave/hoezo/Geselecteerde ruilen
pl: Pogląd/hud/Zamień wybrane
pt: Visualizar/hud/Trocar selecionado
ro: Vedere/hud/Schimbați selectat
ru: Вид/Худ/Переключить выбранное
sv: Se/hud/Byt valt
tr: Görünüm/hud/Seçilenleri Değiştir

source: View/Mask/%s
ar: رأي/قناع/%s
cs: Pohled/Maska/%s
de: Sicht/Maske/%s
es: Vista/Máscara/%s
fr: Voir/Masquer/%s
it: Visualizzazione/Maschera/%s
ja: 意見/マスク/%s
nl: Weergave/Masker/%s
pl: Pogląd/Maska/%s
pt: Visualizar/mascarar/%s
ro: Vedere/Masca/%s
ru: Вид/Маска/%s
sv: Se/Mask/%s
tr: Görünüm/maske/%s

source: View/Safe Areas
ar: رأي/مناطق آمنة
cs: Pohled/Zabezpečené oblasti
de: Sicht/Sichere Bereiche
es: Vista/Áreas Seguras
fr: Voir/Zones sécurisées
it: Visualizzazione/Aree sicure
ja: 意見/安全なエリア
nl: Weergave/Beveiligde gebieden
pl: Pogląd/Bezpieczne obszary
pt: Visualizar/Áreas seguras
ro: Vedere/Zone Securizate
ru: Вид/Безопасные зоны
sv: Se/Säkra områden
tr: Görünüm/Güvenli Alanlar

source: View/Texture Filtering
ar: رأي/ترشيح الملمس
cs: Pohled/Filtrování textur
de: Sicht/Texturfilterung
es: Vista/Filtrado de Texturas
fr: Voir/Filtrage de texture
it: Visualizzazione/Filtraggio delle texture
ja: 意見/テクスチャフィルタリング
nl: Weergave/Textuurfiltering
pl: Pogląd/Filtrowanie tekstur
pt: Visualizar/Filtragem de textura
ro: Vedere/Filtrarea texturii
ru: Вид/Фильтрация текстур
sv: Se/Texturfiltrering
tr: Görünüm/Doku filtreleme

source: View/Toggle Action Dock
ar: رأي/Swap Action Dock
cs: Pohled/Swap Action Dock
de: Sicht/Action-Dock tauschen
es: Vista/Permutar Dock de Acción
fr: Voir/Dock d'action d'échange
it: Visualizzazione/Scambia Dock azione
ja: 意見/スワップアクションドック
nl: Weergave/Actiedok verwisselen
pl: Pogląd/Zamień dok akcji
pt: Visualizar/Trocar Ação Dock
ro: Vedere/Schimbare acțiune de andocare
ru: Вид/Переключить панель действий
sv: Se/Byt Action Dock
tr: Görünüm/Action Dock'u Değiştir

source: WMV Movie
ar: فيلم WMV
cs: WMV film
de: WMV-Film
es: Película WMV
fr: Film WMV
it: film WMV
ja: WMVムービー
nl: WMV-film
pl: Film WMV
pt: filme WMV
ro: film WMV
ru: WMV-фильм
sv: WMV-film
tr: film

source: WSA not ready
ar: WSA غير جاهز
cs: WSA není připraven
de: WSA ist nicht bereit
es: WSA no esta listo
fr: WSA n'est pas prêt
it: WSA non è pronto
ja: WSAの準備ができていません
nl: WSA is niet gereed
pl: WSA nie jest gotowe
pt: O WSA não está pronto
ro: WSA nu este gata
ru: WSA не готов
sv: WSA är inte redo
tr: WSA hazır değil

source: Wave music
ar: موسيقى WAVE
cs: Hudba WAVE
de: WAVE-Musik
es: Musica WAVE
fr: Musique WAVE
it: WAVE musica
ja: WAVE音楽
nl: WAVE muziek
pl: Muzyka WAVE
pt: Música WAVE
ro: Muzica WAVE
ru: Волновая музыка
sv: WAVE musik
tr: DALGA Müzik

source: Waveform
ar: الموجي
cs: Průběh
de: Wellenform
es: Forma de Onda
fr: Forme d'onde
it: Forma d'onda
ja: 波形
nl: Golfvorm
pl: Przebieg
pt: Forma de onda
ro: Formă de undă
ru: Форма волны
sv: Vågform
tr: dalga formu

source: WebM Movie
ar: فيلم webm
cs: film webm
de: Webm-Film
es: Película WebM
fr: film webm
it: film web
ja: webmムービー
nl: webm film
pl: film webm
pt: filme webm
ro: film webm
ru: WebM фильм
sv: webm film
tr: webm filmi

source: When Override FPS is on, this setting controls the FPS of all movie files saved, instead of relying in Media Information->FPS.
ar: عند تمكين Override FPS ، يتحكم هذا الإعداد في الإطارات في الثانية (FPS) لجميع الأفلام المراد حفظها ، بدلاً من استخدام Media Report-> FPS لكل فيلم.
cs: Když je povoleno Přepsat CPS, toto nastavení řídí počet snímků za sekundu (CPS) všech filmů, které se mají uložit, namísto použití Media Report->CPS pro každý z nich.
de: Wenn Override CPS aktiviert ist, steuert diese Einstellung die Bilder pro Sekunde (CPS) aller zu speichernden Filme, anstatt den Medienbericht->CPS für jeden einzelnen zu verwenden.
es: Cuando Derogar CPS está activado, este seteo controla los cuadros por segundo (CPS) de todas las peliculas a grabar, en vez de valerse del Informe del Medio->CPS para cada una.
fr: Lorsque Override CPS est activé, ce paramètre contrôle les images par seconde (CPS) de tous les films à enregistrer, au lieu d'utiliser Media Report->CPS pour chacun.
it: Quando Override FPS è abilitato, questa impostazione controlla i fotogrammi al secondo (FPS) di tutti i filmati da salvare, invece di utilizzare Media Report->FPS per ciascuno.
ja: [FPSの上書き]が有効になっている場合、この設定は、各ムービーに[メディアレポート]-> [FPS]を使用する代わりに、保存するすべてのムービーの1秒あたりのフレーム数（FPS）を制御します.
nl: Als FPS overschrijven is ingeschakeld, regelt deze instelling de frames per seconde (FPS) van alle films die moeten worden opgeslagen, in plaats van het Mediarapport->FPS voor elke film te gebruiken.
pl: Gdy opcja Override CPS jest włączona, to ustawienie kontroluje liczbę klatek na sekundę (CPS) wszystkich filmów, które mają zostać zapisane, zamiast używać Media Report->CPS dla każdego z nich.
pt: Quando Override CPS está ativado, esta configuração controla os quadros por segundo (CPS) de todos os filmes a serem salvos, em vez de usar o Relatório de mídia->CPS para cada um.
ro: Când Override CPS este activată, această setare controlează cadrele pe secundă (CPS) ale tuturor filmelor care urmează să fie salvate, în loc să folosească Media Report->CPS pentru fiecare.
ru: Когда параметр «Переопределить FPS» включен, этот параметр управляет частотой кадров всех сохраняемых видеофайлов, вместо того, чтобы полагаться на «Информация о носителе» -> «FPS».
sv: När Åsidosätt FPS är aktiverat styr den här inställningen bildrutor per sekund (FPS) för alla filmer som ska sparas, istället för att använda Media Report->FPS för var och en.
tr: CPS'yi Geçersiz Kıl etkinleştirildiğinde, bu ayar, her biri için Medya Raporu->CPS'yi kullanmak yerine kaydedilecek tüm filmlerin saniyedeki karelerini (CPS) kontrol eder.

source: When dragging and dropping a frame from a sequence, make mrViewer load the full sequence. Otherwise it loads the frame only.
ar: عندما تقوم بسحب وإسقاط إطار من الدفق ، فإنه يتسبب في تحميل mrViewer للدفق بأكمله. وإلا فإنه يقوم بتحميل الإطار فقط.
cs: Když přetáhnete snímek ze streamu, způsobí to, že mrViewer načte celý stream. Jinak načte pouze rám.
de: Wenn Sie einen Frame per Drag & Drop aus einem Stream ziehen, lädt mrViewer den gesamten Stream. Ansonsten lädt es die Box nur.
es: Cuando lleve y suelte un cuadro de una secuencia, hace que mrViewer cargue toda la secuencia. Sino carga el cuadro solamente.
fr: Lorsque vous faites glisser et déposez une image à partir d'un flux, mrViewer charge le flux entier. Sinon, il charge uniquement le cadre.
it: Quando trascini e rilascia un fotogramma da uno stream, mrViewer carica l'intero stream. Altrimenti carica solo la scatola.
ja: ストリームからフレームをドラッグアンドドロップすると、mrViewerはストリーム全体をロードします.それ以外の場合は、ボックスのみをロードします.
nl: Wanneer u een frame uit een stream sleept en neerzet, zorgt dit ervoor dat mrViewer de hele stream laadt. Anders wordt alleen de doos geladen.
pl: Kiedy przeciągasz i upuszczasz ramkę ze strumienia, powoduje to, że mrViewer ładuje cały strumień. W przeciwnym razie ładuje tylko pudełko.
pt: Quando você arrasta e solta um quadro de um fluxo, faz com que o mrViewer carregue o fluxo inteiro. Caso contrário, ele carrega apenas o quadro.
ro: Când glisați și plasați un cadru dintr-un flux, mrViewer va încărca întregul flux. În caz contrar, încarcă doar cadrul.
ru: При перетаскивании кадра из последовательности сделайте так, чтобы mrViewer загружал всю последовательность. В противном случае загружается только кадр.
sv: När du drar och släpper en bildruta från en ström, gör det att mrViewer laddar hela strömmen. Annars laddar den bara lådan.
tr: Bir akıştan bir kareyi sürükleyip bıraktığınızda, mrViewer'ın tüm akışı yüklemesine neden olur. Aksi takdirde sadece kutuyu yükler.

source: When loading a frame from a sequence from a file association or command-line, make mrViewer load the full sequence. Otherwise it loads the frame only.
ar: يؤدي تحميل إطار في دفق من اقتران ملف أو من سطر الأوامر إلى تحميل mrViewer الدفق بالكامل. وإلا فإنه يقوم بتحميل الإطار فقط.
cs: Načtení snímku v proudu z přidružení souboru nebo z příkazového řádku způsobí, že mrViewer načte celý proud. Jinak načte pouze krabici.
de: Das Laden eines Frames in einem Stream von einer Dateizuordnung oder von der Befehlszeile bewirkt, dass mrViewer den gesamten Stream lädt. Andernfalls wird nur der Rahmen geladen.
es: Cuando se carga un cuadro de una secuencia desde una asociación de archivo o de la línea de comando, hace que mrViewer cargue toda la secuencia. Sino carga el cuadro solamente.
fr: Le chargement d'une image dans un flux à partir d'une association de fichiers ou à partir de la ligne de commande entraîne le chargement par mrViewer de l'intégralité du flux. Sinon, il charge uniquement le cadre.
it: Il caricamento di un frame in un flusso da un'associazione di file o dalla riga di comando fa sì che mrViewer carichi l'intero flusso. Altrimenti carica solo la scatola.
ja: ファイルの関連付けまたはコマンドラインからストリームにフレームをロードすると、mrViewerはストリーム全体をロードします.それ以外の場合は、フレームのみをロードします.
nl: Het laden van een frame in een stream vanuit een bestandskoppeling of vanaf de opdrachtregel zorgt ervoor dat mrViewer de hele stream laadt. Anders wordt alleen het frame geladen.
pl: Załadowanie ramki w strumieniu ze skojarzenia plików lub z wiersza poleceń powoduje, że mrViewer załaduje cały strumień. W przeciwnym razie ładuje tylko pudełko.
pt: Carregar um quadro em um fluxo de uma associação de arquivo ou da linha de comando faz com que o mrViewer carregue o fluxo inteiro. Caso contrário, ele carrega apenas o quadro.
ro: Încărcarea unui cadru într-un flux dintr-o asociere de fișiere sau din linia de comandă face ca mrViewer să încarce întregul flux. În caz contrar, încarcă doar cadrul.
ru: При загрузке кадра из последовательности из файловой ассоциации или командной строки заставьте mrViewer загрузить полную последовательность. В противном случае загружается только кадр.
sv: Att ladda en ram i en ström från en filassociation eller från kommandoraden gör att mrViewer laddar hela strömmen. Annars laddar den bara ramen.
tr: Bir dosya ilişkilendirmesinden veya komut satırından bir akışa çerçeve yüklemek, mrViewer'ın tüm akışı yüklemesine neden olur. Aksi takdirde sadece kutuyu yükler.

source: When loading a sequence, and a frame is not found, mrViewer can either show a black frame or repeat the previous frame.
ar: عند تحميل تسلسل ولم يتم العثور على إطار ، قد يعرض mrViewer إطارًا أسود أو يكرر الإطار السابق.
cs: Při načítání sekvence a snímek není nalezen, mrViewer může zobrazit černý snímek nebo opakovat předchozí snímek.
de: Wenn eine Sequenz geladen wird und kein Bild gefunden wird, zeigt mrViewer möglicherweise ein schwarzes Bild an oder wiederholt das vorherige Bild.
fr: Lors du chargement d'une séquence et qu'une image n'est pas trouvée, mrViewer peut afficher une image noire ou répéter l'image précédente.
it: Quando si carica una sequenza e un fotogramma non viene trovato, mrViewer potrebbe visualizzare un fotogramma nero o ripetere il fotogramma precedente.
ja: シーケンスをロードしてフレームが見つからない場合、mrViewerは黒いフレームを表示するか、前のフレームを繰り返す場合があります.
nl: Bij het laden van een reeks en er wordt geen frame gevonden, kan mrViewer een zwart frame weergeven of het vorige frame herhalen.
pl: Podczas ładowania sekwencji, gdy ramka nie zostanie znaleziona, mrViewer może wyświetlić czarną ramkę lub powtórzyć poprzednią ramkę.
pt: Ao carregar uma sequência e um quadro não for encontrado, o mrViewer pode exibir um quadro preto ou repetir o quadro anterior.
ro: Când încărcați o secvență și un cadru nu este găsit, mrViewer poate afișa un cadru negru sau poate repeta cadrul anterior.
ru: При загрузке последовательности, когда кадр не найден, mrViewer может либо показать черный кадр, либо повторить предыдущий кадр.
sv: När en sekvens laddas och en ram inte hittas, kan mrViewer visa en svart ram eller upprepa föregående bild.
tr: Bir dizi yüklenirken ve bir çerçeve bulunamadığında, mrViewer siyah bir çerçeve görüntüleyebilir veya önceki çerçeveyi tekrarlayabilir.
