Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Unknown data type to convert to string
ar: نوع بيانات غير معروف للتحويل من نص
cs: Neznámý datový typ pro převod z textu
de: Unbekannter Datentyp zum Konvertieren von Text
es: Tipo de dato desconocido para convertir de texto
fr: Type de données inconnu à convertir à partir du texte
it: Tipo di dati sconosciuto da convertire da testo
ja: テキストから変換する不明なデータ型
nl: Onbekend gegevenstype om van tekst te converteren
pl: Nieznany typ danych do konwersji z tekstu
pt: Tipo de dados desconhecido para converter de texto
ro: Tip de date necunoscut de convertit din text
ru: Неизвестный тип данных для преобразования в строку
sv: Okänd datatyp att konvertera från text
tr: Metinden dönüştürülecek bilinmeyen veri türü

source: Unknown destination video frame format:
ar: تنسيق إطار فيديو المستلم غير معروف:
cs: Neznámý formát rámce videa příjemce:
de: Unbekanntes Videobildformat des Empfängers:
es: Formato de cuadro de vídeo destinatario desconocido:
fr: Format d'image vidéo du destinataire inconnu :
it: Formato frame video destinatario sconosciuto:
ja: 不明な受信者のビデオフレーム形式:
nl: Onbekend videoframe-formaat van de ontvanger:
pl: Nieznany format ramki wideo odbiorcy:
pt: Formato de quadro de vídeo de destinatário desconhecido:
ro: Format de cadru video destinatar necunoscut:
ru: Неизвестный формат видеокадра назначения:
sv: Okänd mottagares videoramsformat:
tr: Bilinmeyen alıcı video kare biçimi:

source: Unknown error
ar: خطأ غير معروف
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error Desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 未知のエラー
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sv: Okänt fel
tr: Bilinmeyen hata

source: Unknown error returned from OCIO processor
ar: تم إرجاع خطأ غير معروف بواسطة معالج OCIO
cs: Neznámá chyba vrácená procesorem OCIO
de: Unbekannter Fehler, der vom OCIO-Prozessor zurückgegeben wird
es: Error desconocido retornado del procesador de OCIo
fr: Erreur inconnue renvoyée par le processeur OCIO
it: Errore sconosciuto restituito dal processore OCIO
ja: OCIOプロセッサから返された不明なエラー
nl: Onbekende fout geretourneerd door de OCIO-processor
pl: Nieznany błąd zwrócony przez procesor OCIO
pt: Erro desconhecido retornado pelo processador OCIO
ro: Eroare necunoscută returnată de procesorul OCIO
ru: Процессор OCIO возвращает неизвестную ошибку
sv: Okänt fel returneras av OCIO-processorn
tr: OCIO işlemcisi tarafından döndürülen bilinmeyen hata

source: Unknown error returned from ctlToLut
ar: تم إرجاع خطأ غير معروف من ctlToLut
cs: Z ctlToLut se vrátila neznámá chyba
de: Unbekannter Fehler, der von ctlToLut zurückgegeben wird
es: Error desconocido retornado de ctlToLut
fr: Erreur inconnue renvoyée par ctlToLut
it: Errore sconosciuto restituito da ctlToLut
ja: ctlToLutから不明なエラーが返されました
nl: Onbekende fout geretourneerd door ctlToLut
pl: Zwrócono nieznany błąd z ctlToLut
pt: Erro desconhecido retornado de ctlToLut
ro: Eroare necunoscută returnată de la ctlToLut
ru: Неизвестная ошибка возвращена из ctlToLut
sv: Okänt fel returnerade från ctlToLut
tr: ctlToLut'tan döndürülen bilinmeyen hata

source: Unknown image format to save
ar: تنسيق صورة غير معروف للحفظ
cs: Neznámý formát obrázku k uložení
de: Unbekanntes Bildformat zum Speichern
es: Formato de imagen desconocido
fr: Format d'image inconnu à enregistrer
it: Formato immagine sconosciuto da salvare
ja: 保存する不明な画像形式
nl: Onbekend beeldformaat om op te slaan
pl: Nieznany format obrazu do zapisania
pt: Formato de imagem desconhecido para guardar
ro: Format de imagine necunoscut de salvat
ru: Неизвестный формат изображения для сохранения
sv: Okänt bildformat att spara
tr: Kaydedilecek bilinmeyen görüntü formatı

source: Unknown message
ar: رسالة غير معروفة
cs: neznámá zpráva
de: unbekannte Nachricht
es: Mensaje desconocido
fr: message inconnu
it: messaggio sconosciuto
ja: 不明なメッセージ
nl: onbekend bericht
pl: nieznana wiadomość
pt: mensagem desconhecida
ro: mesaj necunoscut
ru: Неизвестное сообщение
sv: okänt meddelande
tr: bilinmeyen mesaj

source: Unknown mipmap mode
ar: وضع mipmap غير معروف
cs: neznámý režim mipmap
de: unbekannter Mipmap-Modus
es: Modo de Redondeo desconocido
fr: mode mipmap inconnu
it: modalità mipmap sconosciuta
ja: 不明なミップマップモード
nl: onbekende mimmap-modus
pl: nieznany tryb mipmapy
pt: modo mipmap desconhecido
ro: modul mipmap necunoscut
ru: Неизвестный режим MIP-карты
sv: okänt mipmap-läge
tr: bilinmeyen mipmap modu

source: Unknown mrv::Frame pixel type
ar: تنسيق بكسل غير معروف في mrv :: Frame
cs: Neznámý formát pixelů v mrv::Frame
de: Unbekanntes Pixelformat in mrv::Frame
es: Formato de pixel en mrv::Frame desconocido
fr: Format de pixel inconnu dans mrv :: Frame
it: Formato pixel sconosciuto in mrv::Frame
ja: mrv::Frameの不明なピクセル形式
nl: Onbekend pixelformaat in mrv::Frame
pl: Nieznany format pikseli w mrv::Frame
pt: Formato de pixel desconhecido em mrv::Frame
ro: Format de pixel necunoscut în mrv::Frame
ru: Неизвестный тип пикселя mrv::Frame
sv: Okänt pixelformat i mrv::Frame
tr: mrv::Frame'de bilinmeyen piksel biçimi

source: Unknown node in CDL
ar: عقدة غير معروفة في CDL
cs: Neznámý uzel v CDL
de: Unbekannter Knoten in CDL
es: Nodo desconocido en CDL
fr: Nœud inconnu dans CDL
it: Nodo sconosciuto in CDL
ja: CDLの不明なノード
nl: Onbekend knooppunt in CDL
pl: Nieznany węzeł w CDL
pt: Nó desconhecido em CDL
ro: Nod necunoscut în CDL
ru: Неизвестный узел в CDL
sv: Okänd nod i CDL
tr: CDL'de bilinmeyen düğüm

source: Unknown node in GradeRef
ar: عقدة غير معروفة في GradeRef
cs: Neznámý uzel v GradeRef
de: Unbekannter Knoten in GradeRef
es: Nodo desconocido en GradeRef
fr: Nœud inconnu dans GradeRef
it: Nodo sconosciuto in GradeRef
ja: GradeRefの不明なノード
nl: Onbekend knooppunt in GradeRef
pl: Nieznany węzeł w GradeRef
pt: Nó desconhecido em GradeRef
ro: Nod necunoscut în GradeRef
ru: Неизвестный узел в GradeRef
sv: Okänd nod i GradeRef
tr: GradeRef'te bilinmeyen düğüm

source: Unknown number of channels
ar: عدد القنوات غير المعروفة
cs: Počet neznámých kanálů
de: Anzahl unbekannter Kanäle
es: Número de canales desconocidos
fr: Nombre de canaux inconnus
it: Numero di canali sconosciuti
ja: 不明なチャネルの数
nl: Aantal onbekende kanalen
pl: Liczba nieznanych kanałów
pt: Número de canais desconhecidos
ro: Număr de canale necunoscute
ru: Неизвестное количество каналов
sv: Antal okända kanaler
tr: Bilinmeyen kanal sayısı

source: Unknown pixel type
ar: نوع بكسل غير معروف
cs: neznámý typ pixelu
de: unbekannter Pixeltyp
es: Tipo de pixel desconocido
fr: type de pixel inconnu
it: tipo di pixel sconosciuto
ja: 不明なピクセルタイプ
nl: onbekend pixeltype
pl: nieznany typ piksela
pt: tipo de pixel desconhecido
ro: tip de pixel necunoscut
ru: Неизвестный тип пикселя
sv: okänd pixeltyp
tr: bilinmeyen piksel türü

source: Unknown rounding mode
ar: وضع التقريب غير معروف
cs: Neznámý režim zaokrouhlování
de: Unbekannter Rundungsmodus
es: Modo de Redondeo desconocido
fr: Mode d'arrondi inconnu
it: Modalità di arrotondamento sconosciuta
ja: 不明な丸めモード
nl: Onbekende afrondingsmodus
pl: Nieznany tryb zaokrąglania
pt: Modo de arredondamento desconhecido
ro: Mod de rotunjire necunoscut
ru: Неизвестный режим округления
sv: Okänt avrundningsläge
tr: Bilinmeyen yuvarlama modu

source: Unknown type for mrvOCIOBrowser
ar: نوع بيانات غير معروف لـ mrvOCIOBrowser
cs: Neznámý datový typ pro mrvOCIOBrowser
de: Unbekannter Datentyp für mrvOCIOBrowser
es: Tipo de dato desconocido para mrvOCIOBrowser
fr: Type de données inconnu pour mrvOCIOBrowser
it: Tipo di dati sconosciuto per mrvOCIOBrowser
ja: mrvOCIOBrowserの不明なデータ型
nl: Onbekend gegevenstype voor mrvOCIOBrowser
pl: Nieznany typ danych dla mrvOCIOBrowser
pt: Tipo de dados desconhecido para mrvOCIOBrowser
ro: Tip de date necunoscut pentru mrvOCIOBrowser
ru: Неизвестный тип для mrvOCIOBrowser
sv: Okänd datatyp för mrvOCIBrowser
tr: mrvOCIOBrowser için bilinmeyen veri türü

source: Unknown wipe direction
ar: عنوان مسح غير معروف
cs: Neznámá adresa pro vymazání
de: Unbekannte Wipe-Adresse
es: Dirección de wipe desconocida
fr: Adresse de nettoyage inconnue
it: Indirizzo di cancellazione sconosciuto
ja: 不明なワイプアドレス
nl: Onbekend wisadres
pl: Nieznany adres czyszczenia
pt: Endereço de limpeza desconhecido
ro: Adresă de ștergere necunoscută
ru: Неизвестное направление стирания
sv: Okänd raderingsadress
tr: Bilinmeyen silme adresi

source: Unspecified
ar: غير محدد
cs: Nespecifikováno
de: Nicht spezifiziert
es: Sin Especificar
fr: Indéterminé
it: Non specificato
ja: 不特定
nl: Niet gespecificeerd
pl: Nieokreślony
pt: Indeterminado
ro: Nespecificat
ru: Неопределенные
sv: Ospecificerad
tr: Belirtilmemiş

source: Unsupported internal format
ar: تنسيق داخلي غير معروف
cs: neznámý interní formát
de: Unbekanntes internes Format
es: Formato interno desconocido
fr: format interne inconnu
it: formato interno sconosciuto
ja: 不明な内部形式
nl: onbekende interne indeling
pl: nieznany format wewnętrzny
pt: formato interno desconhecido
ro: format intern necunoscut
ru: Неподдерживаемый внутренний формат
sv: okänt internt format
tr: bilinmeyen dahili biçim

source: Up
ar: في الاعلى
cs: Výše
de: Über
es: Arriba
fr: Au dessus
it: Al di sopra
ja: その上
nl: Omhoog
pl: Nad
pt: Acima
ro: De mai sus
ru: Вверх
sv: Ovan
tr: Üstünde

source: Update Frame in Cache
ar: تحديث الإطار في ذاكرة التخزين المؤقت
cs: Aktualizujte rámec v mezipaměti
de: Rahmen im Cache aktualisieren
es: Actualizar Cuadro en el Cache
fr: Mettre à jour le cadre dans le cache
it: Aggiorna frame nella cache
ja: キャッシュ内のフレームを更新
nl: Frame bijwerken in cache
pl: Zaktualizuj ramkę w pamięci podręcznej
pt: Atualizar quadro no cache
ro: Actualizați cadrul în cache
ru: Обновить кадр в кэше
sv: Uppdatera ram i cache
tr: Çerçeveyi Önbellekte Güncelle

source: Usage: %s
ar: الاستخدام: %s
cs: Použití: %s
de: Nutzung: %s
fr: Utilisation : %s
it: Utilizzo: %s
ja: 使用法: %s
nl: Gebruik: %s
pl: Użycie: %s
pt: Uso: %s
ro: Utilizare: %s
ru: Использование: %s
sv: Användning: %s
tr: Kullanım: %s

source: Use File YUV Hint
ar: سوج. YUV
cs: Sug. YUV
de: Zucker YUV
fr: sug. YUV
it: Sug. YUV
ja: 提案YUV
nl: zo. YUV
pl: Sugestia YUV
pt: Sug. YUV
ro: Sug. YUV
ru: Использовать файл YUV Hint
sv: Sug. YUV
tr: Sug. YUV

source: Use Image Path to Set Default Reel Saving Path
ar: استخدم مسار الصورة لتعيين مسار حفظ بكرة افتراضي
cs: Použijte cestu k obrázku k nastavení výchozí cesty uložení svitku
de: Verwenden Sie den Bildpfad, um den Standardspeicherpfad für die Rolle festzulegen
fr: Utiliser le chemin de l'image pour définir le chemin de sauvegarde par défaut de la bobine
it: Usa il percorso dell'immagine per impostare il percorso di salvataggio della bobina predefinito
ja: 画像パスを使用して、デフォルトのリール保存パスを設定します
nl: Gebruik het afbeeldingspad om het standaard opslagpad voor de haspel in te stellen
pl: Użyj ścieżki obrazu, aby ustawić domyślną ścieżkę zapisu rolki
pt: Use o caminho da imagem para definir o caminho padrão de salvamento do rolo
ro: Utilizați calea imaginii pentru a seta calea implicită de salvare a rolei
ru: Используйте путь к изображению, чтобы установить путь сохранения барабана по умолчанию
sv: Använd bildsökväg för att ställa in standardväg för rullsparning
tr: Varsayılan makara kaydetme yolunu ayarlamak için görüntü yolunu kullanın

source: Use Native File Chooser
ar: استخدم منتقي الملفات الأصلي
cs: Použijte nástroj pro výběr nativního souboru
de: Verwenden Sie die native Dateiauswahl
es: Usar el Selector de Archivos Nativo
fr: Utiliser le sélecteur de fichiers natif
it: Usa il selettore file nativo
ja: ネイティブファイルピッカーを使用する
nl: Gebruik de oorspronkelijke bestandskiezer
pl: Użyj rodzimego selektora plików
pt: Use o seletor de arquivos nativo
ro: Utilizați selectorul de fișiere native
ru: Использовать собственный инструмент выбора файлов
sv: Använd den ursprungliga filväljaren
tr: Yerel Dosya Seçici'yi kullanın

source: Use OCIO
ar: استخدم الترفيه
cs: Využijte OCIO
de: Verwenden Sie OCIO
fr: Utiliser OCIO
it: Usa OCIO
ja: OCIOを使用する
nl: Gebruik OCIO
pl: Skorzystaj z OCIO
pt: Usar LAZER
ro: Folosiți LEISURE
ru: Используйте ОСИО
sv: Använd OCIO
tr: EĞLENCE kullanın

source: Use OCIO or revert to CTL/ICC.
ar: استخدم OCIO أو ارجع إلى CTL/المحكمة الجنائية الدولية.
cs: Použijte OCIO nebo se vraťte k CTL/ICC.
de: Verwenden Sie OCIO oder kehren Sie zu CTL zurück/ICC.
es: Usar OCIO o revertir a CTL/ICC.
fr: Utiliser OCIO ou revenir à CTL/CCI.
it: Usa OCIO o ripristina CTL/ICC.
ja: OCIOを使用するか、CTLに戻します/ICC.
nl: Gebruik OCIO of keer terug naar CTL/ICC.
pl: Użyj OCIO lub wróć do CTL/MTK.
pt: Use OCIO ou reverta para CTL/ICC.
ro: Utilizați OCIO sau reveniți la CTL/ICC.
ru: Используйте OCIO или вернитесь к CTL/МТП.
sv: Använd OCIO eller återgå till CTL/ICC.
tr: OCIO kullanın veya CTL'ye geri dönün/ICC.

source: Use Relative Paths in Reel Content
ar: استخدم المسارات النسبية في محتوى البكرة
cs: Použijte relativní cesty v obsahu kotouče
de: Verwenden Sie relative Pfade im Rolleninhalt
fr: Utiliser des chemins relatifs dans le contenu de la bobine
it: Usa percorsi relativi nel contenuto della bobina
ja: リールコンテンツで相対パスを使用する
nl: Gebruik relatieve paden in haspelinhoud
pl: Użyj ścieżek względnych w treści szpuli
pt: Use caminhos relativos no conteúdo do carretel
ro: Utilizați căi relative în conținutul rolei
ru: Используйте относительные пути в содержимом ролика
sv: Använd relativa sökvägar i rullens innehåll
tr: Makara içeriğinde göreli yolları kullanın

source: Use TrackNo
ar: استخدم رقم التتبع
cs: Použijte sledovací číslo
de: Tracking-Nummer verwenden
fr: Utiliser le numéro de suivi
it: Usa il numero di tracciamento
ja: 追跡番号を使用する
nl: Volgnummer gebruiken
pl: Użyj numeru śledzenia
pt: Usar número de rastreamento
ro: Utilizați numărul de urmărire
ru: Использовать номер дорожки
sv: Använd spårningsnummer
tr: Takip numarasını kullan

source: Use multiple threads when loading a frame.
ar: استخدم خيوط متعددة عند تحميل إطار
cs: Při načítání rámečku použijte více vláken
de: Verwenden Sie beim Laden eines Frames mehrere Threads
es: Use multiples hilos (threads) cuando se carge un cuadro
fr: Utiliser plusieurs threads lors du chargement d'un cadre
it: Usa più thread durante il caricamento di un frame
ja: フレームをロードするときに複数のスレッドを使用する
nl: Gebruik meerdere threads bij het laden van een frame
pl: Używaj wielu wątków podczas ładowania ramki
pt: Use vários threads ao carregar um quadro
ro: Utilizați mai multe fire când încărcați un cadru
ru: Используйте несколько потоков при загрузке кадра.
sv: Använd flera trådar när du laddar en ram
tr: Bir çerçeve yüklerken birden çok iş parçacığı kullanın

source: User Interface
ar: واجهة المستخدم
cs: Uživatelské rozhraní
de: Benutzeroberfläche
es: Interfaz de Usuario
fr: Interface utilisateur
it: Interfaccia utente
ja: ユーザーインターフェース
nl: Gebruikersomgeving
pl: Interfejs użytkownika
pt: Interface de usuário
ro: Interfața cu utilizatorul
ru: Пользовательский интерфейс
sv: Användargränssnitt
tr: Kullanıcı arayüzü

source: User Interface/File Requester
ar: واجهة المستخدم/باحث الملفات
cs: Uživatelské rozhraní/Vyhledávač souborů
de: Benutzeroberfläche/Dateifinder
es: Interfaz de Usuario/Buscador de Archivos
fr: Interface utilisateur/Recherche de dossier
it: Interfaccia utente/Trova file
ja: ユーザーインターフェース/ファイルファインダー
nl: Gebruikersomgeving/Bestandenzoeker
pl: Interfejs użytkownika/Wyszukiwacz plików
pt: Interface de usuário/Localizador de arquivos
ro: Interfața cu utilizatorul/Căutare de fișiere
ru: Пользовательский интерфейс/Запрос файлов
sv: Användargränssnitt/Filsökare
tr: Kullanıcı arayüzü/Dosya bulucu

source: User Interface/Positioning
ar: واجهة المستخدم/التمركز
cs: Uživatelské rozhraní/polohování
de: Benutzeroberfläche/Positionierung
es: Interfaz de Usuario/Posicionamiento
fr: Interface utilisateur/positionnement
it: Interfaccia utente/posizionamento
ja: ユーザーインターフェース/ポジショニング
nl: Gebruikersomgeving/positionering
pl: Interfejs użytkownika/pozycjonowanie
pt: Interface de usuário/posicionamento
ro: Interfața cu utilizatorul/poziționare
ru: Пользовательский интерфейс/Позиционирование
sv: Användargränssnitt/positionering
tr: Kullanıcı arayüzü/konumlandırma

source: User Interface/View Window
ar: واجهة المستخدم/رأي
cs: Uživatelské rozhraní/Zobrazit okno
de: Benutzeroberfläche/Ansichtsfenster
es: Interfaz de Usuario/Vista
fr: Interface utilisateur/Fenêtre de visualisation
it: Interfaccia utente/Visualizza finestra
ja: ユーザーインターフェース/ビューウィンドウ
nl: Gebruikersomgeving/Weergave
pl: Interfejs użytkownika/Wyświetl okno
pt: Interface de usuário/Janela de visualização
ro: Interfața cu utilizatorul/Fereastra de vizualizare
ru: Пользовательский интерфейс/Окно просмотра
sv: Användargränssnitt/Se
tr: Kullanıcı arayüzü/Pencereyi Görüntüle

source: User Interface/View Window/Language and Colors
ar: واجهة المستخدم/رأي/اللغة والألوان
cs: Uživatelské rozhraní/Zobrazit okno/Jazyk a barvy
de: Benutzeroberfläche/Ansichtsfenster/Sprache und Farben
fr: Interface utilisateur/Fenêtre de visualisation/Langue et couleurs
it: Interfaccia utente/Visualizza finestra/Linguaggio e colori
ja: ユーザーインターフェース/ビューウィンドウ/言語と色
nl: Gebruikersomgeving/Weergave/Taal en kleuren
pl: Interfejs użytkownika/Wyświetl okno/Język i kolory
pt: Interface de usuário/Janela de visualização/Idioma e cores
ro: Interfața cu utilizatorul/Fereastra de vizualizare/Limbă și Culori
sv: Användargränssnitt/Se/Språk och färger
tr: Kullanıcı arayüzü/Pencereyi Görüntüle/Dil ve Renkler

source: Using default value (chromaticities according to Rec. ITU-R BT.709).
ar: استخدام القيمة الافتراضية (اللونية وفقًا للتوصية ITU-R BT.709).
cs: Použití výchozí hodnoty (chromaticity podle doporučení ITU-R BT.709).
de: Unter Verwendung des Standardwerts (Chromatizitäten gemäß Rec. ITU-R BT.709).
fr: Utilisation de la valeur par défaut (chromaticités conformément à la Rec. UIT-R BT.709).
it: Utilizzo del valore predefinito (cromaticità secondo Rec. ITU-R BT.709).
ja: デフォルト値を使用（Rec.ITU-R BT.709に準拠した色度）.
nl: Standaardwaarde gebruiken (chromaticiteiten volgens Rec. ITU-R BT.709).
pl: Korzystanie z wartości domyślnej (chromatyczności zgodnie z Rec. ITU-R BT.709).
pt: Usando o valor padrão (cromaticidades de acordo com a Rec. ITU-R BT.709).
ro: Utilizarea valorii implicite (cromaticități conform Rec. ITU-R BT.709).
sv: Med standardvärde (kromaticiteter enligt Rec. ITU-R BT.709).
tr: Varsayılan değeri kullanma (Rec. ITU-R BT.709'a göre renklilikler).

source: Using hardware shader profile:
ar: باستخدام ملف تعريف تظليل الأجهزة:
cs: Použití profilu hardwarového shaderu:
de: Verwenden des Hardware-Shader-Profils:
es: Usando perfil de shader de hardware:
fr: Utilisation du profil de shader matériel :
it: Utilizzo del profilo shader hardware:
ja: ハードウェアシェーダープロファイルの使用:
nl: Hardware shader-profiel gebruiken:
pl: Korzystanie ze sprzętowego profilu shadera:
pt: Usando o perfil de sombreador de hardware:
ro: Utilizarea profilului de umbrire hardware:
ru: Использование профиля аппаратного шейдера:
sv: Använda hårdvaruskuggningsprofil:
tr: Donanım gölgelendirici profilini kullanma:

source: VA Difference
ar: الفرق VA
cs: Rozdíl VA
de: Unterschied VA
es: Diferencia V-A
fr: Différence VA
it: Differenza VA
ja: 差VA
nl: Verschil VA
pl: Różnica VA
pt: Diferença VA
ro: Diferența VA
ru: Разница в ВА
sv: Skillnad VA
tr: Fark VA

source: VOB Movie
ar: فيلم VOB
cs: Film VOB
de: VOB-Film
es: Pelicula VOB
fr: Film VOB
it: Film VOB
ja: VOBムービー
nl: VOB-film
pl: Film VOB
pt: Filme VOB
ro: Film VOB
ru: VOB фильм
sv: VOB film
tr: VOB Filmi

source: VR 360 Cube
ar: مكعب RV 360
cs: RV 360 Cube
de: RV 360 Würfel
es: RV 360 Cubo
it: RV 360 Cubo
ja: RV 360 Cube
nl: RV 360 Kubus
pl: Kostka RV 360
pt: Cubo RV 360
ro: RV 360 Cube
ru: Куб ВР 360
sv: RV 360 Cube
tr: RV 360 Küp

source: VR 360 Sphere
ar: VR 360 المجال
de: VR 360-Sphäre
es: RV 360 Esfera
fr: VR 360 Sphère
it: Sfera VR 360
nl: VR 360 bol
pl: Kula VR 360
pt: Esfera VR 360
ru: VR 360 Сфера
tr: VR 360 Küre

source: Value
ar: قيمة
cs: Hodnota
de: Wert
es: Valor
fr: Évaluer
it: Valore
ja: 価値
nl: Waard
pl: Wartość
pt: Valor
ro: Valoare
ru: Стоимость
sv: Värde
tr: Değer

source: Value (Intensity) of image pixel under mouse.
ar: قيمة (كثافة) بكسل الصورة تحت الماوس.
cs: Hodnota (Intenzita) pixelu obrázku pod myší.
de: Wert (Intensität) des Pixels des Bildes unter der Maus.
es: Valor (Intensidad) del pixel de la imagen bajo el ratón.
fr: Valeur (Intensité) du pixel de l'image sous la souris.
it: Valore (Intensità) del pixel dell'immagine sotto il mouse.
ja: マウスの下の画像のピクセルの値（強度）.
nl: Waarde (Intensiteit) van de pixel van de afbeelding onder de muis.
pl: Wartość (intensywność) piksela obrazu pod myszą.
pt: Valor (Intensidade) do pixel da imagem sob o mouse.
ro: Valoarea (intensitatea) pixelului imaginii de sub mouse.
ru: Значение (интенсивность) пикселя изображения под мышью.
sv: Värde (intensitet) för pixeln i bilden under musen.
tr: Farenin altındaki görüntünün pikselinin değeri (Yoğunluk).

source: Values
ar: قيم
cs: Hodnoty
de: Werte
es: Valores
fr: Valeurs
it: I valori
ja: 値
nl: Waarden
pl: Wartości
pt: Valores
ro: Valori
ru: Значения
sv: Värderingar
tr: değerler

source: Vector2 Double
ar: Vector2 مزدوج
cs: Vector2 Dvojité
de: Vektor2 Doppelt
es: Vector2 Doble
fr: Vecteur2 Double
it: Vector2 doppio
ja: Vector2ダブル
nl: Vector2 Dubbel
pl: Vector2 podwójne
pt: Vector2 Duplo
ro: Vector2 Dublu
ru: Вектор2 двойной
sv: Vector2 Dubbel
tr: Vektör2 Çift Kişilik

source: Vector2 Float
ar: Vector2 النقطة العائمة
cs: Vector2 Plovoucí desetinná čárka
de: Vektor2 Fließkomma
es: Vector2 Coma Flotante
fr: Virgule flottante Vector2
it: Vector2 virgola mobile
ja: Vector2浮動小数点
nl: Vector2 drijvende komma
pl: Wektor2 zmiennoprzecinkowy
pt: Vector2 Ponto Flutuante
ro: Vector2 virgulă flotantă
ru: Вектор2 с плавающей запятой
sv: Vector2 Flytpunkt
tr: Vector2 Kayan Nokta

source: Vector2 Integer
ar: Vector2 عدد صحيح
cs: Vector2 Celé číslo
de: Vektor2 Ganzzahl
es: Vector2 Entero
fr: Vecteur2 Entier
it: Vettore2 Intero
ja: Vector2整数
nl: Vector2 geheel getal
pl: Wektor2 liczba całkowita
pt: Vetor2 inteiro
ro: Vector2 Întreg
ru: Вектор2 Целое
sv: Vector2 heltal
tr: Vektör2 Tamsayı

source: Vector3 Double
ar: Vector3 مزدوج
cs: Vector3 Dvojité
de: Vektor3 Doppelt
es: Vector3 Doble
fr: Vecteur3 Double
it: Vector3 Doppio
ja: Vector3ダブル
nl: Vector3 Dubbel
pl: Wektor3 Podwójny
pt: Vector3 Duplo
ro: Vector3 Dublu
ru: Вектор3 Двойной
sv: Vector3 Dubbel
tr: Vektör3 Çift Kişilik

source: Vector3 Float
ar: Vector3 النقطة العائمة
cs: Vector3 Plovoucí desetinná čárka
de: Vektor3 Fließkomma
es: Vector3 Coma Flotante
fr: Virgule flottante Vector3
it: Vector3 virgola mobile
ja: Vector3浮動小数点
nl: Vector3 drijvende komma
pl: Wektor3 zmiennoprzecinkowy
pt: Vector3 Ponto Flutuante
ro: Vector3 virgulă flotantă
ru: Вектор3 с плавающей запятой
sv: Vector3 Flytpunkt
tr: Vector3 Kayan Nokta

source: Vector3 Integer
ar: Vector3 عدد صحيح
cs: Vector3 Celé číslo
de: Vektor3 Ganzzahl
es: Vector3 Entero
fr: Vecteur3 Entier
it: Vettore3 Intero
ja: Vector3整数
nl: Vector3 geheel getal
pl: Wektor3 liczba całkowita
pt: Vector3 Inteiro
ro: Vector3 Întreg
ru: Вектор3 Целое
sv: Vector3 heltal
tr: Vektör3 Tamsayı

source: Vectorscope
ar: فيكتورسكوب
cs: Vektoroskop
de: Vektorskop
es: Vectorscopio
it: vettorscopio
nl: vectorscoop
pl: Wektoroskop
ro: Vectorscop
ru: Вектороскоп
sv: Vektorskop
tr: vektörskop

source: Vendor:
ar: البائع:
cs: Prodejce:
de: Verkäufer:
es: Vendedor:
fr: Vendeur :
it: Venditore:
ja: 売り手:
nl: Verkoper:
pl: Sprzedawca:
pt: Vendedor:
ro: Vânzător:
ru: Поставщик:
sv: Säljare:
tr: Satıcı:

source: Version Regex
ar: إصدار ExpReg.
cs: Verze ExpReg.
de: ExpReg-Version.
es: Versión ExpReg.
fr: Version ExpReg.
it: Versione ExpReg.
ja: ExpRegバージョン.
nl: ExpReg-versie.
pl: Wersja ExpReg.
pt: Versão ExpReg.
ro: Versiunea ExpReg.
ru: Регулярное выражение версии
sv: ExpReg version.
tr: ExpReg sürümü.
