Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Image sequences will be cached as 8-bit pictures, instead of being cached as the original depth of the sequence. This setting thus allows caching more pictures in memory for float and half pictures.
ar: سيتم تخزين الصور من التسلسل مؤقتًا كصور 8 بت ، بدلاً من العمق الأصلي للتسلسل. وبالتالي يساعد هذا الإعداد في حفظ المزيد من الصور في الذاكرة للصور الكاملة ونصف الفاصلة.
cs: Obrázky ze sekvence budou uloženy do mezipaměti jako 8bitové obrázky namísto původní hloubky sekvence. Toto nastavení proto pomáhá uložit do paměti více obrázků pro obrázky s plnou a poloviční pohyblivou řádovou čárkou.
de: Bilder aus der Sequenz werden als 8-Bit-Bilder zwischengespeichert und nicht mit der ursprünglichen Tiefe der Sequenz. Diese Einstellung hilft daher, mehr Bilder im Speicher für Voll- und Halbgleitkommabilder zu speichern.
es: Imágenes de la secuencia serán grabadas en el cache como imágenes de 8-bits, en vez de la profundidad original de la secuencia. Este seteo por ello ayuda a grabar mas imágenes en memoria para imágenes de coma y media coma flotante.
fr: Les images de la séquence seront mises en cache en tant qu'images 8 bits, au lieu de la profondeur d'origine de la séquence. Ce paramètre permet donc d'enregistrer plus d'images en mémoire pour les images à virgule flottante complètes et semi-flottantes.
it: Le immagini della sequenza verranno memorizzate nella cache come immagini a 8 bit, invece della profondità originale della sequenza. Questa impostazione aiuta quindi a salvare più immagini in memoria per immagini a virgola mobile intera e mezza.
ja: シーケンスからの画像は、シーケンスの元の深度ではなく、8ビット画像としてキャッシュされます. したがって、この設定は、完全浮動小数点画像と半浮動小数点画像のメモリにさらに多くの画像を保存するのに役立ちます.
nl: Afbeeldingen van de reeks worden in de cache opgeslagen als 8-bits afbeeldingen, in plaats van de oorspronkelijke diepte van de reeks. Deze instelling helpt daarom om meer afbeeldingen in het geheugen op te slaan voor afbeeldingen met volledige en halve drijvende komma.
pl: Obrazy z sekwencji będą buforowane jako obrazy 8-bitowe, zamiast oryginalnej głębi sekwencji. To ustawienie pomaga zatem zapisać więcej obrazów w pamięci dla obrazów pełnych i półzmiennoprzecinkowych.
pt: As imagens da sequência serão armazenadas em cache como imagens de 8 bits, em vez da profundidade original da sequência. Essa configuração, portanto, ajuda a salvar mais imagens na memória para imagens de ponto flutuante completo e meio flutuante.
ro: Imaginile din secvență vor fi stocate în cache ca imagini pe 8 biți, în loc de adâncimea inițială a secvenței. Prin urmare, această setare ajută la salvarea mai multor imagini în memorie pentru imagini cu virgulă mobilă completă și pe jumătate.
ru: Последовательности изображений будут кэшироваться как 8-битные изображения, а не как исходная глубина последовательности. Таким образом, этот параметр позволяет кэшировать больше изображений в памяти для плавающих и половинчатых изображений.
sv: Bilder från sekvensen cachelagras som 8-bitars bilder istället för sekvensens ursprungliga djup. Den här inställningen hjälper därför till att spara fler bilder i minnet för bilder med hel och halv flyttal.
tr: Dizideki görüntüler dizinin orijinal derinliği yerine 8 bitlik görüntüler olarak önbelleğe alınır. Bu nedenle bu ayar, tam ve yarı kayan noktalı görüntüler için bellekte daha fazla görüntü kaydetmeye yardımcı olur.

source: Image sequences will be cached in memory. If this setting is off, images will be loaded on demand but fluid playback may not be possible.
ar: سيتم تخزين صور التسلسل في الذاكرة. إذا تم إيقاف هذا الإعداد ، فسيتم تحميل الصور بناءً على الطلب ولكن قد لا يكون التشغيل السلس ممكنًا.
cs: Sekvenční snímky budou uloženy do paměti. Pokud je toto nastavení vypnuto, snímky se načtou na základě požadavku, ale plynulé přehrávání nemusí být možné.
de: Sequenzbilder werden im Speicher abgelegt. Wenn diese Einstellung deaktiviert ist, werden Bilder je nach Bedarf geladen, aber eine reibungslose Wiedergabe ist möglicherweise nicht möglich.
es: Imágenes de la secuencia serán grabadas en memoria. Si este seteo está apagado, las imágenes seran cargadas basado en demanda pero playback fluído no podrá ser posible.
fr: Les images de la séquence seront stockées en mémoire. Si ce paramètre est désactivé, les images seront chargées en fonction de la demande, mais une lecture fluide peut ne pas être possible.
it: Le immagini della sequenza verranno archiviate in memoria. Se questa impostazione è disattivata, le immagini verranno caricate in base alla richiesta, ma potrebbe non essere possibile una riproduzione fluida.
ja: シーケンス画像はメモリに保存されます.この設定をオフにすると、要求に応じて画像が読み込まれますが、スムーズに再生できない場合があります.
nl: Sequentiebeelden worden in het geheugen opgeslagen. Als deze instelling is uitgeschakeld, worden afbeeldingen geladen op basis van de vraag, maar is vloeiend afspelen mogelijk niet mogelijk.
pl: Obrazy sekwencyjne zostaną zapisane w pamięci. Jeśli to ustawienie jest wyłączone, obrazy będą ładowane na żądanie, ale płynne odtwarzanie może nie być możliwe.
pt: As imagens da sequência serão armazenadas na memória. Se esta configuração estiver desativada, as imagens serão carregadas com base na demanda, mas a reprodução suave pode não ser possível.
ro: Imaginile secvențe vor fi stocate în memorie. Dacă această setare este dezactivată, imaginile vor fi încărcate în funcție de cerere, dar este posibil ca redarea fluidă să nu fie posibilă.
ru: Последовательности изображений будут кэшироваться в памяти. Если этот параметр отключен, изображения будут загружаться по запросу, но плавное воспроизведение может оказаться невозможным.
sv: Sekvensbilder kommer att lagras i minnet. Om den här inställningen är avstängd kommer bilder att laddas baserat på efterfrågan men mjuk uppspelning kanske inte är möjlig.
tr: Sıra görüntüleri bellekte saklanacaktır. Bu ayar kapalıysa, görüntüler isteğe bağlı olarak yüklenir ancak sorunsuz oynatma mümkün olmayabilir.

source: Image zoom setting.
ar: إعداد تكبير الصورة.
cs: Nastavení zoomu obrazu.
de: Bildzoomeinstellung.
es: Seteo del zoom de la imagen.
fr: Réglage du zoom de l'image.
it: Impostazione dello zoom dell'immagine.
ja: 画像ズーム設定.
nl: Instelling voor beeldzoom.
pl: Ustawienie powiększenia obrazu.
pt: Configuração de zoom da imagem.
ro: Setarea zoom imagine.
ru: Настройка масштабирования изображения.
sv: Bildzoominställning.
tr: Görüntü yakınlaştırma ayarı.

source: Image/Add CTL Look Mod Transform
ar: صورة/إضافة تعديل مظهر CTL (LMT)
cs: obraz/Přidat úpravu vzhledu CTL (LMT)
de: Bild/CTL-Look-Modifikation (LMT) hinzufügen
es: Imagen/Agregar Modificacion de Look (LMT) de CTL
fr: Image/Ajouter une modification d'apparence CTL (LMT)
it: Immagine/Aggiungi modifica aspetto CTL (LMT)
ja: 画像/CTLルックモディフィケーション（LMT）を追加
nl: Afbeelding/CTL Look Modification (LMT) toevoegen
pl: Obraz/Dodaj modyfikację wyglądu CTL (LMT)
pt: Imagem/Adicionar modificação de aparência de CTL (LMT)
ro: Imagine/Adăugați modificarea aspectului CTL (LMT)
ru: Изображение/Добавить CTL Look Mod Transform
sv: Bild/Lägg till CTL Look Modification (LMT)
tr: resim/CTL Görünüm Modifikasyonu (LMT) Ekle

source: Image/Attach CTL Input Device Transform
ar: صورة/تعيين تحويل جهاز إدخال CTL (IDT)
cs: obraz/Přiřadit CTL Input Device Transform (IDT)
de: Bild/CTL Input Device Transform (IDT) zuweisen
es: Imagen/Asignar Input Device Transform (IDT) de CTL
fr: Image/Affecter la transformation de périphérique d'entrée CTL (IDT)
it: Immagine/Assegna trasformazione dispositivo di input CTL (IDT)
ja: 画像/CTL入力デバイス変換（IDT）の割り当て
nl: Afbeelding/CTL Input Device Transform (IDT) toewijzen
pl: Obraz/Przypisz transformację urządzenia wejściowego CTL (IDT)
pt: Imagem/Atribuir Transformação de Dispositivo de Entrada CTL (IDT)
ro: Imagine/Atribuiți transformarea dispozitivului de intrare CTL (IDT)
ru: Изображение/Присоединить преобразование устройства ввода CTL
sv: Bild/Tilldela CTL Input Device Transform (IDT)
tr: resim/CTL Giriş Aygıtı Dönüşümü (IDT) Ata

source: Image/Attach CTL Rendering Transform
ar: صورة/تعيين تحويل عرض CTL (RRT)
cs: obraz/Přiřadit transformaci vykreslování CTL (RRT)
de: Bild/CTL Render Transformation (RRT) zuweisen
es: Imagen/Asignar Transformacion de Render (RRT) de CTL
fr: Image/Affecter la transformation de rendu CTL (RRT)
it: Immagine/Assegna trasformazione di rendering CTL (RRT)
ja: 画像/CTLレンダートランスフォーメーション（RRT）の割り当て
nl: Afbeelding/CTL Render Transformation (RRT) toewijzen
pl: Obraz/Przypisz transformację renderowania CTL (RRT)
pt: Imagem/Atribuir transformação de renderização CTL (RRT)
ro: Imagine/Atribuire CTL Render Transformation (RRT)
ru: Изображение/Прикрепить преобразование рендеринга CTL
sv: Bild/Tilldela CTL Render Transformation (RRT)
tr: resim/CTL İşleme Dönüşümü (RRT) Ata

source: Image/Attach ICC Color Profile
ar: صورة/أضف ملف تعريف Color ICC
cs: obraz/Přidat barevný ICC profil
de: Bild/Farb-ICC-Profil hinzufügen
es: Imagen/Agregar Perfil ICC de Color
fr: Image/Ajouter un profil ICC couleur
it: Immagine/Aggiungi profilo ICC colore
ja: 画像/カラーICCプロファイルを追加
nl: Afbeelding/Kleur ICC-profiel toevoegen
pl: Obraz/Dodaj profil koloru ICC
pt: Imagem/Adicionar perfil ICC de cor
ro: Imagine/Adăugați Profil ICC Color
ru: Изображение/Прикрепить цветовой профиль ICC
sv: Bild/Lägg till färg ICC-profil
tr: resim/Renk ICC Profili Ekle

source: Image/Clear Caches
ar: صورة/مسح مخابئ
cs: obraz/Vymazat mezipaměti
de: Bild/Caches löschen
es: Imagen/Borrar los Caches
fr: Image/Effacer les caches
it: Immagine/Cancella cache
ja: 画像/キャッシュをクリアする
nl: Afbeelding/Cache wissen
pl: Obraz/Wyczyść pamięć podręczną
pt: Imagem/Limpar caches
ro: Imagine/Ștergeți memoria cache
ru: Изображение/Очистить кеши
sv: Bild/Rensa cacher
tr: resim/Önbellekleri temizle

source: Image/Clone
ar: صورة/استنساخ
cs: obraz/Klonovat
de: Bild/Klon
es: Imagen/Clonar
fr: Image/Cloner
it: Immagine/Clone
ja: 画像/クローン
nl: Afbeelding/Kloon
pl: Obraz/Klon
pt: Imagem/Clone
ro: Imagine/Clonează
ru: Изображение/Клон
sv: Bild/Klona
tr: resim/Klon

source: Image/Clone All Channels
ar: صورة/استنساخ جميع القنوات
cs: obraz/Klonovat všechny kanály
de: Bild/Alle Kanäle klonen
es: Imagen/Clonar Todos los Canales
fr: Image/Cloner toutes les chaînes
it: Immagine/Clona tutti i canali
ja: 画像/すべてのチャネルのクローンを作成する
nl: Afbeelding/Alle kanalen klonen
pl: Obraz/Klonuj wszystkie kanały
pt: Imagem/Clonar todos os canais
ro: Imagine/Clonează toate canalele
ru: Изображение/Клонировать все каналы
sv: Bild/Klona alla kanaler
tr: resim/Tüm Kanalları Klonla

source: Image/Media Info
ar: صورة/معلومات الوسائط
cs: obraz/Informace o médiích
de: Bild/Medieninformation
es: Imagen/Info del Medio
fr: Image/Informations sur les médias
it: Immagine/Informazioni sui media
ja: 画像/メディア情報
nl: Afbeelding/Media informatie
pl: Obraz/Informacje o multimediach
pt: Imagem/Informações de mídia
ro: Imagine/Informații media
ru: Изображение/Медиа информация
sv: Bild/Media information
tr: resim/Medya bilgisi

source: Image/Mirror/Horizontal
ar: صورة/مرآة/أفقي
cs: obraz/Zrcadlo/Horizontální
de: Bild/Spiegel/Horizontal
es: Imagen/Espejo/Horizontal
fr: Image/Miroiter/Horizontal
it: Immagine/Specchio/Orizzontale
ja: 画像/鏡/水平
nl: Afbeelding/Spiegel/Horizontaal
pl: Obraz/Lustro/Poziomy
pt: Imagem/Espelho/Horizontal
ro: Imagine/Oglindă/Orizontală
ru: Изображение/Зеркало/Горизонтальный
sv: Bild/Spegel/Horisontell
tr: resim/Ayna/Yatay

source: Image/Mirror/Vertical
ar: صورة/مرآة/رأسي
cs: obraz/Zrcadlo/Vertikální
de: Bild/Spiegel/Vertikal
es: Imagen/Espejo/Vertical
fr: Image/Miroiter/Verticale
it: Immagine/Specchio/Verticale
ja: 画像/鏡/垂直
nl: Afbeelding/Spiegel/Verticaal
pl: Obraz/Lustro/Pionowy
pt: Imagem/Espelho/Vertical
ro: Imagine/Oglindă/Vertical
ru: Изображение/Зеркало/Вертикальный
sv: Bild/Spegel/Vertikal
tr: resim/Ayna/Dikey

source: Image/Modify CTL ASC_CDL SOP Saturation
ar: صورة/قم بتعديل CTL ASC_CDL SOP والتشبع
cs: obraz/Upravit CTL ASC_CDL SOP a sytost
de: Bild/Ändern Sie CTL ASC_CDL SOP und Sättigung
es: Imagen/Modificar CTL ASC_CDL SOP y Saturación
fr: Image/Modifier CTL ASC_CDL SOP et Saturation
it: Immagine/Modifica CTL ASC_CDL SOP e Saturazione
ja: 画像/CTLASC_CDLSOPとSaturationを変更します
nl: Afbeelding/Wijzig CTL ASC_CDL SOP en verzadiging
pl: Obraz/Zmodyfikuj CTL ASC_CDL SOP i nasycenie
pt: Imagem/Modificar CTL ASC_CDL SOP e Saturação
ro: Imagine/Modificați CTL ASC_CDL SOP și Saturație
ru: Изображение/Изменить насыщение CTL ASC_CDL SOP
sv: Bild/Ändra CTL ASC_CDL SOP och saturation
tr: resim/CTL ASC_CDL SOP ve Doygunluğu Değiştirin

source: Image/Next
ar: صورة/التالي
cs: obraz/Následující
de: Bild/Folgend
es: Imagen/Siguiente
fr: Image/Suivant
it: Immagine/A seguire
ja: 画像/続く
nl: Afbeelding/In aansluiting op
pl: Obraz/Następny
pt: Imagem/Seguindo
ro: Imagine/Ca urmare a
ru: Изображение/Следующий
sv: Bild/Följande
tr: resim/Takip etme

source: Image/Preload Caches
ar: صورة/مخابئ التحميل المسبق
cs: obraz/Předem načíst mezipaměti
de: Bild/Caches vorladen
es: Imagen/Precargar Caches
fr: Image/Précharger les caches
it: Immagine/Precarica cache
ja: 画像/キャッシュのプリロード
nl: Afbeelding/Laad caches vooraf
pl: Obraz/Wstępnie ładuj pamięci podręczne
pt: Imagem/Pré-carregar caches
ro: Imagine/Preîncărcați cache-urile
ru: Изображение/Предварительная загрузка кешей
sv: Bild/Förladda cacher
tr: resim/Önbellekleri önceden yükle

source: Image/Previous
ar: صورة/سابق
cs: obraz/Předchozí
de: Bild/Vorherige
es: Imagen/Previa
fr: Image/Précédent
it: Immagine/Precedente
ja: 画像/前
nl: Afbeelding/Vorig
pl: Obraz/Poprzedni
pt: Imagem/Anterior
ro: Imagine/Anterior
ru: Изображение/Предыдущий
sv: Bild/Tidigare
tr: resim/Öncesi

source: Image/Rotate +90
ar: صورة/تناوب عليها +90
cs: obraz/Otočte o +90
de: Bild/Drehen Sie es um +90
es: Imagen/Rotarla +90
fr: Image/Faites-le pivoter +90
it: Immagine/Ruotalo di +90
ja: 画像/+90回転
nl: Afbeelding/Draai het +90
pl: Obraz/Obróć to +90
pt: Imagem/Gire-o +90
ro: Imagine/Rotiți-l cu +90
ru: Изображение/Повернуть +90
sv: Bild/Vrid den +90
tr: resim/+90 döndür

source: Image/Rotate -90
ar: صورة/تناوب عليه -90
cs: obraz/Otočte o -90
de: Bild/Drehen Sie es um -90
es: Imagen/Rotarla -90
fr: Image/Faites-le pivoter -90
it: Immagine/Ruotalo di -90
ja: 画像/-90回転
nl: Afbeelding/Draai het -90
pl: Obraz/Obróć -90
pt: Imagem/Gire-o -90
ro: Imagine/Rotiți-l -90
ru: Изображение/Повернуть -90
sv: Bild/Vrid den -90
tr: resim/-90 döndür

source: Image/Set as Background
ar: صورة/تعيينها كخلفية
cs: obraz/Nastavte jej jako pozadí
de: Bild/Legen Sie es als Hintergrund fest
es: Imagen/Ponerla como Fondo
fr: Image/Définir comme arrière-plan
it: Immagine/Impostalo come sfondo
ja: 画像/背景として設定する
nl: Afbeelding/Stel het in als achtergrond
pl: Obraz/Ustaw jako tło
pt: Imagem/Defina como plano de fundo
ro: Imagine/Setați-l ca fundal
ru: Изображение/Сделать фоном
sv: Bild/Ställ in den som bakgrund
tr: resim/Arka Plan olarak ayarla

source: Image/Switch FG and BG
ar: صورة/تغيير المقدمة والخلفية
cs: obraz/Změna popředí a pozadí
de: Bild/Vorder- und Hintergrund ändern
es: Imagen/Cambiar Frente y Fondo
fr: Image/Modifier le premier plan et l'arrière-plan
it: Immagine/Cambia primo piano e sfondo
ja: 画像/前景と背景を変更する
nl: Afbeelding/Voorgrond en achtergrond wijzigen
pl: Obraz/Zmień pierwszy plan i tło
pt: Imagem/Alterar primeiro plano e plano de fundo
ro: Imagine/Schimbați prim-plan și fundal
ru: Изображение/Переключить FG и BG
sv: Bild/Ändra förgrund och bakgrund
tr: resim/Ön Planı ve Arka Planı Değiştir

source: Image/Toggle Background
ar: صورة/تبديل الخلفية
cs: obraz/přepnout pozadí
de: Bild/Hintergrund umschalten
es: Imagen/Permutar Fondo
fr: Image/basculer l'arrière-plan
it: Immagine/alterna lo sfondo
ja: 画像/背景を切り替える
nl: Afbeelding/achtergrond wisselen
pl: Obraz/przełącz tło
pt: Imagem/alternar fundo
ro: Imagine/comutați fundalul
ru: Изображение/Переключить фон
sv: Bild/växla bakgrund
tr: resim/arka planı değiştir

source: Image/Toggle EDL
ar: صورة/مبادلة EDL
cs: obraz/Vyměňte EDL
de: Bild/EDL tauschen
es: Imagen/Permutar LDE
fr: Image/Échanger l'EDL
it: Immagine/Scambia EDL
ja: 画像/EDLを交換する
nl: Afbeelding/EDL omwisselen
pl: Obraz/Zamień EDL
pt: Imagem/Trocar EDL
ro: Imagine/Schimbați EDL
ru: Изображение/Переключить EDL
sv: Bild/Byt EDL
tr: resim/EDL'yi değiştir

source: Image/Update Single Frame in Cache
ar: صورة/تحديث إطار ذاكرة التخزين المؤقت
cs: obraz/Aktualizujte mezipaměťový rámec
de: Bild/Aktualisieren Sie einen Cache-Frame
es: Imagen/Actualiza un Cuadro del Cache
fr: Image/Mettre à jour un cadre de cache
it: Immagine/Aggiorna un frame della cache
ja: 画像/キャッシュフレームを更新する
nl: Afbeelding/Een cacheframe bijwerken
pl: Obraz/Zaktualizuj ramkę pamięci podręcznej
pt: Imagem/Atualizar um quadro de cache
ro: Imagine/Actualizați un cache cache
ru: Изображение/Обновить один кадр в кэше
sv: Bild/Uppdatera en cache-ram
tr: resim/Önbellek Çerçevesini Güncelleme

source: ImageBrowser::remove idx value (
ar: ImageBrowser :: إزالة قيمة الفهرس (
cs: ImageBrowser::odstranit hodnotu indexu (
de: ImageBrowser::Indexwert entfernen (
es: ImageBrowser::remove valor de índice (
fr: ImageBrowser :: supprimer la valeur d'index (
it: ImageBrowser::rimuove il valore dell'indice (
ja: ImageBrowser ::インデックス値を削除（
nl: ImageBrowser::indexwaarde verwijderen (
pl: ImageBrowser::usuń wartość indeksu (
pt: ImageBrowser::remover valor de índice (
ro: ImageBrowser::elimină valoarea indexului (
ru: ImageBrowser::удалить значение idx (
sv: ImageBrowser::remove index value (
tr: ImageBrowser::remove dizin değeri (

source: ImageBufAlgo::make_texture failed.
ar: فشل ImageBufAlgo :: make_texture.
cs: ImageBufAlgo::make_texture se nezdařilo.
de: ImageBufAlgo::make_texture fehlgeschlagen.
es: ImageBufAlgo::make_texture falló.
fr: ImageBufAlgo :: make_texture a échoué.
it: ImageBufAlgo::make_texture non riuscito.
ja: ImageBufAlgo::make_textureが失敗しました.
nl: ImageBufAlgo::make_texture mislukt.
pl: ImageBufAlgo::make_texture nie powiodło się.
pt: ImageBufAlgo::make_texture falhou.
ro: ImageBufAlgo::make_texture a eșuat.
ru: Ошибка ImageBufAlgo::make_texture.
sv: ImageBufAlgo::make_texture misslyckades.
tr: ImageBufAlgo::make_texture başarısız oldu.

source: ImageMagick
ar: إيماج ماجيك
it: ImageMagic
nl: AfbeeldingMagick

source: ImageMagick Saving
ar: حفظ ImageMagick
cs: Ukládání ImageMagick
de: Speichern von ImageMagick
es: Grabando ImageMagick
fr: Enregistrement d'ImageMagick
it: Salvataggio di ImageMagic
ja: ImageMagickを保存する
nl: ImageMagick opslaan
pl: Zapisywanie ImageMagick
pt: Salvando ImageMagick
ro: Se salvează ImageMagick
ru: Сохранение ImageMagick
sv: Sparar ImageMagick
tr: ImageMagick'i Kaydetme

source: Images
ar: الصور
cs: snímky
de: Bilder
es: Imágenes
it: immagini
ja: 画像
nl: Afbeeldingen
pl: Zdjęcia
pt: Imagens
ro: Imagini
ru: Картинки
sv: Bilder
tr: Görüntüler

source: Images (*.{
ar: الصور (*. {
cs: Snímky (*.{
de: Bilder (*.{
es: Imágenes (*.{
it: Immagini (*.{
ja: 画像 (*.{
nl: Afbeeldingen (*.{
pl: Zdjęcia (*.{
pt: Imagens (*.{
ro: Imagini (*.{
ru: Картинки (*.{
sv: Bilder (*.{
tr: Görüntüler (*.{

source: Images in stereo have different frame lengths. They will not loop properly.
ar: صور الاستريو لها أطوال إطارات مختلفة. لن يتكرر بشكل صحيح.
cs: Stereo obrazy mají různé délky rámečku. Nebudou se správně opakovat.
de: Stereobilder haben unterschiedliche Framelängen. Sie werden nicht richtig wiederholt.
es: Las imágenes en estéreo tienen diferente longitud de cuadros. No se repetirán apropiadamente.
fr: Les images stéréo ont des longueurs d'image différentes. Ils ne se répéteront pas correctement.
it: Le immagini stereo hanno lunghezze di frame diverse. Non si ripeteranno correttamente.
ja: ステレオ画像のフレーム長は異なります.それらは適切に繰り返されません.
nl: Stereobeelden hebben verschillende framelengtes. Ze zullen niet goed herhalen.
pl: Obrazy stereo mają różne długości ramek. Nie powtórzą się prawidłowo.
pt: As imagens estéreo têm diferentes comprimentos de quadro. Eles não vão repetir corretamente.
ro: Imaginile stereo au lungimi diferite ale cadrelor. Nu se vor repeta corect.
ru: Изображения в стерео имеют разную длину кадра. Они не будут правильно зацикливаться.
sv: Stereobilder har olika ramlängder. De kommer inte att upprepas ordentligt.
tr: Stereo görüntülerin farklı çerçeve uzunlukları vardır. Düzgün tekrar etmeyecekler.

source: Images in stereo have different lengths. They will not loop properly.
ar: صور الاستريو لها أطوال مختلفة. لن يتكرر بشكل صحيح.
cs: Stereo obrazy mají různou délku. Nebudou se správně opakovat.
de: Stereobilder haben unterschiedliche Länge. Sie werden nicht richtig wiederholt.
es: Las imágenes en estéreo tienen diferente longitud. No se repetirán apropiadamente.
fr: Les images stéréo ont des longueurs différentes. Ils ne se répéteront pas correctement.
it: Le immagini stereo hanno una lunghezza diversa. Non si ripeteranno correttamente.
ja: ステレオ画像の長さは異なります.それらは適切に繰り返されません.
nl: Stereobeelden hebben verschillende lengtes. Ze zullen niet goed herhalen.
pl: Obrazy stereo mają różną długość. Nie powtórzą się prawidłowo.
pt: As imagens estéreo têm comprimento diferente. Eles não vão repetir corretamente.
ro: Imaginile stereo au lungimi diferite. Nu se vor repeta corect.
ru: Изображения в стерео имеют разную длину. Они не будут правильно зацикливаться.
sv: Stereobilder har olika längd. De kommer inte att upprepas ordentligt.
tr: Stereo görüntülerin farklı uzunlukları vardır. Düzgün tekrar etmeyecekler.

source: Images in stereo have different velocities (fps).
ar: صور الاستريو لها سرعات مختلفة (إطارات في الثانية).
cs: Stereo obrazy mají různé rychlosti (snímky za sekundu).
de: Stereobilder haben unterschiedliche Geschwindigkeiten (Bilder pro Sekunde).
es: Las imágenes en estéreo tienen distintas velocidades (cuadros por segundo).
fr: Les images stéréo ont des vitesses différentes (images par seconde).
it: Le immagini stereo hanno velocità diverse (fotogrammi al secondo).
ja: ステレオ画像の速度（1秒あたりのフレーム数）は異なります.
nl: Stereobeelden hebben verschillende snelheden (frames per seconde).
pl: Obrazy stereo mają różne prędkości (klatki na sekundę).
pt: As imagens estéreo têm velocidades diferentes (quadros por segundo).
ro: Imaginile stereo au viteze diferite (cadre pe secundă).
ru: Изображения в стерео имеют разную скорость (fps).
sv: Stereobilder har olika hastigheter (bilder per sekund).
tr: Stereo görüntülerin farklı hızları vardır (saniyedeki kare sayısı).

source: Images, sequences or movies to display.
ar: الصور أو التسلسلات أو الأفلام المراد عرضها.
cs: Obrázky, sekvence nebo filmy k zobrazení.
de: Bilder, Sequenzen oder Filme zum Zeigen.
es: Imágenes, secuencias o peliculas para mostrar.
fr: Images, séquences ou films à montrer.
it: Immagini, sequenze o filmati da mostrare.
ja: 表示する画像、シーケンス、または映画.
nl: Afbeeldingen, sequenties of films om te laten zien.
pl: Obrazy, sekwencje lub filmy do pokazania.
pt: Imagens, sequências ou filmes para mostrar.
ro: Imagini, secvențe sau filme de afișat.
ru: Изображения, последовательности или фильмы для отображения.
sv: Bilder, sekvenser eller filmer att visa.
tr: Gösterilecek resimler, diziler veya filmler.

source: Increase exposure by 0.5.
ar: زيادة التعرض بمقدار 0.5.
cs: Zvyšte expozici o 0,5.
de: Belichtung um 0,5 erhöhen.
es: Incrementar exposición por 0.5.
fr: Augmentez l'exposition de 0,5.
it: Aumenta l'esposizione di 0,5.
ja: 露出を0.5増やします.
nl: Verhoog de blootstelling met 0,5.
pl: Zwiększ ekspozycję o 0,5.
pt: Aumente a exposição em 0,5.
ro: Creșteți expunerea cu 0,5.
ru: Увеличьте экспозицию на 0,5.
sv: Öka exponeringen med 0,5.
tr: Pozlamayı 0,5 artırın.

source: Increasing Y
ar: زيادة على Y
cs: Zvyšování na Y
de: Inkrementieren auf Y
es: Incrementando en Y
fr: Incrémentation sur Y
it: Incremento su Y
ja: Yでインクリメント
nl: Verhogen op Y
pl: Przyrost na Y
pt: Incrementando em Y
ro: Creștere pe Y
ru: Увеличение Y
sv: Ökar på Y
tr: Y üzerinde artan

source: Index
ar: فهرس غير صالح
cs: neplatný index
de: ungültiger Index
es: Índice inválido
fr: index invalide
it: indice non valido
ja: 無効なインデックス
nl: ongeldige index
pl: nieprawidłowy indeks
pt: índice inválido
ro: index nevalid
ru: Показатель
sv: ogiltigt index
tr: geçersiz dizin
