Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: Audio packet is unknown, expected seek or preroll
ar: حزمة الصوت غير معروفة ، توقع البحث أو الاختبار المسبق
cs: Audio balíček je neznámý, očekávejte seek nebo preroll
de: Audiopaket ist unbekannt, erwarten Sie Suchen oder Preroll
es: Paquete de audio es desconocido, esperaba seek o preroll
fr: Le package audio est inconnu, attendez-vous à une recherche ou à un pré-roll
it: Il pacchetto audio è sconosciuto, aspettati la ricerca o il preroll
ja: オーディオパッケージは不明です.シークまたはプレロールを期待してください
nl: Audiopakket is onbekend, verwacht seek of preroll
pl: Pakiet audio jest nieznany, spodziewaj się wyszukiwania lub preroll
pt: O pacote de áudio é desconhecido, espere busca ou pré-rolagem
ro: Pachetul audio este necunoscut, așteptați căutare sau preroll
ru: Аудиопакет неизвестен, ожидается поиск или предварительная прокрутка
sv: Ljudpaketet är okänt, förvänta dig seek eller preroll
tr: Ses paketi bilinmiyor, arama veya ön kayıt bekleniyor

source: Audio packets empty at end of seek
ar: حزم الصوت الفارغة في نهاية البحث
cs: Na konci vyhledávání vyprázdněte audio pakety
de: Leere Audiopakete am Ende der Suche
es: Paquetes de audio vacios al final de la busqueda
fr: Paquets audio vides à la fin de la recherche
it: Svuotare i pacchetti audio al termine della ricerca
ja: 検索の最後にオーディオパケットを空にします
nl: Lege audiopakketten aan het einde van de zoekopdracht
pl: Puste pakiety audio na końcu wyszukiwania
pt: Pacotes de áudio vazios no final da pesquisa
ro: Pachete audio goale la sfârșitul căutării
ru: Аудиопакеты пусты в конце поиска
sv: Töm ljudpaket i slutet av sökningen
tr: Aramanın sonunda boş ses paketleri

source: Audio/Attach Audio File
ar: صوتي/إضافة ملف صوتي
cs: Zvuk/Přidat zvukový soubor
de: Audio/Audiodatei hinzufügen
es: Audio/Agregar Archivo de Audio
fr: l'audio/Ajouter un fichier audio
it: Audio/Aggiungi file audio
ja: オーディオ/オーディオファイルを追加
nl: Audio/Audiobestand toevoegen
pl: Audio/Dodaj plik audio
pt: Áudio/Adicionar arquivo de áudio
ro: Audio/Adăugați fișier audio
ru: Аудио/Прикрепить аудиофайл
sv: Audio/Lägg till ljudfil
tr: Ses/Ses Dosyası Ekle

source: Audio/Detach Audio File
ar: صوتي/إلغاء إقران ملف الصوت
cs: Zvuk/Zrušit přiřazení zvukového souboru
de: Audio/Audiodatei trennen
es: Audio/Disasociar Archivo de Audio
fr: l'audio/Dissocier le fichier audio
it: Audio/Dissocia file audio
ja: オーディオ/オーディオファイルの関連付けを解除する
nl: Audio/Audiobestand loskoppelen
pl: Audio/Odłącz plik audio
pt: Áudio/Desassociar arquivo de áudio
ro: Audio/Deconectați fișierul audio
ru: Аудио/Отсоединить аудиофайл
sv: Audio/Ta bort ljudfil
tr: Ses/Ses Dosyasının İlişkisini Kes

source: Audio/Edit Audio Frame Offset
ar: صوتي/تحرير إطار بدء الصوت
cs: Zvuk/Upravit počáteční snímek zvuku
de: Audio/Audio-Startframe bearbeiten
es: Audio/Editar Cuadro Comienzo de Audio
fr: l'audio/Modifier l'image de début audio
it: Audio/Modifica il frame iniziale dell'audio
ja: オーディオ/オーディオ開始フレームの編集
nl: Audio/Audio-startframe bewerken
pl: Audio/Edytuj ramkę początkową dźwięku
pt: Áudio/Editar quadro inicial de áudio
ro: Audio/Editați cadru de pornire audio
ru: Аудио/Редактировать смещение аудиокадра
sv: Audio/Redigera ljudstartram
tr: Ses/Ses Başlangıç Çerçevesini Düzenle

source: Audio: %<PRId64>
ar: صوتي: %<PRId64>
cs: Zvuk: %<PRId64>
de: Ton: %<PRId64>
fr: L'audio: %<PRId64>
ja: オーディオ: %<PRId64>
nl: Geluid: %<PRId64>
pl: Dźwięk: %<PRId64>
pt: Áudio: %<PRId64>
ru: Аудио: %<PRId64>
sv: Ljud: %<PRId64>
tr: Ses: %<PRId64>

source: Audios #
ar: صوتي #
cs: Zvuk #
de: Audio #
fr: L'audio #
it: Audio #
ja: オーディオ＃
nl: Geluid #
pl: Dźwięk #
pt: Áudio #
ro: Audio #
ru: Аудио #
sv: Ljudnummer
tr: ses #

source: Audios (*.{
ar: صوتيات (*. {
cs: Zvuky (*.{
fr: Audio (*.{
it: Audio (*.{
ja: オーディオ (*.{
nl: Audio (*.{
pl: Dźwięki (*.{
pt: Áudios (*.{
ro: Audio (*.{
ru: Аудио (*.{
sv: Ljud (*.{
tr: Sesler (*.{

source: Aug
ar: أغسطس
es: Ago
fr: Août
it: agosto
ja: 8月
pl: Sierpnia
pt: agosto
ru: авг
tr: ağustos

source: Auto Playback
ar: تشغيل تلقائي
cs: Automatické přehrávání
de: Automatisches Abspielen
es: Auto Reproducir
fr: Lecture automatique
it: Riproduzione automatica
ja: 自動再生
nl: Automatisch afspelen
pl: Automatyczne odtwarzanie
pt: Reprodução automática
ro: Redare automata
ru: Автоматическое воспроизведение
sv: Autospela
tr: Otomatik oynatma

source: Auto Refit Image
ar: إعادة تعيين الصورة تلقائيًا
cs: Automatický reset obrazu
de: Automatisches Zurücksetzen des Bildes
es: Auto Reajuste Imagen
fr: Réinitialisation automatique de l'image
it: Ripristino automatico dell'immagine
ja: 画像の自動リセット
nl: Automatische beeldreset
pl: Automatyczne resetowanie obrazu
pt: Redefinição automática de imagem
ro: Resetare automată a imaginii
ru: Автоматическое изменение изображения
sv: Automatisk bildåterställning
tr: Otomatik Görüntü Sıfırlama

source: Auto load images as they change on disk
ar: تحميل الصور تلقائيًا إذا تغيرت على القرص
cs: Automaticky načíst obrázky, pokud se na disku změní
de: Bilder automatisch laden, wenn sie sich auf der Festplatte ändern
es: Auto cargar imágenes si cambian en el disco
fr: Charger automatiquement les images si elles changent sur le disque
it: Carica automaticamente le immagini se cambiano sul disco
ja: ディスク上で変更された場合の画像の自動ロード
nl: Afbeeldingen automatisch laden als ze op schijf veranderen
pl: Automatycznie ładuj obrazy, jeśli zmienią się na dysku
pt: Carregar automaticamente as imagens se elas mudarem no disco
ro: Încărcați automat imaginile dacă se modifică pe disc
ru: Автоматическая загрузка изображений по мере их изменения на диске
sv: Ladda bilder automatiskt om de ändras på disken
tr: Diskte değişirlerse görüntüleri otomatik yükle

source: Avg. Bitrate
ar: متوسط معدل البت
cs: Průměrný datový tok
de: Durchschnittliche Bitrate
es: Bitrate Promedio
fr: Débit moyen
it: Bitrate medio
ja: 平均ビットレート
nl: Gemiddelde bitsnelheid
pl: Średnia szybkość transmisji
pt: Taxa de bits média
ro: Rata medie de biți
ru: Сред. Битрейт
sv: Genomsnittlig bithastighet
tr: Ortalama Bit Hızı

source: B Frames
ar: إطارات ب
cs: B-snímky
de: B-Rahmen
es: Cuadros B
fr: Cadres B
it: B-frame
ja: Bフレーム
pl: Ramki B
ro: Cadre B
ru: B-кадры
sv: B-ramar
tr: B-çerçeveleri

source: B44
ar: ب 44

source: BG
ar: فد
cs: FD
de: FD
es: FD
fr: DF
pl: FD
pt: FD
ro: FD
ru: БГ
tr: FD

source: BLUE
ar: أزرق
cs: MODRÝ
de: BLAU
es: AZUL
fr: BLEU
it: BLU
ja: 青い
nl: BLAUW
pl: NIEBIESKI
pt: AZUL
ro: ALBASTRU
ru: СИНИЙ
sv: BLÅ
tr: MAVİ

source: BRAW Loading
ar: تحميل BRAW
cs: Načítání BRAW
de: BRAW wird geladen
es: Cargando BRAW
fr: Chargement BRAW
it: Caricamento BRAW
ja: BRAWを読み込んでいます
nl: BRAW wordt geladen
pl: Ładowanie BRAW
pt: Carregando BRAW
ro: Se încarcă BRAW
ru: БРАВ Загрузка
sv: Laddar BRAW
tr: BRAW yükleniyor

source: BackSpace
ar: حذف في الخلف
cs: Smazat dozadu
de: Löschen nach Zurück
es: Borrado para Atrás
fr: Supprimer pour revenir en arrière
it: Elimina su Indietro
ja: 後ろに削除
nl: Verwijderen naar Terug
pl: Usuń do tyłu
pt: Excluir para trás
ro: Ștergeți în spate
sv: Ta bort till baksidan
tr: Geri Sil

source: Background
ar: خلفية
cs: Pozadí
de: Hintergrund
es: Fondo
fr: Contexte
it: Sfondo
ja: バックグラウンド
nl: Onderkant
pl: Tło
pt: Fundo
ro: fundal
ru: Задний план
sv: Bakgrund
tr: Arka fon

source: Background image duration is too short. Looping may not work correctly.
ar: مدة صورة الخلفية قصيرة جدًا. قد لا يعمل التكرار في دورات بشكل صحيح.
cs: Doba trvání obrázku na pozadí je velmi krátká. Opakování v cyklech nemusí fungovat správně.
de: Die Dauer des Hintergrundbildes ist sehr kurz. Wiederholen in Zyklen funktioniert möglicherweise nicht richtig.
es: La duración de la imagen de fondo es muy corta. Repetir en ciclos puede no funcionar correctamente.
fr: La durée de l'image de fond est très courte. La répétition dans les cycles peut ne pas fonctionner correctement.
it: La durata dell'immagine di sfondo è molto breve. La ripetizione in cicli potrebbe non funzionare correttamente.
ja: 背景画像の長さは非常に短いです.サイクルで繰り返すと正しく機能しない場合があります.
nl: De duur van de achtergrondafbeelding is erg kort. Herhaal in cycli werkt mogelijk niet goed.
pl: Czas trwania obrazu tła jest bardzo krótki. Powtarzanie w cyklach może nie działać prawidłowo.
pt: A duração da imagem de fundo é muito curta. A repetição em ciclos pode não funcionar corretamente.
ro: Durata imaginii de fundal este foarte scurtă. Este posibil ca repetarea în cicluri să nu funcționeze corect.
ru: Продолжительность фонового изображения слишком мала. Зацикливание может работать неправильно.
sv: Bakgrundsbildens varaktighet är mycket kort. Upprepa i cykler kanske inte fungerar korrekt.
tr: Arka plan görüntüsünün süresi çok kısadır. Döngülerde tekrarlama düzgün çalışmayabilir.

source: Background image play fps ( %lg ) does not match foreground's ( %lg ). Looping will not work correctly.
ar: عدد الإطارات في الثانية لصورة الخلفية (%lg) ليس هو نفسه الصورة الأمامية (%lg).التكرار في دورات لن يعمل بشكل صحيح.
cs: Snímky za sekundu na obrázku na pozadí ( %lg) nejsou stejné jako na předním obrázku ( %lg). Opakování v cyklech nebude fungovat správně.
de: Die fps des Hintergrundbildes ( %lg ) ist nicht die gleiche wie die des vorderen Bildes ( %lg ). Das Wiederholen in Zyklen funktioniert nicht richtig.
es: Los cps de la imagen de fondo ( %lg ) no es igual a la del frente ( %lg ). Repetir en ciclos no funcionará correctamente.
fr: Le fps de l'image d'arrière-plan ( %lg ) n'est pas le même que celui de l'image avant ( %lg ). La répétition par cycles ne fonctionnera pas correctement.
it: Gli fps dell'immagine di sfondo ( %lg ) non sono gli stessi dell'immagine anteriore ( %lg ). La ripetizione in cicli non funzionerà correttamente.
ja: 背景画像（%lg）のfpsは、前面画像（%lg）と同じではありません.サイクルで繰り返すと正しく機能しません.
nl: De fps van de achtergrondafbeelding (%lg) is niet hetzelfde als de voorafbeelding (%lg). Herhalen in cycli zal niet correct werken.
pl: Liczba klatek na sekundę obrazu tła (%lg) nie jest taka sama jak obrazu przedniego (%lg). Powtarzanie w cyklach nie będzie działać poprawnie.
pt: O fps da imagem de fundo ( %lg ) não é o mesmo da imagem frontal ( %lg ). Repetir em ciclos não funcionará corretamente.
ro: Fps-ul imaginii de fundal ( %lg ) nu este același cu cel al imaginii din față ( %lg ). Repetarea în cicluri nu va funcționa corect.
ru: Частота кадров при воспроизведении фонового изображения ( %lg ) не соответствует частоте переднего плана ( %lg ). Зацикливание будет работать некорректно.
sv: Bakgrundsbildens fps ( %lg ) är inte detsamma som frontbilden ( %lg ). Att upprepa i cykler kommer inte att fungera korrekt.
tr: Arka plan görüntüsünün ( %lg ) fps'si ön görüntüyle ( %lg ) aynı değil. Döngüler halinde tekrarlamak düzgün çalışmayacaktır.

source: Background reel duration is too short. Looping may not work correctly.
ar: البكرة السفلية قصيرة جدًا. قد لا يعمل التكرار في دورات بشكل صحيح.
cs: Spodní cívka je velmi krátká. Opakování v cyklech nemusí fungovat správně.
de: Die untere Spule ist sehr kurz. Wiederholen in Zyklen funktioniert möglicherweise nicht richtig.
es: El carrete de fondo es muy corto. Repetir en ciclos puede no funcionar correctamente.
fr: La bobine inférieure est très courte. La répétition dans les cycles peut ne pas fonctionner correctement.
it: La bobina inferiore è molto corta. La ripetizione in cicli potrebbe non funzionare correttamente.
ja: 下部のスプールは非常に短いです.サイクルで繰り返すと正しく機能しない場合があります.
nl: De onderste spoel is erg kort. Herhaal in cycli werkt mogelijk niet goed.
pl: Dolna szpula jest bardzo krótka. Powtarzanie w cyklach może nie działać prawidłowo.
pt: O carretel inferior é muito curto. A repetição em ciclos pode não funcionar corretamente.
ro: Bobina de jos este foarte scurtă. Este posibil ca repetarea în cicluri să nu funcționeze corect.
ru: Продолжительность фонового ролика слишком мала. Зацикливание может работать неправильно.
sv: Den nedre spolen är mycket kort. Upprepa i cykler kanske inte fungerar korrekt.
tr: Alt makara çok kısa. Döngülerde tekrarlama düzgün çalışmayabilir.

source: Background reel has several images and has EDL turned on. This is not allowed. Turning edl off.
ar: تحتوي بكرة الخلفية على صور متعددة ويتم تنشيط EDL. هذا غير مسموح به. إيقاف تشغيل edl.
cs: Na pozadí cívky je více obrázků a aktivována funkce EDL. To není povoleno. vypnutí edl.
de: Die Hintergrundrolle hat mehrere Bilder und EDL ist aktiviert. Das ist nicht erlaubt. abschalten
es: El carrete de fondo tiene varias imágenes y EDL activado. Esto no es permitido. Apagando edl.
fr: La bobine d'arrière-plan a plusieurs images et EDL activé. Ce n'est pas autorisé. désactiver edl.
it: La bobina di sfondo ha più immagini e l'EDL attivato. Questo non è consentito. spegnimento edl.
ja: 背景リールには複数の画像があり、EDLがアクティブになっています.これは許可されていません. edlをオフにします.
nl: Achtergrondrol heeft meerdere afbeeldingen en EDL geactiveerd. Dit is niet toegestaan. edl uitschakelen.
pl: Rolka tła ma wiele obrazów i aktywowane EDL. To nie jest dozwolone. wyłączanie edl.
pt: O carretel de fundo tem várias imagens e EDL ativado. Isso não é permitido. desligando ed.
ro: Bobina de fundal are mai multe imagini și EDL activat. Acest lucru nu este permis. dezactivarea edl.
ru: Фоновый барабан имеет несколько изображений и включен EDL. Это не разрешено. Отключение эдл.
sv: Bakgrundsrullen har flera bilder och EDL aktiverad. Detta är inte tillåtet. stänga av edl.
tr: Arka plan makarasında birden fazla görüntü var ve EDL etkinleştirildi. Buna izin verilmiyor. edl'yi kapatma

source: Bad port number
ar: رقم منفذ غير صالح
cs: špatné číslo portu
de: schlechte Portnummer
es: Mal número de puerto
fr: mauvais numéro de port
it: numero di porta errato
ja: 不正なポート番号
nl: slecht poortnummer
pl: zły numer portu
pt: número de porta ruim
ro: număr de port rău
ru: Неверный номер порта
sv: dåligt portnummer
tr: hatalı bağlantı noktası numarası

source: Baseline
ar: الأساسي
cs: Základní
de: Basic
es: Básica
fr: De base
it: Di base
ja: 基本
nl: basis
pl: podstawowy
pt: básico
ro: de bază
ru: Базовый уровень
sv: grundläggande
tr: temel

source: Bias
ar: انحياز، نزعة
cs: zaujatost
de: Voreingenommenheit
fr: biais
it: pregiudizio
ja: バイアス
nl: vooroordeel
pl: stronniczość
pt: viés
ro: părtinire
ru: Предвзятость
sv: partiskhet
tr: ön yargı

source: Bilinear Filtering Always
ar: دائما مرشح خطي
cs: Vždy bilineární filtr
de: Immer Bilinearer Filter
fr: Filtre toujours bilinéaire
it: Filtro sempre bilineare
ja: 常にバイリニアフィルター
nl: Altijd bilineair filter
pl: Zawsze dwuliniowy filtr
pt: Filtro Sempre Bilinear
ro: Filtru întotdeauna biliniar
ru: Билинейная фильтрация всегда
sv: Alltid bilinjärt filter
tr: Daima Çift Doğrusal Filtre

source: Bilinear Filtering Only on Presentation
ar: عامل التصفية Bilinear فقط في العرض التقديمي
cs: Bilineární filtr pouze v prezentaci
de: Bilinearer Filter nur in Präsentation
fr: Filtre bilinéaire uniquement dans la présentation
it: Filtro bilineare solo nella presentazione
ja: プレゼンテーションでのみ双一次フィルター
nl: Bilineair filter alleen in presentatie
pl: Filtr dwuliniowy tylko w prezentacji
pt: Filtro Bilinear Apenas na Apresentação
ro: Filtru biliniar Numai în prezentare
ru: Билинейная фильтрация только при представлении
sv: Bilinjärt filter endast i presentationen
tr: Bilinear Filtre Yalnızca Sunumda

source: Bit depth of clip
ar: عمق بت المقطع
cs: Bitová hloubka klipu
de: Clip-Bit-Tiefe
es: Profundidad de Bits del clip
fr: Profondeur de découpage
it: Profondità in bit della clip
ja: クリップビット深度
nl: Clip bitdiepte
pl: Głębokość końcówki klipsa
pt: Profundidade de bits do clipe
ro: Adâncimea de biți a clipului
ru: Битовая глубина клипа
sv: Klippbitsdjup
tr: Klip Bit Derinliği

source: Bitdepth to process is unknown
ar: عمق البت المطلوب معالجته غير معروف
cs: Bitová hloubka, která má být zpracována, není známa
de: Die zu verarbeitende Bittiefe ist unbekannt
fr: La profondeur de bits à traiter est inconnue
it: La profondità di bit da elaborare è sconosciuta
ja: 処理するビット深度が不明です
nl: De te verwerken bitdiepte is onbekend
pl: Głębokość bitowa do przetworzenia jest nieznana
pt: A profundidade de bits a ser processada é desconhecida
ro: Adâncimea de biți care trebuie procesată este necunoscută
ru: Битовая глубина для обработки неизвестна
sv: Bitdjupet som ska bearbetas är okänt
tr: İşlenecek bit derinliği bilinmiyor

source: Bitmap Picture
ar: سيب
cs: Bitmapový obrázek
de: Bitmap-Bild
es: Imagen Bitmap
fr: Image bitmap
it: Immagine bitmap
ja: ビットマップ画像
nl: Bitmap afbeelding
pl: Bitmapa
pt: Imagem em formato bitmap
ro: Imagine bitmap
ru: Растровое изображение
sv: Bitmappsbild
tr: Bitmap Görüntüsü

source: Bitrate
ar: معدل البت
cs: bitová rychlost
es: Ratio de bits
fr: débit binaire
ja: ビットレート
nl: bitsnelheid
pl: szybkość transmisji
pt: taxa de bits
ro: rata de biți
ru: Битрейт
sv: bithastighet
tr: bit hızı

source: Black Frame
ar: صندوق اسود
cs: Černá skříňka
de: Schwarze Box
fr: Boîte noire
it: Scatola nera
ja: ブラックボックス
nl: Zwarte doos
pl: Czarna skrzynka
pt: Caixa preta
ro: Cutie neagră
ru: Черная рамка
sv: Svart låda
tr: Siyah kutu

source: Black Gap
ar: فجوة سوداء
cs: černá mezera
de: schwarze Lücke
es: Cuadro en Negro
fr: trou noir
it: divario nero
ja: ブラックギャップ
nl: zwarte kloof
pl: czarna przerwa
pt: lacuna preta
ro: gol negru
ru: Черный разрыв
sv: svart gap
tr: siyah boşluk

source: Blend Mode
ar: وضع المزج
cs: režim prolnutí
de: Mischmodus
es: Modo de Mezcla
fr: mode de fusion
it: modalità di fusione
ja: ブレンドモード
nl: overvloeimodus
pl: tryb mieszania
pt: modo de mistura
ro: modul de amestecare
ru: Режим смешивания
sv: blandningsläge
tr: karışım modu

source: Blue
ar: أزرق
cs: Modrý
de: Blau
es: Azul
fr: Bleu
it: Blu
ja: 青い
nl: Blauw
pl: Niebieski
pt: Azul
ro: Albastru
ru: Синий
sv: Blå
tr: Mavi

source: Blue Gain
ar: اكتساب الأزرق
cs: Modrý zisk
de: Blauer Gewinn
es: Ganancia Azul
fr: Gain bleu
it: Guadagno blu
ja: ブルーゲイン
nl: Blauwe winst
pl: Niebieskie wzmocnienie
pt: Ganho Azul
ro: Câștig albastru
ru: Синий усиление
tr: Mavi Kazanç

source: Blue Gain of clip.
ar: كليب بلوز كسب
cs: Klip Blues Gain
de: Clip-Blues-Gewinn
es: Ganancia de los Azules del clip
fr: Clip Blues Gain
it: Clip Blues Guadagno
ja: クリップブルースゲイン
nl: Clip Blues-winst
pl: Wzmocnienie bluesa klipu
pt: Ganho de Clipe de Blues
ro: Clip Blues Gain
ru: Синий Усиление клипа.
sv: Klipp Blues Gain
tr: Klip Blues Kazancı

source: Blue value of image pixel under mouse.
ar: القيمة الزرقاء للصورة البكسل تحت الماوس.
cs: Modrá hodnota obrazového bodu pod myší.
de: Blauwert des Pixelbildes unter der Maus.
es: Valor Azul de la imagen del pixel bajo el ratón.
fr: Valeur bleue de l'image en pixels sous la souris.
it: Valore blu dell'immagine pixel sotto il mouse.
ja: マウスの下のピクセル画像の青の値.
nl: Blauwwaarde van het pixelbeeld onder de muis.
pl: Niebieska wartość obrazu pikselowego pod myszą.
pt: Valor azul da imagem do pixel sob o mouse.
ro: Valoarea albastră a imaginii pixelului de sub mouse.
ru: Синее значение пикселя изображения под мышью.
sv: Blått värde för pixelbilden under musen.
tr: Farenin altındaki piksel görüntüsünün mavi değeri.

source: Boost exception:
ar: استثناء دفعة:
cs: Výjimka Boost:
de: Boost-Ausnahme:
es: Excepción de Boost:
fr: Exception d'amplification :
it: Eccezione potenziamento:
ja: ブースト例外:
nl: Boost-uitzondering:
pl: Wyjątek dotyczący wzmocnienia:
pt: Exceção de aumento:
ro: Boost Excepție:
ru: Исключение повышения:
sv: Boost undantag:
tr: Boost İstisnası:

source: Both
ar: كلاهما
cs: Oba dva
de: Beide
fr: Les deux
it: Entrambi
ja: それらの両方
nl: Beide
pl: Obaj
pt: Ambos
ro: Amândoi
ru: Обе
sv: Båda två
tr: Bunların her ikisi de

source: Bottom
ar: أدنى
cs: dolní
de: niedriger
es: Inferior
fr: plus bas
it: inferiore
ja: 低い
nl: lager
pl: niżej
pt: mais baixo
ro: inferior
ru: Нижний
sv: lägre
tr: daha düşük

source: Bottom Field
ar: الحقل السفلي
cs: Dolní pole
de: Unteres Feld
fr: Champ inférieur
it: Campo Inferiore
ja: 下のフィールド
nl: Onderste veld
pl: Dolne pole
pt: Campo Inferior
ro: Câmpul de Jos
ru: Нижнее поле
sv: Nedre Fält
tr: Alt Alan

source: Bottom/top
ar: أدنى/أعلى
cs: dolní/Vyšší
de: niedriger/Höher
es: Inferior/Superior
fr: plus bas/Plus haute
it: inferiore/Più alto
ja: 低い/より高い
nl: lager/Superieur
pl: niżej/Wyższy
pt: mais baixo/Mais alto
ro: inferior/Superior
ru: Нижний/верх
sv: lägre/Högre
tr: daha düşük/Daha yüksek

source: Box2 Float
ar: Box2 النقطة العائمة
cs: Box 2 Plovoucí desetinná čárka
de: Box2 Fließkomma
es: Caja2 Coma Flotante
fr: Boîte2 Virgule flottante
it: Riquadro 2 in virgola mobile
ja: Box2浮動小数点
nl: Box2 drijvende komma
pl: Pole 2 zmiennoprzecinkowe
pt: Box2 Ponto Flutuante
ro: Box2 virgulă flotantă
ru: Коробка2 Поплавок
sv: Box2 Flytpunkt
tr: Box2 Kayan Nokta

source: Box2 Integer
ar: عدد صحيح Box2
cs: Box2 Celé číslo
de: Box2 Ganzzahl
es: Caja2 Entero
fr: Boîte2 Entier
it: Box2 Intero
ja: Box2整数
pl: Pole2 Liczba całkowita
pt: Box2 Inteiro
ro: Caseta 2 Număr întreg
ru: Коробка2 Целое
sv: Box2 heltal
tr: Kutu2 Tamsayı

source: Brightness
ar: سطوع
cs: Jas
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ja: 輝度
nl: Helderheid
pl: Jasność
pt: Brilho
ro: Luminozitate
ru: Яркость
sv: Ljusstyrka
tr: Parlaklık

source: Buffer underrun:
ar: العازلة underrun:
cs: Podtečení vyrovnávací paměti:
de: Pufferunterlauf:
fr: Sous-utilisation du tampon :
it: Underrun del buffer:
ja: バッファアンダーラン:
pl: Niedopełnienie bufora:
pt: Estouro de buffer:
ru: Опустошение буфера:
sv: Buffertunderskridande:
tr: Tampon yetersiz:

source: Buffer was NULL - internal error
ar: المخزن المؤقت فارغ - خطأ داخلي
cs: Buffer je NULL - vnitřní chyba
de: Puffer ist NULL - interner Fehler
es: Buffer es NULL - error interno
fr: Le tampon est NULL - erreur interne
it: Il buffer è NULL - errore interno
ja: バッファがNULLです-内部エラー
nl: Buffer is NULL - interne fout
pl: Bufor ma wartość NULL - błąd wewnętrzny
pt: O buffer é NULL - erro interno
ro: Bufferul este NULL - eroare internă
ru: Буфер был NULL - внутренняя ошибка
sv: Bufferten är NULL - internt fel
tr: Tampon NULL - dahili hata

source: Byline
ar: الخط الثانوي
cs: Vedlejší řádek
de: Verfasser
it: Sottotitolo
ja: 署名記事
nl: naamregel
pl: Przez linię
ru: Автор
tr: imza

source: Byline Title
ar: العنوان الثانوي
cs: Název vedlejšího řádku
de: Byline-Titel
es: Título de Byline
fr: Titre de signature
it: Titolo sottotitolo
ja: 署名記事のタイトル
nl: Titel op naam
pl: Tytuł wpisu
pt: Título da assinatura
ro: Titlul principal
ru: Авторский заголовок
sv: Byline Titel
tr: İmza Başlığı

source: Byte
ar: بايت
fr: Octet
ja: バイト
pl: Bajt
ro: octet
ru: Байт
tr: Bayt

source: CIExy Chromaticities
ar: اللونية CIExy
cs: CIExy barevnosti
de: CIExy-Chromatizitäten
es: Cromaticidades CIExy
fr: Chromaticités CIExy
it: cromaticità CIExy
ja: CIExy色度
nl: CIExy-chromaticiteiten
pl: Chromatyczności CIExy
pt: CIExy cromaticidades
ro: cromatici CIExy
ru: CIExy цветности
sv: CIExy kromaticiteter
tr: CIExy renklilikleri

source: CIExy White Point
ar: CIExy وايت بوينت
cs: Bílý bod CIExy
de: CIExy Weißpunkt
es: Punto Blanco CIExy
fr: Point blanc CIExy
it: Punto bianco CIExy
ja: CIExyホワイトポイント
nl: CIExy-witpunt
pl: Punkt bieli CIExy
pt: Ponto Branco CIExy
ru: CIExy Белая точка
sv: CIExy vitpunkt
tr: CIExy Beyaz Nokta

source: COLOR
ar: لون
cs: BARVA
de: FARBE
fr: COULEUR
it: COLORE
ja: 色
nl: KLEUR
pl: KOLOR
pt: COR
ro: CULOARE
ru: ЦВЕТ
sv: FÄRG
tr: RENK

source: CPU Information
ar: معلومات وحدة المعالجة المركزية
cs: informace o CPU
de: CPU-Informationen
es: Información de CPU
fr: Informations sur le processeur
it: Informazioni sulla CPU
ja: CPU情報
nl: CPU-informatie
pl: Informacje o procesorze
pt: Informações da CPU
ro: Informații CPU
ru: Информация о процессоре
tr: CPU bilgisi

source: CTL Browser
ar: عارض CTL
cs: CTL prohlížeč
de: CTL-Viewer
es: CTL Visor
fr: Lecteur CTL
it: Visualizzatore CTL
ja: CTLビューア
nl: CTL-kijker
pl: Przeglądarka CTL
pt: Leitor de CTL
ro: Vizualizator CTL
ru: CTL-браузер
sv: CTL Viewer
tr: CTL Görüntüleyici

source: CTL Paths
ar: مسارات CTL
cs: CTL dráhy
de: CTL-Wege
es: Caminos de CTL
fr: Voies CTL
it: Percorsi CTL
ja: CTL経路
nl: CTL-paden
pl: Ścieżki CTL
pt: Vias CTL
ro: Căile CTL
ru: CTL-пути
sv: CTL-vägar
tr: CTL yolları
