Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: CTL scripts
ar: موجزات CTL
cs: Slipy CTL
de: CTL-Slips
es: Escritos de CTL
fr: Mémoires CTL
it: Riassunti CTL
ja: CTLブリーフ
nl: CTL-slips
pl: Majtki CTL
pt: Resumos CTL
ro: Slip CTL
ru: CTL-скрипты
sv: CTL Briefs
tr: CTL Özetleri

source: CTL/Attach Input Device Transform
ar: CTL/تعيين تحويل جهاز الإدخال (IDT)
cs: CTL/Assign Input Device Transform (IDT)
de: CTL/Eingabegerätetransformation (IDT) zuweisen
es: CTL/Asignar Input Device Transform (IDT)
fr: CTL/Affecter la transformation du périphérique d'entrée (IDT)
it: CTL/Assegna trasformazione dispositivo di input (IDT)
ja: CTL/入力デバイス変換（IDT）の割り当て
nl: CTL/Invoerapparaattransformatie (IDT) toewijzen
pl: CTL/Przypisz transformację urządzenia wejściowego (IDT)
pt: CTL/Atribuir Transformação de Dispositivo de Entrada (IDT)
ro: CTL/Atribuire transformare dispozitiv de intrare (IDT)
ru: CTL/Прикрепить преобразование устройства ввода
sv: CTL/Tilldela Input Device Transform (IDT)
tr: CTL/Giriş Aygıtı Dönüşümü (IDT) Ata

source: CTL/Attach Rendering Transform
ar: CTL/تعيين تحويل العرض (RRT)
cs: CTL/Přiřadit transformaci vykreslení (RRT)
de: CTL/Rendertransformation (RRT) zuweisen
es: CTL/Asignar Transformacion de Render (RRT)
fr: CTL/Attribuer une transformation de rendu (RRT)
it: CTL/Assegna trasformazione rendering (RRT)
ja: CTL/レンダリング変換（RRT）の割り当て
nl: CTL/Rendertransformatie (RRT) toewijzen
pl: CTL/Przypisz transformację renderowania (RRT)
pt: CTL/Atribuir transformação de renderização (RRT)
ro: CTL/Atribuiți transformarea randării (RRT)
ru: CTL/Прикрепить преобразование рендеринга
sv: CTL/Tilldela renderingstransformation (RRT)
tr: CTL/Render Dönüşümü Ata (RRT)

source: Cache Active
ar: نشط ذاكرة التخزين المؤقت
cs: Aktivní mezipaměť
de: Aktiver Cache
es: Cache Activo
fr: Cache actif
it: cache attiva
ja: アクティブキャッシュ
nl: Actieve cache
pl: Aktywna pamięć podręczna
pt: Cache Ativo
ro: Cache activ
ru: Кэш активен
sv: Aktiv cache
tr: Aktif Önbellek

source: Cache Size
ar: حجم ذاكرة التخزين المؤقت
cs: Velikost mezipaměti
de: Cache-Größe
es: Tamaño de Cache
fr: Taille du cache
it: Dimensione della cache
ja: キャッシュサイズ
nl: Cache grootte
pl: Rozmiar pamięci podręcznej
pt: Tamanho da memória cache
ro: Mărimea cache-ului
ru: Размер кэша
sv: Cachestorlek
tr: önbellek boyutu

source: Caches
ar: مخابئ
cs: mezipaměti
it: cache
ja: キャッシュ
pl: skrytki
pt: esconderijos
ro: cache-urile
ru: Тайники
sv: cacher
tr: önbellekler

source: Can't open card
ar: لم أتمكن من فتح البطاقة
cs: Nepodařilo se mi otevřít kartu
de: Ich konnte die Karte nicht öffnen
es: No pude abrir tarjeta
fr: je n'ai pas pu ouvrir la carte
it: Non sono riuscito ad aprire la carta
ja: カードを開けませんでした
nl: Ik kon de kaart niet openen
pl: Nie mogłem otworzyć karty
pt: não consegui abrir o cartão
ro: Nu am putut deschide cardul
ru: Не могу открыть карту
sv: Jag kunde inte öppna kortet
tr: kartı açamadım

source: Cancel
ar: يلغي
cs: zrušení
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anulować
pt: Cancelar
ro: Anulare
ru: Отмена
sv: Annullera
tr: İptal

source: Cannot allocate dst samples
ar: لا يمكنني تعيين عينات التوقيت الصيفي
cs: Nemohu přiřadit vzorky dst
de: Ich kann dst-Samples nicht zuweisen
es: No puedo asignar dst samples
fr: Je ne peux pas attribuer d'échantillons dst
it: Non posso assegnare campioni dst
ja: dstサンプルを割り当てることができません
nl: Ik kan geen dst-samples toewijzen
pl: Nie mogę przypisać próbek dst
pt: Não consigo atribuir amostras dst
ro: Nu pot atribui mostre dst
ru: Не удается выделить образцы dst
sv: Jag kan inte tilldela dst-exempel
tr: dst örnekleri atayamıyorum

source: Cannot create buffer sink
ar: تعذر إنشاء مخزن المخزن المؤقت
cs: Nelze vytvořit jímku vyrovnávací paměti
de: Puffersenke konnte nicht erstellt werden
es: No pude crear buffer sink
fr: Impossible de créer un récepteur de tampon
it: Impossibile creare il sink di buffer
ja: バッファシンクを作成できませんでした
nl: Kan geen buffer-sink maken
pl: Nie można utworzyć ujścia bufora
pt: Não foi possível criar coletor de buffer
ro: Nu s-a putut crea acumulatorul tampon
ru: Невозможно создать буферный приемник
sv: Det gick inte att skapa buffertsänka
tr: Arabellek havuzu oluşturulamadı

source: Cannot create buffer source
ar: تعذر إنشاء مصدر المخزن المؤقت
cs: Nelze vytvořit zdroj vyrovnávací paměti
de: Pufferquelle konnte nicht erstellt werden
es: No pude crear buffer source
fr: Impossible de créer la source de tampon
it: Impossibile creare l'origine del buffer
ja: バッファソースを作成できませんでした
nl: Kan geen bufferbron maken
pl: Nie można utworzyć źródła bufora
pt: Não foi possível criar a origem do buffer
ro: Nu s-a putut crea sursa tampon
ru: Невозможно создать источник буфера
sv: Det gick inte att skapa buffertkälla
tr: Tampon kaynağı oluşturulamadı

source: Cannot create libraw handle
ar: لم أتمكن من إنشاء معالجة libraw
cs: Nemohl jsem vytvořit libraw handling
de: Ich konnte kein Libraw-Handling erstellen
es: No pude crear manejo de libraw
fr: Je n'ai pas pu créer la gestion de libraw
it: Non sono riuscito a creare la gestione delle librerie
ja: libraw処理を作成できませんでした
nl: Ik kon geen libraw-afhandeling maken
pl: Nie udało mi się stworzyć obsługi libraw
pt: Não consegui criar manipulação de libraw
ro: Nu am putut crea gestionarea bibliotecii
ru: Не удается создать дескриптор libraw
sv: Jag kunde inte skapa bibliotekshantering
tr: libraw işleme oluşturamadım

source: Cannot currently save a movie in those formats.
ar: لا يمكن حاليًا حفظ فيلم بهذه التنسيقات.
cs: V současné době není možné uložit film v těchto formátech.
de: Derzeit ist es nicht möglich, einen Film in diesen Formaten zu speichern.
fr: Actuellement, il n'est pas possible d'enregistrer un film dans ces formats.
it: Al momento non è possibile salvare un filmato in questi formati.
ja: 現在、これらの形式でムービーを保存することはできません.
nl: Momenteel is het niet mogelijk om een film in die formaten op te slaan.
pl: Obecnie nie jest możliwe zapisanie filmu w tych formatach.
pt: Atualmente não é possível salvar um filme nesses formatos.
ro: În prezent, nu este posibil să salvați un film în aceste formate.
ru: В настоящее время невозможно сохранить фильм в этих форматах.
sv: För närvarande är det inte möjligt att spara en film i dessa format.
tr: Şu anda bir filmi bu formatlarda kaydetmek mümkün değil.

source: Cannot map "
ar: لا يمكنني تحديد "
cs: Nemohu mapovat "
de: Ich kann nicht zuordnen "
es: No puedo mapear "
fr: Je ne peux pas mapper "
it: non riesco a mappare "
ja: マップできません"
nl: Ik kan niet in kaart brengen "
pl: nie mogę mapować "
pt: Não consigo mapear "
ro: Nu pot mapa "
ru: Не удается сопоставить "
sv: jag kan inte kartlägga "
tr: eşleyemiyorum "

source: Cannot parse environment variable "
ar: لا أستطيع تفسير متغير البيئة "
cs: Nelze interpretovat proměnnou prostředí "
de: Umgebungsvariable " kann nicht interpretiert werden
fr: Impossible d'interpréter la variable d'environnement "
it: Impossibile interpretare la variabile di ambiente "
ja: 環境変数を解釈できません"
nl: Kan omgevingsvariabele " niet interpreteren
pl: Nie można zinterpretować zmiennej środowiskowej "
pt: Não é possível interpretar a variável de ambiente "
ro: Nu se poate interpreta variabila de mediu "
sv: Kan inte tolka miljövariabeln "
tr: Ortam değişkeni yorumlanamıyor "

source: Cannot set output pixel format
ar: تعذر تعيين تنسيق عرض بكسل الإخراج
cs: Nelze nastavit výstupní formát vykreslování pixelů
de: Renderformat für Ausgabepixel konnte nicht festgelegt werden
es: No pude setear formato de render de pixel de salida
fr: Impossible de définir le format de rendu des pixels de sortie
it: Impossibile impostare il formato di rendering dei pixel di output
ja: 出力ピクセルのレンダリング形式を設定できませんでした
nl: Kon weergaveformaat voor uitvoerpixel niet instellen
pl: Nie można ustawić wyjściowego formatu renderowania pikseli
pt: Não foi possível definir o formato de renderização do pixel de saída
ro: Nu s-a putut seta formatul de randare a pixelilor de ieșire
ru: Невозможно установить формат выходного пикселя
sv: Det gick inte att ställa in formatet för rendering av utdatapixlar
tr: Çıktı pikseli oluşturma biçimi ayarlanamadı

source: Cannot switch images. Foreground and background image are the same.
ar: لا يمكنني مبادلة الصور. الصورة الأمامية والخلفية هي نفسها.
cs: Nemohu vyměnit obrázky. Obrázek v popředí a na pozadí jsou stejné.
de: Ich kann keine Bilder austauschen. Vorder- und Hintergrundbild sind gleich.
es: No puedo intercambiar imágenes. La imagen de frente y fondo son la misma.
fr: Je ne peux pas échanger d'images. L'image de premier plan et d'arrière-plan est la même.
it: Non posso scambiare immagini. L'immagine di primo piano e di sfondo è la stessa.
ja: 画像を入れ替えることができません.前景と背景の画像は同じです.
nl: Ik kan geen afbeeldingen ruilen. De voor- en achtergrondafbeelding zijn hetzelfde.
pl: Nie mogę zamienić obrazów. Obraz pierwszego planu i tła są takie same.
pt: Não consigo trocar imagens. A imagem de primeiro plano e de fundo são as mesmas.
ro: Nu pot schimba imaginile. Imaginea din prim-plan și cea de fundal sunt aceleași.
ru: Невозможно переключать изображения. Передний план и фоновое изображение одинаковы.
sv: Jag kan inte byta bilder. Förgrunden och bakgrundsbilden är desamma.
tr: Görüntüleri değiştiremiyorum. Ön plan ve arka plan görüntüsü aynıdır.

source: Canon Raw Picture
ar: صورة Canon Raw
cs: Nezpracovaný obraz Canon
de: Canon Raw-Bild
es: Imagen Cruda de Canon
fr: Image brute Canon
it: Immagine Canon Raw
ja: キヤノンRAW画像
nl: Canon onbewerkte afbeelding
pl: Nieprzetworzony obraz firmy Canon
pt: Imagem bruta da Canon
ro: Imagine brută Canon
ru: Canon RAW-изображение
sv: Canon Raw-bild
tr: Canon Ham Görüntü

source: CapsLock
ar: قفل يحول.
cs: zámek Posun.
de: sperren Verschiebung.
es: Bloq. Mayús.
fr: fermer à clé Changement.
it: serratura Spostare.
ja: ロックシフト.
nl: slot Verschuiving.
pl: Zamek Zmiana.
pt: trancar Mudança.
ro: Lacăt Schimb.
sv: låsa Flytta.
tr: kilit Vardiya.

source: Caption
ar: رسالة
cs: Zpráva
de: Nachricht
es: Mensaje
fr: message
it: Messaggio
ja: メッセージ
nl: Bericht
pl: Wiadomość
pt: Mensagem
ro: Mesaj
ru: Подпись
sv: Meddelande
tr: İleti

source: Caption Writer
ar: كاتب الرسالة
cs: Pisatel zpráv
de: Nachrichtenschreiber
es: Escritor del Mensaje
fr: Rédacteur de messages
it: Scrittore di messaggi
ja: メッセージライター
nl: Berichtschrijver
pl: Pisarz wiadomości
pt: Escritor de mensagens
ro: Scriitor de mesaje
ru: Автор титров
sv: Meddelandeförfattare
tr: Mesaj Yazarı

source: Capture Date
ar: تاريخ الالتقاط
cs: Datum zachycení
de: Datum der Erfassung
es: Fecha de Captura
fr: Date de capture
it: Data di cattura
ja: キャプチャの日付
nl: Datum van opname
pl: Data schwytania
pt: Data da captura
ro: Data capturii
ru: Дата захвата
sv: Datum för fångst
tr: Yakalanma tarihi

source: Category
ar: فئة
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリー
nl: Categorie
pl: Kategoria
pt: Categoria
ro: Categorie
ru: Категория
sv: Kategori
tr: Kategori

source: Center
ar: مركز
cs: Centrum
es: Centro
fr: centre
it: Centro
ja: 中心
nl: Middelpunt
pl: Środek
pt: Centro
ro: Centru
ru: Центр
sv: Centrum
tr: merkez

source: Center Image
ar: توسيط الصورة
cs: Vycentrujte obrázek
de: Zentrieren Sie das Bild
es: Centrar la Imagen
fr: Centrer l'image
it: Centrare l'immagine
ja: 画像を中央に配置
nl: De afbeelding centreren
pl: Wyśrodkuj obraz
pt: Centralizar a imagem
ro: Centrați imaginea
ru: Центральное изображение
sv: Centrera bilden
tr: Resmi Ortala

source: Change Image failed
ar: فشل تغيير الصورة
cs: Změna obrázku se nezdařila
de: Bild ändern fehlgeschlagen
es: Cambiar Imagen falló
fr: Échec de la modification de l'image
pl: Zmiana obrazu nie powiodła się
pt: Falha ao alterar imagem
ro: Schimbarea imaginii a eșuat
ru: Не удалось изменить изображение
tr: Resmi Değiştir başarısız oldu

source: Changes frame/field display
ar: تغيير إطار أخذ العينات/الجانب القطري
cs: Změnit vzorkování snímků/venkov
de: Frame-Sampling ändern/Landschaft
es: Cambia muestreo de cuadro/campo
fr: Modifier l'échantillonnage de la trame/Campagne
it: Cambia il campionamento del fotogramma/campagna
ja: フレームサンプリングの変更/田舎
nl: Framesampling wijzigen/platteland
pl: Zmień próbkowanie ramek/wieś
pt: Alterar amostragem de quadros/interior
ro: Schimbați eșantionarea cadrului/mediu rural
ru: Изменяет кадр/поле дисплея
sv: Ändra ramsampling/landsbygden
tr: Çerçeve örneklemesini değiştir/kırsal bölge

source: Channel
ar: قناة
cs: Kanál
de: Kanal
es: Canal
fr: Canal
it: Canale
ja: チャネル
nl: Kanaal
pl: Kanał
pt: Canal
ro: Canal
ru: Канал
sv: Kanal
tr: Kanal

source: Channels
ar: القنوات
cs: Kanály
de: Kanäle
es: Canales
fr: Canaux
it: Canali
ja: チャネル
nl: Kanalen
pl: Kanały
pt: Canais
ro: Canale
ru: каналы
sv: Kanaler
tr: Kanallar

source: Char
ar: حرف
cs: Charakter
de: Charakter
es: Caracter
fr: Personnage
it: Carattere
ja: キャラクター
nl: Karakter
pl: Postać
pt: Personagem
ro: Caracter
ru: Чар
sv: Karaktär
tr: Karakter

source: Checkerboard pattern
ar: جريد
cs: mřížka
de: Netz
es: Cuadriculado
fr: la grille
it: griglia
ja: グリッド
nl: rooster
pl: krata
pt: rede
ro: grilă
ru: Шахматная доска
sv: rutnät
tr: Kafes

source: Checkered
ar: جريد
cs: mřížka
de: Netz
es: Cuadriculado
fr: la grille
it: griglia
ja: グリッド
nl: rooster
pl: krata
pt: rede
ro: grilă
ru: Клетчатый
sv: rutnät
tr: Kafes

source: Chinese
ar: الصينية (中国人)
cs: čínština
de: Chinesisch
fr: chinois
it: Cinese (中国人)
ja: 中国語 (中国人)
nl: Chinees (中国人)
pl: chiński
pt: chinês
ro: chinez
sv: kinesiska (中国人)
tr: Çince

source: Choose Hotkey
ar: اختر مفتاح القيادة
cs: Vyberte Drive Key
de: Wählen Sie Laufwerkschlüssel
es: Elija Tecla de Manejo
fr: Choisissez la clé de lecteur
it: Scegli Drive Key
ja: ドライブキーを選択
nl: Kies Drive Key
pl: Wybierz klucz napędu
pt: Escolha a chave do Drive
ro: Alegeți Cheia Drive
ru: Выберите горячую клавишу
sv: Välj Drive Key
tr: Drive Anahtarını Seçin

source: Chromaticities
ar: اللونية
cs: Chromatičnost
de: Chromatizitäten
es: Cromaticidades
fr: Chromaticités
it: cromaticità
ja: 色度
nl: Chromaticiteiten
pl: Chromatyczności
pt: Cromaticidades
ro: Cromatici
ru: цветности
sv: Kromaticiteter
tr: renklilikler

source: Chromaticities (CIE)
ar: اللونية (CIE)
cs: Chromatičnost (CIE)
de: Chromatizitäten (CIE)
es: Cromaticidades (CIE)
fr: Chromaticités (CIE)
it: Cromaticità (CIE)
ja: 色度（CIE）
nl: Chromaticiteiten (CIE)
pl: Chromatyczności (CIE)
pt: Cromaticidades (CIE)
ro: Cromatici (CIE)
ru: Цветности (CIE)
tr: Renklilikler (CIE)

source: Chromaticities Name
ar: اسم اللونية
cs: Název barevnosti
de: Name der Chromatizitäten
es: Nombre de Cromaticidades
fr: Nom des chromaticités
it: Nome di cromaticità
ja: 色度の名前
nl: Naam van Chromaticiteiten
pl: Nazwa chromatyczności
pt: Nome das Cromaticidades
ro: Numele cromaticilor
ru: Название цветности
sv: Namn på Chromaticities
tr: Renklerin Adı

source: Cinemascope
ar: سينما سكوب
fr: Cinémascope
it: Cinemascopio
ja: シネマスコープ
pl: Kinoskop
ro: Cinemascop
ru: Синемаскоп
tr: sinemaskop

source: Cineon Picture
ar: صورة Cineon
cs: Obrázek Cineon
de: Cineon-Bild
es: Imagen Cineon
fr: Image cinéon
it: Immagine Cineon
ja: Cineonイメージ
nl: Cineon-afbeelding
pl: Obraz Cineon
pt: Imagem do Cineon
ro: Imagine Cineon
ru: Синеон Изображение
sv: Cineon bild
tr: Cinyon Görüntüsü

source: Circle
ar: دائرة
cs: Kruh
de: Kreis
es: Círculo
fr: Cercle
it: Cerchio
ja: サークル
nl: Cirkel
pl: Koło
pt: Círculo
ro: Cerc
ru: Круг
sv: Cirkel
tr: Daire

source: Circle Mode
ar: وضع الدائرة
cs: Kruhový režim
de: Kreis Modus
es: Modo de Círculo
fr: Mode cercle
it: Modalità Cerchio
ja: サークルモード
nl: Cirkelmodus
pl: Tryb okręgu
pt: Modo Círculo
ro: Modul cerc
ru: Режим круга
sv: Cirkelläge
tr: Daire modu

source: Circle Tool
ar: أداة الدائرة
cs: Kruhový nástroj
de: Kreis-Werkzeug
es: Modo de Círculo
fr: Outil Cercle
it: Strumento Cerchio
ja: サークルツール
nl: Cirkelgereedschap
pl: Narzędzie Okrąg
pt: Ferramenta Círculo
ro: Instrumentul cerc
ru: Инструмент «Круг»
sv: Cirkelverktyg
tr: Daire Aracı

source: City
ar: قرية
cs: Město
de: Stadt
es: Ciudad
fr: Ville
it: Cittadina
ja: 町
nl: Dorp
pl: Miasto
pt: Cidade
ro: Oraș
ru: Город
sv: Stad
tr: Şehir

source: Clear
ar: محو
cs: Vymazat
de: Löschen
es: Borrar
fr: Effacer
it: Cancellare
ja: 消去
nl: Wissen
pl: Usuwać
pt: Apagar
ro: Şterge
ru: Прозрачный
sv: Radera
tr: Sil

source: Clear Image Cache
ar: مسح ذاكرة التخزين المؤقت للصور
cs: Vymazat mezipaměť obrázků
de: Bild-Cache löschen
es: Borrar el Cache de la Imagen
fr: Effacer le cache d'images
it: Cancella cache immagini
ja: 画像キャッシュをクリア
nl: Afbeeldingencache wissen
pl: Wyczyść pamięć podręczną obrazów
pt: Limpar cache de imagem
ro: Ștergeți memoria cache a imaginilor
ru: Очистить кеш изображений
sv: Rensa bildcache
tr: Görüntü Önbelleğini Temizle

source: Client
ar: عميل
cs: Klient
de: Klient
es: Cliente
it: Cliente
ja: クライアント
nl: Klant
pl: Klient
pt: Cliente
ru: Клиент
sv: Klient
tr: Müşteri

source: Client Exception:
ar: استثناء العميل:
cs: Výjimka klienta:
de: Client-Ausnahme:
es: Excepción del cliente:
fr: Exception client :
it: Eccezione cliente:
ja: クライアント例外:
nl: Uitzondering klant:
pl: Wyjątek klienta:
pt: Exceção do cliente:
ro: Excepție client:
ru: Исключение клиента:
sv: Kundundantag:
tr: Müşteri İstisnası:

source: Clip Compression
ar: ضغط القصاصة
cs: komprese klipu
de: Clip-Komprimierung
es: Compresión del clip
fr: compression de clips
it: compressione della clip
ja: クリップ圧縮
nl: clip compressie
pl: kompresja klipsa
pt: compressão de clipe
ro: compresia clipului
ru: Сжатие клипа
sv: klippkompression
tr: klip sıkıştırma

source: Clip is a sequence of frames
ar: المقطع عبارة عن سلسلة من الإطارات.
cs: Klip je sekvence snímků.
de: Der Clip ist eine Folge von Frames.
es: El Clip es una secuencia de cuadros.
fr: Le clip est une séquence d'images.
it: La clip è una sequenza di fotogrammi.
ja: クリップは一連のフレームです.
nl: De Clip is een opeenvolging van frames.
pl: Klip to sekwencja klatek.
pt: O Clip é uma sequência de quadros.
ro: Clipul este o secvență de cadre.
ru: Клип — это последовательность кадров
sv: Klippet är en sekvens av ramar.
tr: Klip bir kareler dizisidir.

source: Clone Image
ar: استنساخ الصورة
cs: Klonujte obrázek
de: Klonen Sie das Bild
es: Clonar la Imagen
fr: Cloner l'image
it: Clona l'immagine
ja: 画像のクローンを作成する
nl: Kloon de afbeelding
pl: Sklonuj obraz
pt: Clonar a imagem
ro: Clonează imaginea
ru: Клонировать изображение
sv: Klona bilden
tr: Resmi Klonla

source: Clone image
ar: استنساخ الصورة
cs: Klonujte obrázek
de: Klonen Sie das Bild
es: Clonar la Imagen
fr: Cloner l'image
it: Clona l'immagine
ja: 画像のクローンを作成する
nl: Kloon de afbeelding
pl: Sklonuj obraz
pt: Clonar a imagem
ro: Clonează imaginea
ru: Клонировать изображение
sv: Klona bilden
tr: Resmi Klonla

source: Cloned Image Name: %s Date: %s Resolution: %dx%d
ar: صورة مستنسخة الاسم: %s التاريخ: %s الحل: %dx%d
cs: Klonovaný obrázek Název: %s Datum: %s Rozlišení: %dx%d
de: Geklontes Image Name: %s Datum: %s Auflösung: %dx%d
es: Imagen Clonada Nombre: %s Fecha: %s Resolución: %dx%d
fr: Image clonée Nom : %s Date : %s Résolution : %dx%d
it: Immagine clonata Nome: %s Data: %s Risoluzione: %dx%d
ja: クローン画像 名前: %s 日付: %s 解決策: %dx%d
nl: Gekloonde afbeelding Naam: %s Datum: %s Resolutie: %dx%d
pl: Sklonowany obraz Nazwa: %s Data: %s Rozdzielczość: %dx%d
pt: Imagem clonada Nome: %s Data: %s Resolução: %dx%d
ro: Imagine clonata Nume: %s Data: %s Rezolutie: %dx%d
ru: Клонированное изображение Имя: %s Дата: %s Разрешение: %dx%d
sv: Klonad bild Namn: %s Datum: %s Upplösning: %dx%d
tr: Klonlanmış Resim Ad: %s Tarih: %s Çözünürlük: %dx%d

source: Closed Captions
ar: تعاليق مغلقة
cs: Skryté titulky
de: Untertitel
fr: Sous-titres
it: Sottotitoli
ja: クローズドキャプション
nl: Gesloten bijschriften
pl: Napisy kodowane
pt: Legendas
ro: Subtitrări închise
ru: Субтитры
sv: Dold bildtext
tr: Altyazılar

source: Closed movie file
ar: أغلقت إنشاء الفيلم أو التسلسل
cs: Uzavřel jsem vytváření filmu nebo sekvence
de: Ich habe die Erstellung des Films oder der Sequenz abgeschlossen
es: Cerré la creación de la película o secuencia
fr: J'ai fermé la création du film ou de la séquence
it: Ho chiuso la creazione del film o della sequenza
ja: 映画またはシーケンスの作成を終了しました
nl: Ik heb het maken van de film of reeks gesloten
pl: Zamknąłem tworzenie filmu lub sekwencji
pt: Fechei a criação do filme ou sequência
ro: Am închis crearea filmului sau a secvenței
ru: Закрытый файл фильма
sv: Jag stängde skapandet av filmen eller sekvensen
tr: Filmin veya dizinin oluşturulmasını kapattım

source: Closed server at port
ar: لقد أغلقت الخادم على المنفذ
cs: Zavřel jsem server na portu
de: Ich habe den Server am Port geschlossen
es: Cerré el servidor en el puerto
fr: J'ai fermé le serveur sur le port
it: Ho chiuso il server sulla porta
ja: ポートでサーバーを閉じました
nl: Ik heb de server op de poort gesloten
pl: Zamknąłem serwer na porcie
pt: Fechei o servidor na porta
ro: Am închis serverul de pe port
ru: Закрытый сервер в порту
sv: Jag stängde servern på porten
tr: sunucuyu portta kapattım

source: Codec
ar: ترميز
cs: kodek
ja: コーデック
pl: Kodek
ru: Кодек
tr: kodek
