Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: The luminance, in cd/m2, of the display. (Environment variable: CTL_DISPLAY_WHITE_LUMINANCE)
ar: الإنارة في الشمعدانات/m2 من الشاشة. (متغير البيئة: CTL_DISPLAY_WHITE_LUMINANCE)
cs: Jas v kandelách/m2 obrazovky. (Proměnná prostředí: CTL_DISPLAY_WHITE_LUMINANCE)
de: Die Leuchtdichte in Candela/m2, des Bildschirms. (Umgebungsvariable: CTL_DISPLAY_WHITE_LUMINANCE)
es: La luminancia, en candelas/m2, de la pantalla. (Variable de entorno: CTL_DISPLAY_WHITE_LUMINANCE)
fr: La luminance, en candelas/m2, de l'écran. (Variable d'environnement : CTL_DISPLAY_WHITE_LUMINANCE)
it: La luminanza, in candele/m2, dello schermo. (Variabile d'ambiente: CTL_DISPLAY_WHITE_LUMINANCE)
ja: カンデラでの輝度/画面のm2. （環境変数: CTL_DISPLAY_WHITE_LUMINANCE）
nl: De luminantie, in candela/m2 van het scherm. (Omgevingsvariabele: CTL_DISPLAY_WHITE_LUMINANCE)
pl: Jasność w kandelach/m2 ekranu. (Zmienna środowiskowa: CTL_DISPLAY_WHITE_LUMINANCE)
pt: A luminância, em candelas/m2, da tela. (variável de ambiente: CTL_DISPLAY_WHITE_LUMINANCE)
ro: Luminanța, în candela/m2, a ecranului. (Variabila de mediu: CTL_DISPLAY_WHITE_LUMINANCE)
ru: Яркость, в кд/м2 дисплея. (переменная среды: CTL_DISPLAY_WHITE_LUMINANCE)
sv: Ljusstyrkan, i candela/m2, på skärmen. (Miljövariabel: CTL_DISPLAY_WHITE_LUMINANCE)
tr: Parlaklık, şamdanlarda/ekranın m2'si. (Ortam değişkeni: CTL_DISPLAY_WHITE_LUMINANCE)

source: The name of the CTL default image transform for 16-bit images (cin, tiff, etc) (Environment variable: MRV_CTL_RT_16bits)
ar: اسم صورة تحويل CTL للصور ذات 16 بت (cin ، tiff ، إلخ) (متغير البيئة: MRV_CTL_RT_16bits)
cs: Název transformace CTL obrázku pro 16bitové obrázky (cin, tiff atd.) (Proměnná prostředí: MRV_CTL_RT_16bits)
de: Der Name der Bild-CTL-Transformation für 16-Bit-Bilder (cin, tiff usw.) (Umgebungsvariable: MRV_CTL_RT_16bits)
es: El nombre de la transformación CTL de la imagen para imágenes de 16-bits (cin, tiff, etc) (Variable de entorno: MRV_CTL_RT_16bits)
fr: Nom de la transformation CTL de l'image pour les images 16 bits (cin, tiff, etc.) (Variable d'environnement : MRV_CTL_RT_16bits)
it: Il nome della trasformazione CTL dell'immagine per immagini a 16 bit (cin, tiff, ecc.) (Variabile di ambiente: MRV_CTL_RT_16bits)
ja: 16ビット画像の画像CTL変換の名前（cin、tiffなど） （環境変数: MRV_CTL_RT_16bits）
nl: De naam van de afbeelding CTL-transformatie voor 16-bits afbeeldingen (cin, tiff, enz.) (Omgevingsvariabele: MRV_CTL_RT_16bits)
pl: Nazwa transformacji CTL obrazu dla obrazów 16-bitowych (cin, tiff itp.) (Zmienna środowiskowa: MRV_CTL_RT_16bits)
pt: O nome da transformação CTL da imagem para imagens de 16 bits (cin, tiff, etc) (Variável de ambiente: MRV_CTL_RT_16bits)
ro: Numele transformării CTL a imaginii pentru imagini pe 16 biți (cin, tiff etc.) (variabilă de mediu: MRV_CTL_RT_16biți)
ru: Имя преобразования изображения CTL по умолчанию для 16-битных изображений (cin, tiff и т. д.) (переменная среды: MRV_CTL_RT_16bits)
sv: Namnet på bildens CTL-transformation för 16-bitars bilder (cin, tiff, etc) (Miljövariabel: MRV_CTL_RT_16bits)
tr: 16 bitlik görüntüler için görüntü CTL dönüşümünün adı (cin, tiff, vb.) (Ortam Değişkeni: MRV_CTL_RT_16bits)

source: The name of the CTL default image transform for 32-bit int images (openexr integers, etc) (Environment variable: MRV_CTL_RT_32bits)
ar: اسم تحويل CTL للصورة للصور ذات العدد الصحيح 32 بت (أعداد صحيحة openexr ، إلخ) (متغير البيئة: MRV_CTL_RT_32bits)
cs: Název transformace CTL obrázku pro 32bitové celočíselné obrázky (openexr celá čísla atd.) (Proměnná prostředí: MRV_CTL_RT_32bits)
de: Der Name der Bild-CTL-Transformation für 32-Bit-Ganzzahlbilder (openexr-Ganzzahlen usw.) (Umgebungsvariable: MRV_CTL_RT_32bits)
es: El nombre de la transformación CTL de la imagen para imágenes de 32-bits enteros (openexr enteros, etc) (Variable de entorno: MRV_CTL_RT_32bits)
fr: Nom de la transformation CTL d'image pour les images entières 32 bits (entiers openexr, etc.) (Variable d'environnement : MRV_CTL_RT_32bits)
it: Il nome della trasformazione CTL dell'immagine per immagini intere a 32 bit (interi openexr e così via) (Variabile d'ambiente: MRV_CTL_RT_32bits)
ja: 32ビット整数画像（openexr整数など）の画像CTL変換の名前 （環境変数: MRV_CTL_RT_32bits）
nl: De naam van de afbeelding CTL-transformatie voor 32-bits integer-afbeeldingen (openexr integers, enz.) (Omgevingsvariabele: MRV_CTL_RT_32bits)
pl: Nazwa transformacji obrazu CTL dla 32-bitowych obrazów całkowitych (liczby całkowite openexr itp.) (Zmienna środowiskowa: MRV_CTL_RT_32bits)
pt: O nome da transformação CTL da imagem para imagens inteiras de 32 bits (inteiros openexr, etc) (Variável de ambiente: MRV_CTL_RT_32bits)
ro: Numele transformării CTL a imaginii pentru imagini cu numere întregi pe 32 de biți (întregi openexr etc.) (Variabila de mediu: MRV_CTL_RT_32biți)
ru: Имя преобразования изображения CTL по умолчанию для 32-битных изображений int (целые числа openexr и т. д.) (переменная среды: MRV_CTL_RT_32bits)
sv: Namnet på bildens CTL-transformation för 32-bitars heltalsbilder (openexr-heltal, etc) (Miljövariabel: MRV_CTL_RT_32bits)
tr: 32 bit tamsayı görüntüler için görüntü CTL dönüşümünün adı (openexr tamsayıları, vb.) (Ortam Değişkeni: MRV_CTL_RT_32bits)

source: The name of the CTL default image transform for 8 bit images (jpg, bmp, etc) (Environment variable: MRV_CTL_RT_8bits)
ar: اسم تحويل الصورة CTL للصور ذات 8 بت (jpg ، bmp ، إلخ) (متغير البيئة: MRV_CTL_RT_8bits)
cs: Název transformace CTL obrázku pro 8bitové obrázky (jpg, bmp atd.) (Proměnná prostředí: MRV_CTL_RT_8bits)
de: Der Name der Bild-CTL-Transformation für 8-Bit-Bilder (jpg, bmp usw.) (Umgebungsvariable: MRV_CTL_RT_8bits)
es: El nombre de la transformación CTL de la imagen para imágenes de 8-bits (jpg, bmp, etc) (Variable de entorno: MRV_CTL_RT_8bits)
fr: Le nom de la transformation CTL de l'image pour les images 8 bits (jpg, bmp, etc.) (Variable d'environnement : MRV_CTL_RT_8bits)
it: Il nome della trasformazione CTL dell'immagine per immagini a 8 bit (jpg, bmp, ecc.) (Variabile d'ambiente: MRV_CTL_RT_8bits)
ja: 8ビット画像の画像CTL変換の名前（jpg、bmpなど） （環境変数: MRV_CTL_RT_8bits）
nl: De naam van de afbeelding CTL-transformatie voor 8-bits afbeeldingen (jpg, bmp, enz.) (Omgevingsvariabele: MRV_CTL_RT_8bits)
pl: Nazwa transformacji obrazu CTL dla obrazów 8-bitowych (jpg, bmp itp.) (Zmienna środowiskowa: MRV_CTL_RT_8bits)
pt: O nome da transformação CTL da imagem para imagens de 8 bits (jpg, bmp, etc) (Variável de ambiente: MRV_CTL_RT_8bits)
ro: Numele transformării CTL a imaginii pentru imagini pe 8 biți (jpg, bmp etc.) (variabilă de mediu: MRV_CTL_RT_8biți)
ru: Имя преобразования изображения CTL по умолчанию для 8-битных изображений (jpg, bmp и т. д.) (переменная среды: MRV_CTL_RT_8bits)
sv: Namnet på bildens CTL-transformation för 8-bitars bilder (jpg, bmp, etc) (Miljövariabel: MRV_CTL_RT_8bits)
tr: 8 bitlik görüntüler (jpg, bmp, vb.) için görüntü CTL dönüşümünün adı (Ortam Değişkeni: MRV_CTL_RT_8bits)

source: The name of the CTL default image transform for half and float images (OpenEXR, dpx, etc) (Environment variable: MRV_CTL_RT_float)
ar: اسم تحويل الصورة CTL للصور ذات الفاصلة العائمة المتوسطة والصحيحة (OpenEXR ، dpx ، إلخ) (متغير البيئة: MRV_CTL_RT_float)
cs: Název transformace CTL obrázku pro střední a celočíselné obrázky s plovoucí desetinnou čárkou (OpenEXR, dpx atd.) (Proměnná prostředí: MRV_CTL_RT_float)
de: Der Name der Bild-CTL-Transformation für mittlere und ganzzahlige Gleitkommabilder (OpenEXR, dpx usw.) (Umgebungsvariable: MRV_CTL_RT_float)
es: El nombre de la transformación CTL de la imagen para imágenes de media y coma flotante entera (OpenEXR, dpx, etc) (Variable de entorno: MRV_CTL_RT_float)
fr: Le nom de la transformation CTL d'image pour les images à virgule flottante moyennes et entières (OpenEXR, dpx, etc.) (Variable d'environnement : MRV_CTL_RT_float)
it: Il nome della trasformazione CTL dell'immagine per immagini a virgola mobile media e intera (OpenEXR, dpx, ecc.) (Variabile d'ambiente: MRV_CTL_RT_float)
ja: 平均および整数浮動小数点画像の画像CTL変換の名前（OpenEXR、dpxなど） （環境変数: MRV_CTL_RT_float）
nl: De naam van de afbeelding CTL-transformatie voor mean en integer floating point afbeeldingen (OpenEXR, dpx, etc) (Omgevingsvariabele: MRV_CTL_RT_float)
pl: Nazwa transformacji obrazu CTL dla obrazów zmiennoprzecinkowych średniej i całkowitej (OpenEXR, dpx itp.) (Zmienna środowiskowa: MRV_CTL_RT_float)
pt: O nome da transformação CTL da imagem para imagens de ponto flutuante médio e inteiro (OpenEXR, dpx, etc) (Variável de ambiente: MRV_CTL_RT_float)
ro: Numele transformării CTL a imaginii pentru imagini cu virgulă mobilă medie și întregi (OpenEXR, dpx etc.) (Variabila de mediu: MRV_CTL_RT_float)
ru: Имя преобразования изображения CTL по умолчанию для половинных и плавающих изображений (OpenEXR, dpx и т. д.) (переменная среды: MRV_CTL_RT_float)
sv: Namnet på bildens CTL-transformation för bilder med medelvärde och heltals flyttal (OpenEXR, dpx, etc) (Miljövariabel: MRV_CTL_RT_float)
tr: Ortalama ve tamsayı kayan nokta görüntüleri için görüntü CTL dönüşümünün adı (OpenEXR, dpx, vb.) (Ortam Değişkeni: MRV_CTL_RT_float)

source: The name of the CTL display transform (Environment variable: MRV_ODT_CTL_TRANSFORM)
ar: اسم تحويل CTL للشاشة (متغير البيئة: MRV_ODT_CTL_TRANSFORM)
cs: Název transformace CTL obrazovky (proměnná prostředí: MRV_ODT_CTL_TRANSFORM)
de: Der Name der CTL-Transformation des Bildschirms (Umgebungsvariable: MRV_ODT_CTL_TRANSFORM)
es: El nombre de la transformacion CTL de la pantalla (Variable de entorno: MRV_ODT_CTL_TRANSFORM)
fr: Le nom de la transformation CTL de l'écran (Variable d'environnement : MRV_ODT_CTL_TRANSFORM)
it: Il nome della trasformazione CTL dello schermo (Variabile di ambiente: MRV_ODT_CTL_TRANSFORM)
ja: 画面のCTL変換の名前 （環境変数: MRV_ODT_CTL_TRANSFORM）
nl: De naam van de CTL-transformatie van het scherm (Omgevingsvariabele: MRV_ODT_CTL_TRANSFORM)
pl: Nazwa transformacji CTL ekranu (zmienna środowiskowa: MRV_ODT_CTL_TRANSFORM)
pt: O nome da transformação CTL da tela (variável de ambiente: MRV_ODT_CTL_TRANSFORM)
ro: Numele transformării CTL a ecranului (variabilă de mediu: MRV_ODT_CTL_TRANSFORM)
ru: Имя преобразования отображения CTL (переменная среды: MRV_ODT_CTL_TRANSFORM)
sv: Namnet på skärmens CTL-transform (miljövariabel: MRV_ODT_CTL_TRANSFORM)
tr: Ekranın CTL dönüşümünün adı (Ortam değişkeni: MRV_ODT_CTL_TRANSFORM)

source: The name of the OCIO default image color space for 16-bit images (cin, tiff, etc) (Environment variable: MRV_OCIO_16bits_ICS)
ar: اسم مساحة ألوان OCIO للصورة للصور ذات 16 بت (cin ، tiff ، إلخ) (متغير البيئة: MRV_OCIO_16bits_ICS)
cs: Název barevného prostoru OCIO obrázku pro 16bitové obrázky (cin, tiff atd.) (proměnná prostředí: MRV_OCIO_16bits_ICS)
de: Der Name des OCIO-Farbraums des Bilds für 16-Bit-Bilder (cin, tiff usw.) (Umgebungsvariable: MRV_OCIO_16bits_ICS)
es: El nombre del espacio de color OCIO de la imagen para imágenes de 16-bits (cin, tiff, etc) (Variable de entorno: MRV_OCIO_16bits_ICS)
fr: Le nom de l'espace colorimétrique OCIO de l'image pour les images 16 bits (cin, tiff, etc.) (Variable d'environnement : MRV_OCIO_16bits_ICS)
it: Il nome dello spazio colore OCIO dell'immagine per immagini a 16 bit (cin, tiff, ecc.) (Variabile d'ambiente: MRV_OCIO_16bits_ICS)
ja: 16ビット画像用の画像のOCIO色空間の名前（cin、tiffなど） （環境変数: MRV_OCIO_16bits_ICS）
nl: De naam van de OCIO-kleurruimte van de afbeelding voor 16-bits afbeeldingen (cin, tiff, enz.) (Omgevingsvariabele: MRV_OCIO_16bits_ICS)
pl: Nazwa przestrzeni kolorów OCIO obrazu dla obrazów 16-bitowych (cin, tiff itp.) (zmienna środowiskowa: MRV_OCIO_16bits_ICS)
pt: O nome do espaço de cores OCIO da imagem para imagens de 16 bits (cin, tiff etc.) (variável de ambiente: MRV_OCIO_16bits_ICS)
ro: Numele spațiului de culoare OCIO al imaginii pentru imagini pe 16 biți (cin, tiff etc.) (variabilă de mediu: MRV_OCIO_16bits_ICS)
ru: Имя цветового пространства OCIO по умолчанию для 16-битных изображений (cin, tiff и т. д.) (переменная среды: MRV_OCIO_16bits_ICS)
sv: Namnet på bildens OCIO-färgrymd för 16-bitars bilder (cin, tiff, etc) (Miljövariabel: MRV_OCIO_16bits_ICS)
tr: 16 bitlik görüntüler için görüntünün OCIO renk uzayının adı (cin, tiff, vb.) (Ortam değişkeni: MRV_OCIO_16bits_ICS)

source: The name of the OCIO default image color space for 32-bit int images (openexr integers, etc) (Environment variable: MRV_OCIO_32bits_ICS)
ar: اسم مساحة ألوان OCIO للصورة للصور ذات العدد الصحيح 32 بت (الأعداد الصحيحة المفتوحة ، إلخ) (متغير البيئة: MRV_OCIO_32bits_ICS)
cs: Název barevného prostoru OCIO obrázku pro 32bitové celočíselné obrázky (openexr celá čísla atd.) (proměnná prostředí: MRV_OCIO_32bits_ICS)
de: Der Name des OCIO-Farbraums des Bildes für 32-Bit-Ganzzahlbilder (openexr-Ganzzahlen usw.) (Umgebungsvariable: MRV_OCIO_32bits_ICS)
es: El nombre del espacio de color OCIO de la imagen para imágenes de 32-bits enteros (openexr enteros, etc) (Variable de entorno: MRV_OCIO_32bits_ICS)
fr: Le nom de l'espace colorimétrique OCIO de l'image pour les images d'entiers 32 bits (entiers openexr, etc.) (Variable d'environnement : MRV_OCIO_32bits_ICS)
it: Il nome dello spazio colore OCIO dell'immagine per immagini intere a 32 bit (interi openexr e così via) (Variabile d'ambiente: MRV_OCIO_32bits_ICS)
ja: 32ビット整数画像（openexr整数など）の画像のOCIO色空間の名前 （環境変数: MRV_OCIO_32bits_ICS）
nl: De naam van de OCIO-kleurruimte van de afbeelding voor 32-bits integer-afbeeldingen (openexr integers, enz.) (Omgevingsvariabele: MRV_OCIO_32bits_ICS)
pl: Nazwa przestrzeni kolorów OCIO obrazu dla 32-bitowych obrazów całkowitych (liczby całkowite openexr itp.) (zmienna środowiskowa: MRV_OCIO_32bits_ICS)
pt: O nome do espaço de cores OCIO da imagem para imagens inteiras de 32 bits (inteiros openexr, etc) (variável de ambiente: MRV_OCIO_32bits_ICS)
ro: Numele spațiului de culoare OCIO al imaginii pentru imagini întregi pe 32 de biți (întregi openexr etc.) (Variabila de mediu: MRV_OCIO_32bits_ICS)
ru: Имя цветового пространства изображения OCIO по умолчанию для 32-битных изображений int (целые числа openexr и т. д.) (переменная среды: MRV_OCIO_32bits_ICS)
sv: Namnet på bildens OCIO-färgrymd för 32-bitars heltalsbilder (openexr-heltal, etc) (Miljövariabel: MRV_OCIO_32bits_ICS)
tr: 32 bit tamsayılı görüntüler için görüntünün OCIO renk uzayının adı (openexr tamsayıları, vb.) (Ortam değişkeni: MRV_OCIO_32bits_ICS)

source: The name of the OCIO default image color space for 8 bit images (jpg, bmp, etc) (Environment variable: MRV_OCIO_8bits_ICS)
ar: اسم مساحة ألوان OCIO للصورة للصور ذات 8 بت (jpg ، bmp ، إلخ) (متغير البيئة: MRV_OCIO_8bits_ICS)
cs: Název barevného prostoru OCIO obrázku pro 8bitové obrázky (jpg, bmp atd.) (proměnná prostředí: MRV_OCIO_8bits_ICS)
de: Der Name des OCIO-Farbraums des Bilds für 8-Bit-Bilder (jpg, bmp usw.) (Umgebungsvariable: MRV_OCIO_8bits_ICS)
es: El nombre del espacio de color OCIO de la imagen para imágenes de 8-bits (jpg, bmp, etc) (Variable de entorno: MRV_OCIO_8bits_ICS)
fr: Le nom de l'espace colorimétrique OCIO de l'image pour les images 8 bits (jpg, bmp, etc.) (Variable d'environnement : MRV_OCIO_8bits_ICS)
it: Il nome dello spazio colore OCIO dell'immagine per immagini a 8 bit (jpg, bmp, ecc.) (Variabile d'ambiente: MRV_OCIO_8bits_ICS)
ja: 8ビット画像用の画像のOCIO色空間の名前（jpg、bmpなど） （環境変数: MRV_OCIO_8bits_ICS）
nl: De naam van de OCIO-kleurruimte van de afbeelding voor 8-bits afbeeldingen (jpg, bmp, enz.) (Omgevingsvariabele: MRV_OCIO_8bits_ICS)
pl: Nazwa przestrzeni kolorów OCIO obrazu dla obrazów 8-bitowych (jpg, bmp itp.) (zmienna środowiskowa: MRV_OCIO_8bits_ICS)
pt: O nome do espaço de cores OCIO da imagem para imagens de 8 bits (jpg, bmp, etc) (variável de ambiente: MRV_OCIO_8bits_ICS)
ro: Numele spațiului de culoare OCIO al imaginii pentru imagini pe 8 biți (jpg, bmp etc.) (variabilă de mediu: MRV_OCIO_8bits_ICS)
ru: Имя цветового пространства OCIO по умолчанию для 8-битных изображений (jpg, bmp и т. д.) (переменная среды: MRV_OCIO_8bits_ICS)
sv: Namnet på bildens OCIO-färgrymd för 8-bitars bilder (jpg, bmp, etc) (Miljövariabel: MRV_OCIO_8bits_ICS)
tr: 8 bitlik görüntüler (jpg, bmp, vb.) için görüntünün OCIO renk uzayının adı (Ortam değişkeni: MRV_OCIO_8bits_ICS)

source: The name of the OCIO default image color space for half and float images (OpenEXR, dpx, etc) (Environment variable: MRV_OCIO_float_ICS)
ar: اسم مساحة ألوان OCIO للصورة من أجل صور النقطة العائمة المتوسطة والصحيحة (OpenEXR ، dpx ، إلخ) (متغير البيئة: MRV_OCIO_float_ICS)
cs: Název barevného prostoru OCIO obrázku pro střední a celočíselné obrázky s plovoucí desetinnou čárkou (OpenEXR, dpx atd.) (Proměnná prostředí: MRV_OCIO_float_ICS)
de: Der Name des OCIO-Farbraums des Bilds für mittlere und ganzzahlige Gleitkommabilder (OpenEXR, dpx usw.) (Umgebungsvariable: MRV_OCIO_float_ICS)
es: El nombre del espacio de color OCIO de la imagen para imágenes de media y coma flotante entera (OpenEXR, dpx, etc) (Variable de entorno: MRV_OCIO_float_ICS)
fr: Le nom de l'espace colorimétrique OCIO de l'image pour les images à virgule flottante moyennes et entières (OpenEXR, dpx, etc.) (Variable d'environnement : MRV_OCIO_float_ICS)
it: Il nome dello spazio colore OCIO dell'immagine per immagini a virgola mobile medie e intere (OpenEXR, dpx, ecc.) (Variabile d'ambiente: MRV_OCIO_float_ICS)
ja: 平均および整数浮動小数点画像の画像のOCIO色空間の名前（OpenEXR、dpxなど） （環境変数: MRV_OCIO_float_ICS）
nl: De naam van de OCIO-kleurruimte van de afbeelding voor gemiddelde en integere drijvende-kommaafbeeldingen (OpenEXR, dpx, enz.) (Omgevingsvariabele: MRV_OCIO_float_ICS)
pl: Nazwa przestrzeni kolorów OCIO obrazu dla obrazów zmiennoprzecinkowych średniej i całkowitej (OpenEXR, dpx, itp.) (Zmienna środowiskowa: MRV_OCIO_float_ICS)
pt: O nome do espaço de cores OCIO da imagem para imagens de ponto flutuante médio e inteiro (OpenEXR, dpx, etc) (Variável de ambiente: MRV_OCIO_float_ICS)
ro: Numele spațiului de culoare OCIO al imaginii pentru imagini cu virgulă mobilă medii și întregi (OpenEXR, dpx etc.) (Variabila de mediu: MRV_OCIO_float_ICS)
ru: Имя цветового пространства изображения по умолчанию OCIO для половинных и плавающих изображений (OpenEXR, dpx и т. д.) (переменная среды: MRV_OCIO_float_ICS)
sv: Namnet på bildens OCIO-färgrymd för medelvärde och heltals flyttalsbilder (OpenEXR, dpx, etc) (Miljövariabel: MRV_OCIO_float_ICS)
tr: Ortalama ve tamsayı kayan nokta görüntüleri için görüntünün OCIO renk uzayının adı (OpenEXR, dpx, vb.) (Ortam Değişkeni: MRV_OCIO_float_ICS)

source: The name of the default ICC profile for 16-bit images (cin, tiff, etc) (Environment variable: MRV_ICC_RT_16bits)
ar: اسم ملف تعريف ICC للصورة للصور ذات 16 بت (cin ، tiff ، إلخ) (متغير البيئة: MRV_ICC_RT_16bits)
cs: Název profilu ICC obrázku pro 16bitové obrázky (cin, tiff atd.) (proměnná prostředí: MRV_ICC_RT_16bits)
de: Der Name des ICC-Profils des Bildes für 16-Bit-Bilder (cin, tiff usw.) (Umgebungsvariable: MRV_ICC_RT_16bits)
es: El nombre del perfil ICC de la imagen para imágenes de 16-bits (cin, tiff, etc) (Variable de entorno: MRV_ICC_RT_16bits)
fr: Le nom du profil ICC de l'image pour les images 16 bits (cin, tiff, etc.) (Variable d'environnement : MRV_ICC_RT_16bits)
it: Il nome del profilo ICC dell'immagine per le immagini a 16 bit (cin, tiff, ecc.) (Variabile d'ambiente: MRV_ICC_RT_16bits)
ja: 16ビットイメージ（cin、tiffなど）のイメージのICCプロファイルの名前 （環境変数: MRV_ICC_RT_16bits）
nl: De naam van het ICC-profiel van de afbeelding voor 16-bits afbeeldingen (cin, tiff, enz.) (Omgevingsvariabele: MRV_ICC_RT_16bits)
pl: Nazwa profilu ICC obrazu dla obrazów 16-bitowych (cin, tiff itp.) (zmienna środowiskowa: MRV_ICC_RT_16bits)
pt: O nome do perfil ICC da imagem para imagens de 16 bits (cin, tiff etc.) (Variável de ambiente: MRV_ICC_RT_16bits)
ro: Numele profilului ICC al imaginii pentru imagini pe 16 biți (cin, tiff etc.) (variabila de mediu: MRV_ICC_RT_16bits)
ru: Имя профиля ICC по умолчанию для 16-битных изображений (cin, tiff и т. д.) (переменная среды: MRV_ICC_RT_16bits)
sv: Namnet på bildens ICC-profil för 16-bitars bilder (cin, tiff, etc) (Miljövariabel: MRV_ICC_RT_16bits)
tr: 16 bitlik görüntüler için görüntünün ICC profilinin adı (cin, tiff, vb.) (Ortam değişkeni: MRV_ICC_RT_16bits)

source: The name of the default ICC profile for 32-bit int images (openexr integers, etc) (Environment variable: MRV_ICC_RT_32bits)
ar: اسم ملف تعريف ICC للصورة للصور ذات العدد الصحيح 32 بت (الأعداد الصحيحة المفتوحة ، إلخ) (متغير البيئة: MRV_ICC_RT_32bits)
cs: Název profilu ICC obrázku pro 32bitové celočíselné obrázky (openexr celá čísla atd.) (Proměnná prostředí: MRV_ICC_RT_32bits)
de: Der Name des ICC-Profils des Bildes für 32-Bit-Ganzzahlbilder (openexr-Ganzzahlen usw.) (Umgebungsvariable: MRV_ICC_RT_32bits)
es: El nombre del perfil ICC de la imagen para imágenes de 32-bits enteros (openexr enteros, etc) (Variable de entorno: MRV_ICC_RT_32bits)
fr: Le nom du profil ICC de l'image pour les images d'entiers 32 bits (entiers openexr, etc.) (Variable d'environnement : MRV_ICC_RT_32bits)
it: Il nome del profilo ICC dell'immagine per immagini intere a 32 bit (interi openexr e così via) (Variabile d'ambiente: MRV_ICC_RT_32bits)
ja: 32ビット整数イメージ（openexr整数など）のイメージのICCプロファイルの名前 （環境変数: MRV_ICC_RT_32bits）
nl: De naam van het ICC-profiel van de afbeelding voor 32-bits integer-afbeeldingen (openexr integers, enz.) (Omgevingsvariabele: MRV_ICC_RT_32bits)
pl: Nazwa profilu ICC obrazu dla obrazów z 32-bitowymi liczbami całkowitymi (liczby całkowite openexr itp.) (Zmienna środowiskowa: MRV_ICC_RT_32bits)
pt: O nome do perfil ICC da imagem para imagens inteiras de 32 bits (inteiros openexr etc.) (Variável de ambiente: MRV_ICC_RT_32bits)
ro: Numele profilului ICC al imaginii pentru imagini întregi pe 32 de biți (întregi openexr etc.) (Variabila de mediu: MRV_ICC_RT_32bits)
ru: Имя профиля ICC по умолчанию для 32-битных изображений int (целые числа openexr и т. д.) (переменная среды: MRV_ICC_RT_32bits)
sv: Namnet på bildens ICC-profil för 32-bitars heltalsbilder (openexr heltal, etc) (Miljövariabel: MRV_ICC_RT_32bits)
tr: 32 bit tamsayı görüntüler için görüntünün ICC profilinin adı (openexr tamsayıları, vb.) (Ortam Değişkeni: MRV_ICC_RT_32bits)

source: The name of the default ICC profile for 8 bit images (jpg, bmp, etc) (Environment variable: MRV_ICC_RT_8bits)
ar: اسم ملف تعريف ICC للصورة للصور ذات 8 بت (jpg ، bmp ، إلخ) (متغير البيئة: MRV_ICC_RT_8bits)
cs: Název profilu ICC obrázku pro 8bitové obrázky (jpg, bmp atd.) (Proměnná prostředí: MRV_ICC_RT_8bits)
de: Der Name des ICC-Profils des Bildes für 8-Bit-Bilder (jpg, bmp usw.) (Umgebungsvariable: MRV_ICC_RT_8bits)
es: El nombre del perfil ICC de la imagen para imágenes de 8-bits (jpg, bmp, etc) (Variable de entorno: MRV_ICC_RT_8bits)
fr: Le nom du profil ICC de l'image pour les images 8 bits (jpg, bmp, etc.) (Variable d'environnement : MRV_ICC_RT_8bits)
it: Il nome del profilo ICC dell'immagine per le immagini a 8 bit (jpg, bmp, ecc.) (Variabile d'ambiente: MRV_ICC_RT_8bits)
ja: 8ビット画像の画像のICCプロファイルの名前（jpg、bmpなど） （環境変数: MRV_ICC_RT_8bits）
nl: De naam van het ICC-profiel van de afbeelding voor 8-bits afbeeldingen (jpg, bmp, enz.) (Omgevingsvariabele: MRV_ICC_RT_8bits)
pl: Nazwa profilu ICC obrazu dla obrazów 8-bitowych (jpg, bmp itp.) (Zmienna środowiskowa: MRV_ICC_RT_8bits)
pt: O nome do perfil ICC da imagem para imagens de 8 bits (jpg, bmp, etc) (Variável de ambiente: MRV_ICC_RT_8bits)
ro: Numele profilului ICC al imaginii pentru imagini pe 8 biți (jpg, bmp etc.) (variabilă de mediu: MRV_ICC_RT_8biți)
ru: Имя профиля ICC по умолчанию для 8-битных изображений (jpg, bmp и т. д.) (переменная среды: MRV_ICC_RT_8bits)
sv: Namnet på bildens ICC-profil för 8-bitars bilder (jpg, bmp, etc) (Miljövariabel: MRV_ICC_RT_8bits)
tr: 8 bitlik görüntüler (jpg, bmp, vb.) için görüntünün ICC profilinin adı (Ortam Değişkeni: MRV_ICC_RT_8bits)
