Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: With this option, the content of the reel (the reel images/movies) are saved with relative paths to the location of the reel.
ar: باستخدام هذا الخيار ، يتم عرض محتوى الكاميرا (الصور/أفلام على بكرة) يتم حفظها بالمسارات المتعلقة بموقع البكرة.
cs: S touto volbou bude obsah role fotoaparátu (obrázky/filmy v kotoučích)""jsou uloženy s cestami vzhledem k umístění kotouče.
de: Mit dieser Option wird der Inhalt der Kamerarolle (die Bilder/Reel-Filme)""werden mit Pfaden relativ zum Reel-Speicherort gespeichert.
es: Con esta opción, el contenido del carrete (las imágenes/películas del carrete)""son grabadas con caminos relativos a la ubicación del carrete.
fr: Avec cette option, le contenu de la pellicule (les images/films de bobine)""sont enregistrés avec des chemins relatifs à l'emplacement de la bobine.
it: Con questa opzione, il contenuto del rullino fotografico (le immagini/film della bobina)""vengono salvati con percorsi relativi alla posizione della bobina.
ja: このオプションを使用すると、カメラロールのコンテンツ（画像/リールムービー）""は、リールの位置を基準にしたパスで保存されます.
nl: Met deze optie wordt de inhoud van de filmrol (de afbeeldingen/filmrollen)""worden opgeslagen met paden die gerelateerd zijn aan de locatie van de rol.
pl: Dzięki tej opcji zawartość rolki aparatu (obrazy/filmy na szpuli)"" są zapisywane ze ścieżkami względnymi do położenia szpuli.
pt: Com esta opção, o conteúdo do rolo da câmera (as imagens/filmes em carretel)""são salvos com caminhos relativos à localização do carretel.
ro: Cu această opțiune, conținutul rolei camerei (imaginile/filmele role)""sunt salvate cu căi în raport cu locația rolei.
ru: С этой опцией содержимое барабана (изображения барабана/фильмы) сохраняются с относительными путями к местоположению барабана.
sv: Med det här alternativet rullar innehållet i kameran (bilderna/rullfilmer)""sparas med sökvägar i förhållande till rullplatsen.
tr: Bu seçenekle, kamera rulosunun içeriği (görüntüler/makara filmleri)""makara konumuna göreli yollarla kaydedilir.

source: With this option, you can save all the deep data of the image. Note that this copies the original image onto a new image. If you save over the same image, you will corrupt it.
ar: باستخدام هذا الخيار ، يمكنك حفظ جميع البيانات العميقة للصورة. لاحظ أن هذا ينسخ الصورة الأصلية إلى صورة جديدة. إذا قمت بحفظ نفس الصورة ، فسوف تدمرها.
cs: Pomocí této možnosti můžete uložit všechna hluboká data obrázku. Všimněte si, že to zkopíruje původní obrázek do nového obrázku. Pokud uložíte přes stejný obrázek, zničí se.
de: Mit dieser Option können Sie alle Tiefendaten des Bildes speichern. Beachten Sie, dass dadurch das Originalbild in ein neues Bild kopiert wird. Wenn Sie über dasselbe Bild speichern, wird es zerstört.
fr: Avec cette option, vous pouvez enregistrer toutes les données profondes de l'image. Notez que cela copie l'image d'origine dans une nouvelle image. Si vous enregistrez sur la même image, cela la détruira.
it: Con questa opzione, puoi salvare tutti i dati profondi dell'immagine. Nota che questo copia l'immagine originale in una nuova immagine. Se salvi sopra la stessa immagine, la distruggerà.
ja: このオプションを使用すると、画像のすべての詳細データを保存できます.これにより、元の画像が新しい画像にコピーされることに注意してください.同じ画像を保存すると、画像が破壊されます.
nl: Met deze optie kunt u alle diepe gegevens van de afbeelding opslaan. Merk op dat hiermee de originele afbeelding naar een nieuwe afbeelding wordt gekopieerd. Als u over dezelfde afbeelding opslaat, wordt deze vernietigd.
pl: Dzięki tej opcji możesz zapisać wszystkie głębokie dane obrazu. Zauważ, że to kopiuje oryginalny obraz do nowego obrazu. Jeśli zapiszesz na tym samym obrazie, zniszczy go.
pt: Com esta opção, você pode salvar todos os dados profundos da imagem. Observe que isso copia a imagem original para uma nova imagem. Se você salvar sobre a mesma imagem, ela a destruirá.
ro: Cu această opțiune, puteți salva toate datele profunde ale imaginii. Rețineți că aceasta copiază imaginea originală într-o imagine nouă. Dacă salvați peste aceeași imagine, aceasta o va distruge.
ru: С помощью этой опции вы можете сохранить все глубокие данные изображения. Обратите внимание, что при этом исходное изображение копируется в новое изображение. Если вы сохраните поверх того же изображения, вы испортите его.
sv: Med det här alternativet kan du spara alla djupa data i bilden. Observera att detta kopierar originalbilden till en ny bild. Om du sparar över samma bild kommer den att förstöra den.
tr: Bu seçenek ile görüntünün tüm derin verilerini kaydedebilirsiniz. Bunun orijinal görüntüyü yeni bir görüntüye kopyaladığını unutmayın. Aynı görüntünün üzerine kaydederseniz, onu yok eder.

source: Wrap Modes
ar: وضع الالتفاف
cs: režim zabalení
de: Wrap-Modus
es: Modo de Wrap
fr: mode enveloppement
it: modalità avvolgente
ja: ラップモード
nl: wrap-modus
pl: tryb zawijania
pt: modo de quebra
ro: modul de înfășurare
ru: Режимы переноса
sv: lindningsläge
tr: sarma modu

source: Writer
ar: كاتب
cs: Spisovatel
de: Schriftsteller
es: Escritor
fr: Écrivain
it: scrittore
ja: 作家
nl: auteur
pl: Pisarz
pt: escritor
ro: Scriitor
ru: Писатель
sv: Författare
tr: yazar

source: Wrong data size received.
ar: لقد تلقيت حجم بيانات غير صحيح.
cs: Obdržel jsem nesprávnou velikost dat.
de: Ich habe eine falsche Datengröße erhalten.
es: Recibí un tamaño de datos incorrectos.
fr: J'ai reçu une taille de données incorrecte.
it: Ho ricevuto una dimensione dei dati errata.
ja: 間違ったデータサイズを受け取りました.
nl: Ik heb een onjuiste gegevensgrootte ontvangen.
pl: Otrzymałem nieprawidłowy rozmiar danych.
pt: Recebi um tamanho de dados incorreto.
ro: Am primit o dimensiune incorectă a datelor.
ru: Получен неверный размер данных.
sv: Jag fick en felaktig datastorlek.
tr: Yanlış bir veri boyutu aldım.

source: Wrong packets in handle_audio_packet_seek
ar: الحزم الخاطئة في handle_video_packet_seek
cs: Chybné pakety v handle_video_packet_seek
de: Falsche Pakete in handle_video_packet_seek
es: Paquetes equivocados en handle_video_packet_seek
fr: Mauvais paquets dans handle_video_packet_seek
it: Pacchetti sbagliati in handle_video_packet_seek
ja: handle_video_packet_seekの間違ったパケット
nl: Verkeerde pakketten in handle_video_packet_seek
pl: Nieprawidłowe pakiety w handle_video_packet_seek
pt: Pacotes errados em handle_video_packet_seek
ro: Pachete greșite în handle_video_packet_seek
ru: Неправильные пакеты в handle_audio_packet_seek
sv: Fel paket i handle_video_packet_seek
tr: handle_video_packet_seek'te yanlış paketler

source: Wrong packets in handle_video_packet_seek
ar: الحزم الخاطئة في handle_video_packet_seek
cs: Chybné pakety v handle_video_packet_seek
de: Falsche Pakete in handle_video_packet_seek
es: Paquetes equivocados en handle_video_packet_seek
fr: Mauvais paquets dans handle_video_packet_seek
it: Pacchetti sbagliati in handle_video_packet_seek
ja: handle_video_packet_seekの間違ったパケット
nl: Verkeerde pakketten in handle_video_packet_seek
pl: Nieprawidłowe pakiety w handle_video_packet_seek
pt: Pacotes errados em handle_video_packet_seek
ro: Pachete greșite în handle_video_packet_seek
ru: Неправильные пакеты в handle_video_packet_seek
sv: Fel paket i handle_video_packet_seek
tr: handle_video_packet_seek'te yanlış paketler

source: X Position
ar: X- موقف
cs: X-pozice
es: Posición X
fr: Position X
it: Posizione X
ja: X位置
nl: X-positie
pl: Pozycja X
pt: Posição X
ro: Poziția X
ru: X позиция
tr: X konumu

source: X Ripmap Level
ar: مستوى Ripmap في X
cs: Úroveň ripmap v X
de: Ripmap-Ebene in X
es: Nivel de Ripmap en X
fr: Niveau de ripmap dans X
it: Ripmap livello in X
ja: Xのリップマップレベル
nl: Ripmap-niveau in X
pl: Poziom ripmapy w X
pt: Nível de Ripmap em X
ro: Nivelul ripmap în X
ru: X Уровень рип-карты
sv: Ripmap-nivå i X
tr: X'te Ripmap seviyesi

source: X Ripmap Levels
ar: مستويات Ripmap في X
cs: Úrovně ripmap v X
de: Ripmap-Ebenen in X
es: Niveles de Ripmap en X
fr: Niveaux de ripmap dans X
it: Ripmap livelli in X
ja: Xのリップマップレベル
nl: Ripmap-niveaus in X
pl: Poziomy zgrywania w X
pt: Níveis de Ripmap em X
ro: Nivelurile de ripmap în X
ru: X уровней рип-карты
sv: Ripmap-nivåer i X
tr: X'teki Ripmap seviyeleri

source: X Scale
ar: مقياس س
cs: Měřítko X
de: X-Skala
es: Escala X
fr: Échelle X
it: Scala X
ja: Xスケール
nl: X Schaal
pl: Skala X
pt: Escala X
ro: Scala X
ru: Шкала X
sv: X skala
tr: X Ölçeği

source: XML Clip Metadata (*.{
ar: مقطع بيانات تعريف XML (*. {
cs: Klip metadat XML (*.{
de: XML-Metadaten-Clip (*.{
es: Clip XML de Metadatos (*.{
fr: Clip de métadonnées XML (*.{
it: Clip metadati XML (*.{
ja: XMLメタデータクリップ (*.{
nl: XML-metagegevensclip (*.{
pl: Klip metadanych XML (*.{
pt: Clipe de metadados XML (*.{
ro: Clip metadate XML (*.{
ru: Метаданные клипа XML (*.{
sv: XML-metadataklipp (*.{
tr: XML Meta Veri Klibi (*.{

source: XY
ar: س ص

source: Y (Luminance)
ar: Y (إضاءة الأبيض)
cs: Y (jas bílé)
de: Y (Luminanz von Weiß)
fr: Y (luminance du blanc)
it: Y (luminanza del bianco)
ja: Y （白の輝度）
nl: Y (helderheid van wit)
pl: Y (Jasność bieli)
pt: Y (luminância do branco)
ro: Y (luminanța albului)
ru: Y (яркость)
sv: Y (Vits luminans)
tr: Y (Beyazın Parlaklığı)

source: Y Position
ar: ص
cs: Y-pozice
es: Posición Y
fr: Position Y
it: Posizione Y
ja: Y位置
nl: Y-positie
pl: Pozycja Y
pt: Posição Y
ro: Poziția Y
ru: Позиция Y
tr: Y konumu

source: Y Ripmap Level
ar: مستوى Ripmap في Y
cs: Úroveň ripmap v Y
de: Ripmap-Ebene in Y
es: Nivel de Ripmap en Y
fr: Niveau de ripmap en Y
it: Ripmap livello in Y
ja: Yのリップマップレベル
nl: Ripmap-niveau in Y
pl: Poziom zgrywania w Y
pt: Nível de Ripmap em Y
ro: Nivelul ripmap în Y
ru: Уровень рип-карты Y
sv: Ripmap-nivå i Y
tr: Y'de Ripmap seviyesi

source: Y Ripmap Levels
ar: مستويات Ripmap في Y
cs: Úrovně ripmap v Y
de: Ripmap-Ebenen in Y
es: Niveles de Ripmap en Y
fr: Niveaux de ripmap en Y
it: Ripmap livelli in Y
ja: Yのリップマップレベル
nl: Ripmap-niveaus in Y
pl: Poziomy zgrywania w Y
pt: Níveis de ripmap em Y
ro: Nivelurile ripmap în Y
ru: Y Уровни рипмапа
sv: Ripmap-nivåer i Y
tr: Y'deki Ripmap seviyeleri

source: Y Scale
ar: مقياس ص
de: Y-Skala
es: Escala Y
fr: Échelle Y
it: Scala Y
ja: Yスケール
nl: Y-schaal:
pl: Skala Y
pt: Escala Y
ro: Scara Y
ru: Шкала Y
sv: Y Skala
tr: Y Ölçeği

source: Y' (Lumma)
ar: Y' (لوما)
cs: Y' (Luma)
de: Y' (Luma)
fr: Y' (Luma)
it: Y' (Luma)
ja: Y'（ルマ）
nl: J' (Luma)
pl: Y' (Luma)
pt: Y' (Luma)
ro: Y' (Luma)
ru: Y '(Лумма)
sv: Y' (Luma)
tr: Y' (Luma)

source: YDbDr (Analog SECAM/PAL-N)
ar: YDbDr (SECAM/PAL-N تناظري)
cs: YDbDr (SECAM/PAL-N analog)
de: YDbDr (SECAM/PAL-N analog)
fr: YDbDr (SECAM/PAL-N analogique)
it: YDbDr (SECAM/Analogico PAL-N)
ja: YDbDr（SECAM/PAL-Nアナログ）
nl: YDbDr (SECAM)/PAL-N analoog)
pl: YDbDr (SECAM/PAL-N analogowy)
pt: YDbDr (SECAM/PAL-N Analógico)
ro: YDbDr (SECAM/PAL-N analog)
ru: YDbDr (аналоговый SECAM/ПАЛ-Н)
sv: YDbDr (SECAM/PAL-N analog)
tr: YDbDr (SECAM/PAL-N Analog)

source: YIQ (Analog NTSC)
ar: YIQ (تناظري NTSC)
cs: YIQ (analogový NTSC)
de: YIQ (Analoges NTSC)
fr: YIQ (NTSC analogique)
it: YIQ (NTSC analogico)
ja: YIQ（アナログNTSC）
nl: YIQ (analoge NTSC)
pl: YIQ (analogowy NTSC)
pt: YIQ (NTSC analógico)
ro: YIQ (NTSC analogic)
ru: YIQ (аналоговый NTSC)

source: YUV Support:
ar: دعم YUV:
cs: Podpora YUV:
de: YUV-Unterstützung:
es: Soporte YUV:
fr: Compatibilité YUV :
it: Supporto YUV:
ja: YUVサポート:
nl: YUV-ondersteuning:
pl: Wsparcie YUV:
pt: Suporte YUV:
ro: Suport YUV:
ru: Поддержка ЮВ:
sv: YUV-stöd:
tr: YUV desteği:

source: YUV (Analog PAL)
ar: YUV (تناظري PAL)
cs: YUV (analogový PAL)
de: YUV (analoges PAL)
fr: YUV (PAL analogique)
it: YUV (PAL analogico)
ja: YUV（アナログPAL）
nl: YUV (analoge PAL)
pl: YUV (analogowy PAL)
pt: YUV (PAL analógico)
ro: YUV (PAL analogic)
ru: ЮВ (аналоговый PAL)

source: YUV Color Range
ar: نطاق ألوان YUV
cs: Rozsah barev YUV
de: YUV-Farbbereich
es: Rango de Color de YUV
fr: Gamme de couleurs YUV
it: Gamma di colori YUV
ja: YUVカラーレンジ
nl: YUV-kleurbereik
pl: Zakres kolorów YUV
pt: Gama de cores YUV
ro: Gama de culori YUV
ru: Цветовой диапазон ЮВ
sv: YUV färgomfång
tr: YUV Renk Aralığı

source: YUV Color Space conversion. This value is extracted from the movie file. To lock it to always use the same color space, set the value in Preferences->Video->YUV Conversion. That value shall take precedence upon loading of the movie file.
ar: YUV Color Space التحويل. يتم استخراج هذه القيمة افتراضيًا من الفيلم إذا كان ذلك ممكنًا. لتعيينه على استخدام نفس مساحة اللون دائمًا ، استخدم الإعداد Preferences-> Video-> YUV Conversion. هذه القيمة ستكون لها الأسبقية عند تحميل ملف الفيلم.
cs: Převod barevného prostoru YUV. Tato hodnota je ve výchozím nastavení extrahována z filmu, pokud je to možné. Chcete-li jej nastavit, aby vždy používal stejný barevný prostor, použijte nastavení Předvolby->Video->Převod YUV. Tato hodnota bude mít přednost při načítání souboru filmu.
de: Konvertierung des YUV-Farbraums. Dieser Wert wird standardmäßig aus dem Film extrahiert, sofern dies möglich ist. Um festzulegen, dass immer derselbe Farbraum verwendet wird, verwenden Sie die Einstellung Einstellungen->Video->YUV-Konvertierung. Dieser Wert hat Vorrang beim Laden der Filmdatei.
es: Conversión del Espacio de Color YUV. Este valor es por defecto extraído de la película si se puede. Para fijarlo para usar siempre el mismo espacio de color, use el valor de Preferencias->Video->Conversión YUV. Ese valor tendrá precedencia al cargar el archivo de la película.
fr: Conversion d'espace colorimétrique YUV. Cette valeur est par défaut extraite du film si elle le peut. Pour qu'il utilise toujours le même espace colorimétrique, utilisez le paramètre Préférences->Vidéo->Conversion YUV. Cette valeur prévaudra lors du chargement du fichier vidéo.
it: Conversione dello spazio colore YUV. Questo valore viene estratto per impostazione predefinita dal film, se possibile. Per impostarlo in modo da utilizzare sempre lo stesso spazio colore, utilizzare l'impostazione Preferenze->Video->Conversione YUV. Tale valore avrà la precedenza durante il caricamento del file del filmato.
ja: YUV色空間変換.この値は、可能であれば、デフォルトでムービーから抽出されます.常に同じ色空間を使用するように設定するには、[設定]->[ビデオ]->[YUV変換]設定を使用します.ムービーファイルをロードするときは、その値が優先されます.
nl: YUV-kleurruimteconversie. Deze waarde wordt standaard uit de film gehaald als dit mogelijk is. Gebruik de instelling Voorkeuren->Video->YUV-conversie om altijd dezelfde kleurruimte te gebruiken. Die waarde heeft voorrang bij het laden van het filmbestand.
pl: Konwersja przestrzeni kolorów YUV. Ta wartość jest domyślnie wyodrębniana z filmu, jeśli to możliwe. Aby ustawić, aby zawsze używał tej samej przestrzeni kolorów, użyj ustawienia Preferencje->Wideo->Konwersja YUV. Ta wartość będzie miała pierwszeństwo podczas ładowania pliku filmowego.
pt: Conversão de espaço de cores YUV. Esse valor é extraído por padrão do filme, se possível. Para configurá-lo para usar sempre o mesmo espaço de cor, use a configuração Preferências->Vídeo->Conversão YUV. Esse valor terá precedência ao carregar o arquivo de filme.
ro: Conversie YUV spațiu de culoare. Această valoare este extrasă implicit din film dacă se poate. Pentru a seta să folosească întotdeauna același spațiu de culoare, utilizați setarea Preferințe->Video->Conversie YUV. Această valoare va avea prioritate la încărcarea fișierului film.
ru: Преобразование цветового пространства YUV. Это значение извлекается из файла фильма. Чтобы заблокировать его, чтобы всегда использовать одно и то же цветовое пространство, установите значение в «Настройки» -> «Видео» -> «Преобразование YUV». Это значение должно иметь приоритет при загрузке файла фильма.
sv: YUV färgrymdskonvertering. Detta värde extraheras som standard från filmen om det kan. För att ställa in den att alltid använda samma färgrymd, använd inställningen Inställningar->Video->YUV-konvertering. Det värdet kommer att ha företräde när filmfilen laddas.
tr: YUV Renk Alanı Dönüşümü. Bu değer, mümkünse, varsayılan olarak filmden çıkarılır. Her zaman aynı renk alanını kullanacak şekilde ayarlamak için Tercihler->Video->YUV Dönüştürme ayarını kullanın. Film dosyası yüklenirken bu değer öncelikli olacaktır.

source: YUV Conversion
ar: تحويل YUV
cs: YUV konverze
de: YUV-Konvertierung
es: Conversion YUV
fr: Conversion YUV
it: Conversione YUV
ja: YUV変換
nl: YUV-conversie
pl: Konwersja YUV
pt: Conversão YUV
ro: Conversie YUV
ru: ЮВ-преобразование
sv: YUV-konvertering
tr: YUV dönüştürme

source: YUV Hint
ar: سوج. YUV
cs: Sug. YUV
de: Zucker YUV
es: Sug. YUV
fr: sug. YUV
it: Sug. YUV
ja: 提案YUV
nl: zo. YUV
pl: Sugestia YUV
pt: Sug. YUV
ro: Sug. YUV
ru: ЮВ Подсказка
sv: Sug. YUV
tr: Sug. YUV

source: YUVA Support:
ar: دعم YUVA:
cs: Podpora YUVA:
de: YUVA-Unterstützung:
es: Soporte YUVA:
fr: Prise en charge de YUVA :
it: Supporto YUVA:
ja: YUVAサポート:
nl: YUVA-ondersteuning:
pl: Wsparcie YUVA:
pt: Suporte YUVA:
ro: Suport YUVA:
ru: Поддержка ЮВА:
sv: YUVA-stöd:
tr: YUVA desteği:

source: Yes
ar: نعم
cs: Ano
de: Jawohl
es: Sí
fr: Oui
it: sì
ja: はい
nl: Ja
pl: TAk
pt: sim
ro: da
ru: да
sv: Ja
tr: Evet

source: You are saving over the movie you are playing. Aborting...
ar: أنت تقوم بحفظ الفيلم الذي تقوم بتشغيله. إجهاض ...
cs: Ukládáte přes film, který přehráváte. přerušení...
de: Sie speichern über den Film, den Sie abspielen. abbrechen...
es: Estás grabando sobre la pelicula que estás reproduciendo. Abortando...
fr: Vous économisez sur le film que vous jouez. avorter...
it: Stai salvando il film che stai riproducendo. abortire...
ja: あなたはあなたが再生している映画の上に保存しています.中止しています...
nl: U spaart over de film die u afspeelt. afbreken...
pl: Oszczędzasz na odtwarzanym filmie. przerywanie...
pt: Você está salvando sobre o filme que está reproduzindo. abortando...
ro: Salvați filmul pe care îl redați. avort...
ru: Вы экономите на фильме, который вы играете. Прерывание...
sv: Du sparar över filmen du spelar. avbryter...
tr: Oynadığınız film üzerinden tasarruf ediyorsunuz. iptal ediliyor...

source: You can load only a single stereo image to combine with current one.
ar: يمكنك تحميل صورة ستريو واحدة فقط لدمجها مع الصورة الحالية.
cs: Můžete nahrát pouze jeden stereo obrázek, který chcete spojit s aktuálním.
de: Sie können nur ein Stereobild hochladen, um es mit dem aktuellen zu kombinieren.
es: Puedes cargar solo una imagen estéreo para combinar con la actual.
fr: Vous ne pouvez télécharger qu'une seule image stéréo à combiner avec l'image actuelle.
it: Puoi caricare solo un'immagine stereo da combinare con quella corrente.
ja: 現在のステレオ画像と組み合わせるには、ステレオ画像を1つだけアップロードできます.
nl: U kunt slechts één stereobeeld uploaden om te combineren met het huidige.
pl: Możesz przesłać tylko jeden obraz stereo do połączenia z bieżącym.
pt: Você pode carregar apenas uma imagem estéreo para combinar com a atual.
ro: Puteți încărca o singură imagine stereo pentru a o combina cu cea actuală.
ru: Вы можете загрузить только одно стереоизображение для объединения с текущим.
sv: Du kan bara ladda upp en stereobild att kombinera med den nuvarande.
tr: Geçerli olanla birleştirmek için yalnızca bir stereo görüntü yükleyebilirsiniz.

source: You cannot load a reel as a stereo image.
ar: لا يمكنك تحميل بكرة كصورة استريو.
cs: Nemůžete nahrát kotouč jako stereo obrázek.
de: Sie können ein Reel nicht als Stereobild hochladen.
es: No podés cargar un carrete como imágen estéreo.
fr: Vous ne pouvez pas télécharger une bobine en tant qu'image stéréo.
it: Non è possibile caricare una bobina come immagine stereo.
ja: リールをステレオ画像としてアップロードすることはできません.
nl: U kunt een haspel niet uploaden als stereoafbeelding.
pl: Nie możesz przesłać szpuli jako obrazu stereo.
pt: Você não pode fazer upload de um rolo como imagem estéreo.
ro: Nu puteți încărca o bobină ca imagine stereo.
ru: Вы не можете загрузить барабан как стереоизображение.
sv: Du kan inte ladda upp en rulle som en stereobild.
tr: Bir makarayı stereo görüntü olarak yükleyemezsiniz.

source: Z
ar: ض

source: Z DEPTH
ar: عمق Z
cs: Z HLOUBKA
de: Z TIEFE
fr: PROFONDEUR Z
it: Z PROFONDITÀ
ja: Z深さ
nl: Z DIEPTE
pl: GŁĘBOKOŚĆ Z
pt: PROFUNDIDADE Z
ro: Z PROFOND
ru: Z ГЛУБИНА
sv: Z DJUP
tr: Z DERİNLİK

source: Z Depth
ar: عمق Z
cs: Z-hloubka
de: Z-Tiefe
es: Profundidad Z
fr: Profondeur Z
it: Profondità Z
ja: Z深度
nl: Z-diepte
pl: Głębokość Z
pt: Profundidade Z
ro: adâncimea Z
ru: Z Глубина
sv: Z-djup
tr: Z derinliği

source: ZIP
ar: أزيز
de: POSTLEITZAHL
fr: ZIP *: FRANÇAIS
it: cerniera lampo
ja: ジップ
pl: zamek błyskawiczny
pt: fecho eclair
sv: blixtlås
tr: posta kodu

source: ZIP SCANLINE
ar: مسح ZIP
pl: SKANOWANIE ZIP
pt: LINHA DE VERIFICAÇÃO ZIP
ru: ZIP СКАНЛАЙН
tr: ZIP TARAMA HATTI

source: Zoom Speed
ar: عامل التكبير
cs: faktor zoomu
de: Zoomfaktor
es: Factor de Zoom
fr: facteur de zoom
it: fattore di zoom
ja: ズーム率
nl: zoomfactor
pl: współczynnik powiększenia
pt: fator de zoom
ro: factor de zoom
ru: Скорость масштабирования
sv: zoomfaktor
tr: yakınlaştırma faktörü

source: Zoom for image failed
ar: فشل تكبير الصورة
cs: Přiblížení obrázku se nezdařilo
de: Auf Bild zoomen fehlgeschlagen
es: Zoom para imagen falló
fr: Échec du zoom sur l'image
it: Zoom sull'immagine non riuscito
ja: 画像へのズームに失敗しました
nl: Zoomen naar afbeelding mislukt
pl: Powiększenie obrazu nie powiodło się
pt: Falha no zoom na imagem
ro: Mărirea imaginii nu a reușit
ru: Не удалось увеличить изображение
sv: Zoom till bild misslyckades
tr: Görüntüye yakınlaştırma başarısız oldu

source: attributes not found
ar: السمات غير موجودة
cs: atributy nenalezeny
de: Attribute nicht gefunden
es: no encontrado
fr: attributs introuvables
it: attributi non trovati
ja: 属性が見つかりません
nl: attributen niet gevonden
pl: nie znaleziono atrybutów
pt: atributos não encontrados
ro: atribute nu au fost găsite
ru: атрибуты не найдены
sv: attribut hittades inte
tr: nitelikler bulunamadı

source: audio
ar: صوتي
cs: Zvuk
fr: l'audio
ja: オーディオ
pt: Áudio
ru: аудио
tr: Ses

source: audio frame is missing
ar: صندوق الصوت مفقود.
cs: Chybí audio box.
de: Audiobox fehlt.
es: Cuadro de audio está faltante.
fr: La boîte audio est manquante.
it: Manca la cassetta audio.
ja: オーディオボックスがありません.
nl: Audiobox ontbreekt.
pl: Brak pudła audio.
pt: Caixa de áudio está faltando.
ro: Caseta audio lipsește.
ru: отсутствует звуковой кадр
sv: Ljudbox saknas.
tr: Ses kutusu eksik.

source: avcodec_context_from_parameters failed for video
ar: فشل avcodec_context_from_parameters للفيديو
cs: avcodec_context_from_parameters se nezdařilo pro video
de: avcodec_context_from_parameters für Video fehlgeschlagen
es: avcodec_context_from_parameters falló para el video
fr: avcodec_context_from_parameters a échoué pour la vidéo
it: avcodec_context_from_parameters non è riuscito per il video
ja: ビデオのavcodec_context_from_parametersが失敗しました
nl: avcodec_context_from_parameters mislukt voor video
pl: avcodec_context_from_parameters nie powiodło się dla wideo
pt: avcodec_context_from_parameters falhou para vídeo
ro: avcodec_context_from_parameters a eșuat pentru video
ru: Ошибка avcodec_context_from_parameters для видео
sv: avcodec_context_from_parameters misslyckades för video
tr: avcodec_context_from_parameters video için başarısız oldu

source: avcodec_copy_context failed for audio
ar: فشل avcodec_copy_context للصوت
cs: avcodec_copy_context se nezdařilo pro zvuk
de: avcodec_copy_context für Audio fehlgeschlagen
es: avcodec_copy_context falló para el audio
fr: avcodec_copy_context a échoué pour l'audio
it: avcodec_copy_context non riuscito per l'audio
ja: オーディオのavcodec_copy_contextが失敗しました
nl: avcodec_copy_context mislukt voor audio
pl: avcodec_copy_context nie powiodło się dla dźwięku
pt: avcodec_copy_context falhou para áudio
ro: avcodec_copy_context a eșuat pentru audio
ru: Ошибка avcodec_copy_context для аудио
sv: avcodec_copy_context misslyckades för ljud
tr: avcodec_copy_context ses için başarısız oldu
