Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: NTSC HDTV Color Bars
ar: أشرطة ألوان NTSC HDTV
cs: Barevné pruhy NTSC HDTV
de: NTSC-HDTV-Farbbalken
es: Barras de Color NTSC HDTV
fr: Barres de couleurs NTSC HDTV
it: Barre di colore HDTV NTSC
ja: NTSCHDTVカラーバー
nl: NTSC HDTV-kleurenbalken
pl: Paski kolorów NTSC HDTV
pt: Barras de cores NTSC HDTV
ro: Bare de culoare NTSC HDTV
ru: Цветные полосы NTSC HDTV
sv: NTSC HDTV färgfält
tr: NTSC HDTV Renk Çubukları

source: NTSC Video
ar: فيديو NTSC
cs: Video NTSC
es: Vídeo NTSC
fr: Vidéo NTSC
it: Video NTSC
ja: NTSCビデオ
pl: Wideo NTSC
pt: Vídeo NTSC
ro: Video NTSC
ru: NTSC-видео
tr: NTSC Videosu

source: Name (.ext)
ar: الاسم (.ext)
cs: jméno (.ext)
fr: Nom (.ext)
it: Nome (.ext)
ja: 名前（.ext）
nl: Naam (.ext)
pl: Nazwa (.ext)
pt: Nome (.ext)
ro: Nume (.ext)
ru: Имя (.ext)
sv: Namn (.ext)
tr: Ad (.ext)

source: Names cannot contain spaces in their paths.
ar: لا يمكن أن تحتوي الأسماء على مسافات في الدلائل الخاصة بها.
cs: Jména nemohou ve svých adresářích obsahovat mezery.
de: Namen dürfen keine Leerzeichen in ihren Verzeichnissen enthalten.
es: Los nombres no pueden contener espacios en sus directorios.
fr: Les noms ne peuvent pas contenir d'espaces dans leurs répertoires.
it: I nomi non possono contenere spazi nelle loro directory.
ja: 名前のディレクトリにスペースを含めることはできません.
nl: Namen mogen geen spaties bevatten in hun mappen.
pl: Nazwy nie mogą zawierać spacji w swoich katalogach.
pt: Os nomes não podem conter espaços em seus diretórios.
ro: Numele nu pot conține spații în directoarele lor.
ru: Имена не могут содержать пробелы в своих путях.
sv: Namn får inte innehålla mellanslag i sina kataloger.
tr: Adlar, dizinlerinde boşluk içeremez.

source: Nearest Neighbor Always
ar: دائما الجار القريب
cs: Vždy Blízký soused
de: Immer der nahe Nachbar
fr: Toujours le proche voisin
it: Sempre il prossimo vicino
ja: 常に近くの隣人
nl: Altijd de naaste buur
pl: Zawsze bliski sąsiad
pt: Sempre o vizinho próximo
ro: Întotdeauna vecinul apropiat
ru: Ближайший сосед всегда
sv: Alltid den nära granne
tr: Her Zaman Yakın Komşu

source: Need to reboot mrViewer to change language. Are you sure you want to continue?
ar: أحتاج إلى إعادة تشغيل mrViewer لتغيير اللغة. هل أنت متأكد أنك تريد الاستمرار؟
cs: Pro změnu jazyka je potřeba restartovat mrViewer. Jste si jistý, že chcete pokračovat?
de: mrViewer muss neu gestartet werden, um die Sprache zu ändern. Bist du dir sicher, dass du weitermachen willst?
fr: Besoin de redémarrer mrViewer pour changer de langue. Es-tu sur de vouloir continuer?
it: È necessario riavviare mrViewer per cambiare lingua. Sei sicuro di voler continuare?
ja: 言語を変更するには、mrViewerを再起動する必要があります.続行してもよろしいですか？
nl: Ik moet mrViewer opnieuw opstarten om de taal te wijzigen. Weet je zeker dat je door wilt gaan?
pl: Musisz ponownie uruchomić mrViewer, aby zmienić język. Jesteś pewien, że chcesz kontynuować?
pt: Precisa reiniciar o mrViewer para mudar o idioma. Você tem certeza que quer continuar?
ro: Trebuie să reporniți mrViewer pentru a schimba limba. Esti sigur ca vrei sa continui?
sv: Jag måste starta om mrViewer för att ändra språket. Är du säker på att du vill fortsätta?
tr: Dili değiştirmek için mrViewer'ı yeniden başlatmanız gerekiyor. Devam etmek istediğine emin misin?

source: Negative indices to exchange
ar: المؤشرات السلبية للتداول
cs: Záporné indexy k obchodování
de: Negative Indizes zum Handeln
es: Índices negativos para intercambiar
fr: Indices négatifs au commerce
it: Indici negativi da negoziare
ja: 取引する負の指数
nl: Negatieve indices om te verhandelen
pl: Ujemne indeksy do handlu
pt: Índices negativos para negociar
ro: Indici negativi pentru tranzacționare
ru: Отрицательные индексы для обмена
sv: Negativa index för handel
tr: İşlem yapmak için negatif endeksler

source: Never
ar: أبدا
cs: Nikdy
de: noch nie
fr: Jamais
it: Mai
ja: 一度もない
nl: Nooit
pl: Nigdy
pt: Nunca
ro: Nu
ru: Никогда
sv: Aldrig
tr: Hiçbir zaman

source: New item not created at
ar: لم يتم إنشاء عنصر جديد في
cs: Nová položka nebyla vytvořena v
de: Neues Element nicht erstellt in
fr: Nouvel élément non créé dans
it: Nuovo elemento non creato in
ja: で作成されていない新しいアイテム
nl: Nieuw item niet aangemaakt in
pl: Nowa pozycja nie została utworzona w
pt: Novo item não criado em
ro: Element nou nu a fost creat în
ru: Новый элемент не создан в
sv: Nytt objekt skapades inte i
tr: Yeni öğe oluşturulmadı

source: New item was not found in tree.
ar: لم يتم العثور على بكرة
cs: nenalezen na cívce
de: nicht auf Rolle gefunden
es: no encontrada en el carrete
fr: introuvable sur bobine
it: non si trova sulla bobina
ja: リールに見つかりません
nl: niet gevonden op haspel
pl: nie znaleziono na rolce
pt: não encontrado no carretel
ro: nu se găsește pe rolă
ru: Новый элемент не найден в дереве.
sv: hittas inte på rullen
tr: makarada bulunamadı

source: Next
ar: التالي
cs: další
de: Nächste
es: Próximo
fr: Suivant
it: Prossimo
ja: 次
nl: Volgende
pl: Następny
pt: Próximo
ro: Următorul
ru: Следующий
sv: Nästa
tr: Sonraki

source: Next Channel
ar: القناة التالية
cs: Další kanál
de: Nächster Kanal
es: Canal Siguiente
fr: Chaîne suivante
it: Canale successivo
ja: 次のチャンネル
nl: Volgend kanaal
pl: Następny kanał
pt: Próximo canal
ro: Următorul canal
ru: Следующий канал
sv: Nästa kanal
tr: Sonraki Kanal

source: Next Image
ar: الصورة التالية
cs: Další obrázek
de: Nächstes Bild
es: Próxima Imagen
fr: Image suivante
it: Immagine successiva
ja: 次の画像
nl: Volgende afbeelding
pl: Następny obraz
pt: Próxima imagem
ro: Imaginea următoare
ru: Следующее изображение
sv: Nästa bild
tr: Sonraki Resim

source: Next Image Limited
ar: الصورة التالية محدودة
cs: Další Obrázek Limited
de: Nächstes Bild Begrenzt
es: Próxima Imagen Limitada
fr: Image suivante limitée
it: Immagine successiva limitata
ja: ネクストイメージリミテッド
nl: Volgende afbeelding beperkt
pl: Następny obraz ograniczony
pt: Próxima imagem limitada
ro: Imaginea următoare limitată
ru: Следующее изображение ограничено
sv: Nästa bild begränsad
tr: Sonraki Resim Sınırlı

source: Next Image Version
ar: إصدار الصورة التالية
cs: Další verze obrázku
de: Nächste Bildversion
es: Próxima Versión de la Imagen
fr: Version d'image suivante
it: Versione immagine successiva
ja: 次の画像バージョン
nl: Volgende afbeeldingsversie
pl: Następna wersja obrazu
pt: Próxima versão da imagem
ro: Versiunea următoare a imaginii
ru: Следующая версия изображения
sv: Nästa bildversion
tr: Sonraki Resim Sürümü

source: No
ar: رقم
cs: Ne
de: Nein
fr: Non
ja: 番号
nl: Niet doen
pl: Nie
pt: Não
ro: Nu
ru: Нет
sv: Nej
tr: Numara

source: No CTL script
ar: لا يوجد كتابة CTL
cs: Neexistuje žádný zápis CTL
de: Es gibt kein CTL-Schreiben
es: No existe escritura CTL
fr: Il n'y a pas d'écriture CTL
it: Non c'è scrittura CTL
ja: CTL書き込みはありません
nl: Er is geen CTL-schrijven
pl: Nie ma zapisu CTL
pt: Não há gravação de CTL
ro: Nu există scriere CTL
ru: Нет CTL-скрипта
sv: Det finns ingen CTL-skrivning
tr: CTL yazma yok

source: No CTL script or ICC profile
ar: لا يوجد كتابة CTL أو ملف تعريف ICC
cs: Žádný zápis CTL ani profil ICC
de: Kein CTL-Schreiben oder ICC-Profil
es: No existe escritura CTL o perfil ICC
fr: Pas d'écriture CTL ni de profil ICC
it: Nessuna scrittura CTL o profilo ICC
ja: CTL書き込みまたはICCプロファイルなし
nl: Geen CTL-schrijf- of ICC-profiel
pl: Brak zapisu CTL lub profilu ICC
pt: Sem gravação CTL ou perfil ICC
ro: Fără scriere CTL sau profil ICC
ru: Нет сценария CTL или профиля ICC
sv: Ingen CTL-skrivning eller ICC-profil
tr: CTL yazma veya ICC profili yok

source: No ICC profile
ar: لا يوجد ملف تعريف ICC
cs: Neexistuje žádný profil ICC
de: Es gibt kein ICC-Profil
es: No existe perfil ICC
fr: Il n'y a pas de profil ICC
it: Non esiste un profilo ICC
ja: ICCプロファイルはありません
nl: Er is geen ICC-profiel
pl: Brak profilu ICC
pt: Não há perfil ICC
ro: Nu există niciun profil ICC
ru: Нет ICC-профиля
sv: Det finns ingen ICC-profil
tr: ICC profili yok

source: No Lut
ar: لا لوت
cs: žádná lut
de: kein lut
fr: pas de lut
ja: だれも
nl: nee hoor
pl: nie lut
pt: sem lut
ro: nu lut
ru: Нет Лут
sv: ingen lut
tr: lut yok

source: No Stereo Output
ar: لا يوجد مخرج ستيريو
cs: Žádný stereo výstup
de: Kein Stereoausgang
fr: Pas de sortie stéréo
it: Nessuna uscita stereo
ja: ステレオ出力なし
nl: Geen stereo-uitgang
pl: Brak wyjścia stereofonicznego
pt: Sem saída estéreo
ro: Fără ieșire stereo
ru: Нет стереовыхода
sv: Ingen stereoutgång
tr: Stereo Çıkış Yok

source: No attribute named '%s'
ar: لا توجد سمة مسماة '%s'
cs: Žádný atribut s názvem '%s'
de: Kein Attribut namens '%s'
es: Ningun atributo llamado '%s'
fr: Aucun attribut nommé '%s'
it: Nessun attributo denominato '%s'
ja: '%s'という名前の属性はありません
nl: Geen kenmerk met de naam '%s'
pl: Brak atrybutu o nazwie '%s'
pt: Nenhum atributo chamado '%s'
ro: Niciun atribut numit „%s”
ru: Нет атрибута с именем '%s'
sv: Inget attribut med namnet '%s'
tr: '%s' adında bir özellik yok

source: No audio nor video stream created
ar: لم يتم إنشاء أي صوت أو فيديو
cs: Nebyl vytvořen žádný zvuk ani video
de: Kein Audio oder Video erstellt
es: Ningun audio o video creado
fr: Aucun fichier audio ou vidéo créé
it: Nessun audio o video creato
ja: オーディオまたはビデオは作成されません
nl: Geen audio of video gemaakt
pl: Nie utworzono dźwięku ani wideo
pt: Nenhum áudio ou vídeo criado
ro: Nu s-a creat audio sau video
ru: Аудио- и видеопоток не создан
sv: Inget ljud eller video skapats
tr: Ses veya video oluşturulmadı

source: No background image to switch to
ar: لا توجد صورة خلفية للتغيير
cs: Žádný obrázek na pozadí ke změně
de: Kein Hintergrundbild zum Ändern
es: Ninguna imagen de fondo para cambiar
fr: Aucune image de fond à modifier
it: Nessuna immagine di sfondo da modificare
ja: 変更する背景画像はありません
nl: Geen achtergrondafbeelding om te wijzigen
pl: Brak obrazu tła do zmiany
pt: Nenhuma imagem de fundo para alterar
ro: Nicio imagine de fundal de schimbat
ru: Нет фонового изображения для переключения
sv: Ingen bakgrundsbild att ändra
tr: Değiştirilecek arka plan resmi yok

source: No codec context for audio stream.
ar: لا يوجد سياق ترميز للصوت.
cs: Žádný kontext kodeku pro zvuk.
de: Kein Codec-Kontext für Audio.
es: Sin contexto de codec para audio.
fr: Aucun contexte de codec pour l'audio.
it: Nessun contesto codec per l'audio.
ja: オーディオのコーデックコンテキストはありません.
nl: Geen codec-context voor audio.
pl: Brak kontekstu kodeka dla dźwięku.
pt: Nenhum contexto de codec para áudio.
ro: Fără context de codec pentru audio.
ru: Нет контекста кодека для аудиопотока.
sv: Ingen codec-kontext för ljud.
tr: Ses için kodek bağlamı yok.

source: No conversion needed. Gamma:
ar: لا حاجة للتحويل. نطاق:
cs: Není potřeba žádná konverze. Spektrum:
de: Keine Konvertierung erforderlich. Spektrum:
es: No se necesita conversión. Gama:
fr: Aucune conversion nécessaire. Spectre:
it: Nessuna conversione necessaria. Spettro:
ja: 変換は必要ありません.スペクトラム:
nl: Geen conversie nodig. Spectrum:
pl: Nie wymaga konwersji. Widmo:
pt: Nenhuma conversão necessária. Espectro:
ro: Nu este nevoie de conversie. Spectru:
ru: Преобразование не требуется. Гамма:
sv: Ingen konvertering behövs. Spektrum:
tr: Dönüşüm gerekmez. spektrum:

source: No decoder found for audio stream. ID:
ar: لم يتم العثور على وحدة فك ترميز للمسار الصوتي. هوية شخصية:
cs: Pro zvukovou stopu nebyl nalezen žádný dekodér. ID:
de: Für die Audiospur wurde kein Decoder gefunden. ICH WÜRDE:
es: Ningún decodificador encontrado para la pista de audio. ID:
fr: Aucun décodeur trouvé pour la piste audio. IDENTIFIANT:
it: Nessun decoder trovato per la traccia audio. ID:
ja: オーディオトラックのデコーダーが見つかりません. ID:
nl: Geen decoder gevonden voor de audiotrack. ID KAART:
pl: Nie znaleziono dekodera dla ścieżki audio. ID:
pt: Nenhum decodificador encontrado para a faixa de áudio. IDENTIFICAÇÃO:
ro: Nu a fost găsit niciun decodor pentru pista audio. ID:
ru: Не найден декодер для аудиопотока. Я БЫ:
sv: Ingen avkodare hittades för ljudspåret. ID:
tr: Ses parçası için kod çözücü bulunamadı. İD:

source: No foreground image to switch to
ar: لا توجد صورة أمامية للتغيير
cs: Žádný přední obrázek ke změně
de: Kein zu änderndes Frontbild
es: Sin imagen de frente para cambiar
fr: Aucune image frontale à modifier
it: Nessuna immagine frontale da modificare
ja: 変更する正面画像はありません
nl: Geen afbeelding aan de voorkant om te veranderen
pl: Brak obrazu z przodu do zmiany
pt: Nenhuma imagem frontal para alterar
ro: Nicio imagine din față de schimbat
ru: Нет изображения переднего плана для переключения
sv: Ingen bild på framsidan att ändra
tr: Değiştirilecek ön görüntü yok

source: No image to add shape to
ar: لا توجد صورة لإضافة شكل إليها
it: Nessuna immagine a cui aggiungere forma
ja: 形を追加する画像がありません
nl: Geen afbeelding om vorm aan toe te voegen
sv: Ingen bild att lägga till form på

source: No image was decoded
ar: لم يتم فك أي صورة
cs: Nebyl dekódován žádný obrázek
de: Es wurde kein Bild dekodiert
es: Ninguna imagen fue decodificada
fr: Aucune image n'a été décodée
it: Nessuna immagine è stata decodificata
ja: 画像はデコードされませんでした
nl: Er is geen afbeelding gedecodeerd
pl: Żaden obraz nie został zdekodowany
pt: Nenhuma imagem foi decodificada
ro: Nicio imagine nu a fost decodificată
ru: Изображение не было декодировано
sv: Ingen bild avkodades
tr: Hiçbir görüntünün kodu çözülmedi

source: No left image to attach a stereo image pair
ar: لا توجد صورة متبقية لإرفاق زوج من صور الاستريو
cs: Nezbývá žádný obrázek pro připojení dvojice stereo obrázků
de: Es ist kein Bild mehr vorhanden, um ein Paar Stereobilder anzuhängen
es: No hay imagen izquierda para atar a un par de imágenes estéreo.
fr: Il n'y a plus d'image pour joindre une paire d'images stéréo
it: Non è rimasta alcuna immagine per allegare una coppia di immagini stereo
ja: ステレオ画像のペアを添付するための画像が残っていません
nl: Er is geen afbeelding meer om een paar stereobeelden bij te voegen
pl: Nie ma już obrazu do dołączenia pary obrazów stereo
pt: Não há imagem para anexar um par de imagens estéreo
ro: Nu mai există nicio imagine pentru a atașa o pereche de imagini stereo
ru: Нет левого изображения для присоединения пары стереоизображений
sv: Det finns ingen bild kvar för att bifoga ett par stereobilder
tr: Bir çift stereo görüntü eklemek için görüntü kalmadı

source: No memory for audio frame
ar: لا توجد ذاكرة لإطار الصوت
cs: Žádná paměť pro zvukový rámeček
de: Kein Speicher für Audioframe
es: Sin memoria para cuadro de audio
fr: Pas de mémoire pour la trame audio
it: Nessuna memoria per frame audio
ja: オーディオフレーム用のメモリがありません
nl: Geen geheugen voor audioframe
pl: Brak pamięci na ramkę audio
pt: Sem memória para o quadro de áudio
ro: Nu există memorie pentru cadrul audio
ru: Нет памяти для звукового кадра
sv: Inget minne för ljudram
tr: Ses çerçevesi için hafıza yok

source: No memory to allocate filter graph
ar: لا توجد ذاكرة لفلتر الرسم البياني
cs: Žádná paměť pro graf filtru
de: Kein Speicher für Filtergrafik
es: Sin memoria para grafica de filtro
fr: Pas de mémoire pour le graphique de filtre
it: Nessuna memoria per il grafico del filtro
ja: フィルタグラフ用のメモリがありません
nl: Geen geheugen voor filtergrafiek
pl: Brak pamięci dla wykresu filtra
pt: Sem memória para o gráfico de filtro
ro: Nu există memorie pentru graficul de filtrare
ru: Нет памяти для размещения графа фильтра
sv: Inget minne för filterdiagram
tr: Filtre grafiği için hafıza yok

source: No pixel format could be chosen
ar: تعذر اختيار تنسيق البكسل
cs: Nelze vybrat formát pixelů
de: Pixelformat konnte nicht ausgewählt werden
es: No se pudo elegir formato de pixel
fr: Impossible de choisir le format de pixel
it: Impossibile scegliere il formato pixel
ja: ピクセルフォーマットを選択できませんでした
nl: Kon pixelformaat niet kiezen
pl: Nie można wybrać formatu pikseli
pt: Não foi possível escolher o formato de pixel
ro: Nu s-a putut alege formatul pixelilor
ru: Формат пикселей не может быть выбран
sv: Kunde inte välja pixelformat
tr: Piksel biçimi seçilemedi

source: No such framebuffer - cannot set pixel
ar: لا يوجد مثل هذا الإطار المؤقت - لا يمكنني ضبط البكسل
cs: Takový framebuffer neexistuje - neumím nastavit pixel
de: Es gibt keinen solchen Framebuffer - ich kann das Pixel nicht einstellen
es: No existe tal framebuffer - no puedo setear el pixel
fr: Il n'y a pas de framebuffer de ce type - je ne peux pas définir le pixel
it: Non esiste un tale framebuffer: non riesco a impostare il pixel
ja: そのようなフレームバッファはありません-ピクセルを設定できません
nl: Er is niet zo'n framebuffer - ik kan de pixel niet instellen
pl: Nie ma takiego bufora ramki - nie mogę ustawić piksela
pt: Não existe esse framebuffer - não consigo definir o pixel
ro: Nu există un astfel de framebuffer - nu pot seta pixelul
ru: Нет такого фреймбуфера - невозможно установить пиксель
sv: Det finns ingen sådan rambuffert - jag kan inte ställa in pixeln
tr: Böyle bir çerçeve arabelleği yok - pikseli ayarlayamıyorum

source: No valid ODT transform:
ar: لا يوجد تحويل ODT صالح:
cs: Neexistuje žádná platná transformace ODT:
de: Es gibt keine gültige ODT-Transformation:
es: No existe una transformación ODT válida:
fr: Il n'y a pas de transformation ODT valide :
it: Non esiste una trasformazione ODT valida:
ja: 有効なODT変換はありません.
nl: Er is geen geldige ODT-transformatie:
pl: Nie ma prawidłowej transformacji ODT:
pt: Não há transformação ODT válida:
ro: Nu există o transformare ODT validă:
ru: Нет допустимого преобразования ODT:
sv: Det finns ingen giltig ODT-transformation:
tr: Geçerli bir ODT dönüşümü yok:

source: No valid RT transform for "
ar: لا يوجد تحويل RT صالح لـ "
cs: Neexistuje žádná platná transformace RT pro "
de: Es gibt keine gültige RT-Transformation für "
es: No existe una transformación RT válida para "
fr: Il n'y a pas de transformation RT valide pour "
it: Non esiste una trasformazione RT valida per "
ja: "の有効なRT変換はありません
nl: Er is geen geldige RT-transformatie voor "
pl: Nie ma prawidłowej transformacji RT dla "
pt: Não há transformação RT válida para "
ro: Nu există o transformare RT validă pentru "
ru: Нет допустимого преобразования RT для "
sv: Det finns ingen giltig RT-transform för "
tr: " için geçerli bir RT dönüşümü yok

source: No versioning in this clip. Please create an image or directory named with a versioning string.
ar: هذا المقطع ليس له إصدارات. الرجاء إنشاء صورة أو مجلد باسم نسخة.
cs: Tento klip nemá žádné verze. Vytvořte prosím obrázek nebo složku pojmenovanou verzí.
de: Dieser Clip hat keine Versionen. Bitte erstellen Sie ein Image oder einen Ordner mit dem Namen einer Version.
es: Este clip no tiene versiones. Por favor cree una imagen o carpeta nombrada con una versión.
fr: Ce clip n'a pas de versions. Veuillez créer une image ou un dossier nommé avec une version.
it: Questa clip non ha versioni. Crea un'immagine o una cartella denominata con una versione.
ja: このクリップにはバージョンがありません.バージョンで名前が付けられた画像またはフォルダを作成してください.
nl: Deze clip heeft geen versies. Maak een afbeelding of map met de naam met een versie.
pl: Ten klip nie ma wersji. Utwórz obraz lub folder o nazwie z wersją.
pt: Este clipe não tem versões. Crie uma imagem ou pasta com o nome de uma versão.
ro: Acest clip nu are versiuni. Creați o imagine sau un folder numit cu o versiune.
ru: В этом клипе нет версий. Создайте образ или каталог с именем со строкой версии.
sv: Det här klippet har inga versioner. Skapa en bild eller mapp med namnet med en version.
tr: Bu klibin versiyonu yok. Lütfen bir sürümle adlandırılmış bir resim veya klasör oluşturun.

source: Non-Drop Frame Timecode
ar: كود الوقت دون إضاعة الإطارات
cs: Časový kód bez plýtvání snímků
de: Timecode ohne Verschwendung von Frames
fr: Code temporel sans perte d'images
it: Time Code senza sprecare fotogrammi
ja: フレームを無駄にしないタイムコード
nl: Tijdcode zonder frames te verspillen
pl: Kod czasowy bez marnowania ramek
pt: Código de tempo sem desperdício de quadros
ro: Cod de timp fără a pierde cadre
ru: Тайм-код без пропуска кадров
sv: Tidskod utan att slösa ramar
tr: Çerçeveleri Kaybetmeden Zaman Kodu

source: Non-POT Textures:
ar: مواد غير POT:
cs: Textury jiné než POT:
de: Nicht-POT-Texturen:
es: Texturas Non-POT:
fr: Textures non POT :
it: Texture non POT:
ja: 非POTテクスチャ:
nl: Niet-POT-texturen:
pl: Tekstury inne niż POT:
pt: Texturas não-POT:
ro: Texturi non-POT:
ru: Текстуры не-POT:
sv: Icke-POT-texturer:
tr: POT Olmayan Dokular:

source: None
ar: لا هذا ولا ذاك
cs: Ani
de: Weder
es: Ninguno
fr: Non plus
it: Nessuno dei due
ja: ない
nl: Geen
pl: Ani
pt: Nem
ro: Nici
ru: Никто
sv: Varken
tr: Hiç biri

source: Norm
ar: اساسي
cs: Standard
de: Standard
fr: la norme
it: standard
ja: 標準
nl: standaard-
pl: standard
pt: padrão
ro: standard
ru: Норма
sv: standard-
tr: standart

source: Normal
ar: طبيعي
cs: Normální
it: Normale
ja: 普通
nl: normaal
pl: Normalna
ru: Обычный
sv: Vanligt

source: Normalize pixel values to remain in [0,1] range.
ar: تطبيع قيم البكسل للحفاظ على النطاق [0،1].
cs: Normalizujte hodnoty pixelů tak, aby byly v rozsahu [0,1].
de: Normalisieren Sie die Pixelwerte, um sie im Bereich [0,1] zu halten.
es: Normalizar los valores de los píxeles para mantener el en el rango [0,1].
fr: Normalisez les valeurs de pixel pour les maintenir dans la plage [0,1].
it: Normalizza i valori dei pixel per mantenerli nell'intervallo [0,1].
ja: を[0,1]の範囲に保つために、ピクセル値を正規化します.
nl: Normaliseer de pixelwaarden om de binnen het bereik [0,1] te houden.
pl: Normalizuj wartości pikseli, aby utrzymać się w zakresie [0,1].
pt: Normalize os valores de pixel para manter o no intervalo [0,1].
ro: Normalizați valorile pixelilor pentru a menține în intervalul [0,1].
ru: Нормализуйте значения пикселей, чтобы они оставались в диапазоне [0,1].
sv: Normalisera pixelvärdena för att hålla inom området [0,1].
tr: [0,1] aralığında tutmak için piksel değerlerini normalleştirin.

source: Normals
ar: عادي
cs: normální
de: normal
es: Normales
fr: Ordinaire
it: normale
ja: 正常
nl: normaal
pl: normalna
pt: normal
ro: normal
ru: Нормали
sv: vanligt
tr: normal

source: Not Comped
ar: غير ممنوع
cs: Nekompenzováno
de: Nicht kompensiert
fr: Non rémunéré
it: Non concorso
ja: コンパイルされていません
nl: Niet betaald
pl: Niekompatybilny
pt: Não compensado
ro: Nu Comped
ru: Не скомпрометировано
sv: Inte Comped
tr: Comped değil

source: Not OK
ar: ليس جيدا
cs: Není v pořádku
de: Nicht ok
fr: Pas d'accord
it: Non bene
ja: 良くないですよ
nl: Niet ok
pl: Nie w porządku
pt: Não está tudo bem
ro: Nu e bine
ru: Не хорошо
sv: Inte ok
tr: Tamam değil

source: Not a GLArrowShape pointer
ar: ليس مؤشر GLArrowShape
it: Non un puntatore GLArrowShape
ja: GLArrowShapeポインターではありません
nl: Geen GLarrowShape-aanwijzer
sv: Inte en GLarrowShape-pekare

source: Not a GLCircleShape pointer
ar: ليس بمؤشر GLCircleShape
cs: Není to ukazatel na GLCircleShape
de: Kein Zeiger auf GLCircleShape
es: No es un puntero a GLCircleShape
fr: Pas un pointeur vers GLCircleShape
it: Non un puntatore a GLCircleShape
ja: GLCircleShapeへのポインタではありません
nl: Geen verwijzing naar GLCircleShape
pl: Nie jest wskaźnikiem do GLCircleShape
pt: Não é um ponteiro para GLCircleShape
ro: Nu este un pointer către GLCircleShape
ru: Не указатель GLCircleShape
sv: Inte en pekare till GLCircleShape
tr: GLCircleShape için bir işaretçi değil

source: Not a GLCircleShape pointer in mouseRelease
ar: ليس مؤشر GLCircleShape في MouseRelease
it: Non un puntatore GLCircleShape in mouseRelease
ja: mouseReleaseのGLCircleShapeポインターではありません
nl: Geen GLCircleShape-aanwijzer in mouseRelease
sv: Inte en GLCircleShape-pekare i mouseRelease

source: Not a GLErasePathShape pointer
ar: ليس مؤشرًا لـ GLErasePathShape
cs: Nejedná se o ukazatel na GLErasePathShape
de: Kein Zeiger auf GLErasePathShape
es: No es un puntero a GLErasePathShape
fr: Pas un pointeur vers GLErasePathShape
it: Non un puntatore a GLErasePathShape
ja: GLErasePathShapeへのポインタではありません
nl: Geen verwijzing naar GLErasePathShape
pl: Nie jest wskaźnikiem do GLErasePathShape
pt: Não é um ponteiro para GLErasePathShape
ro: Nu este un pointer către GLErasePathShape
ru: Не указатель GLERasePathShape
sv: Inte en pekare till GLERasePathShape
tr: GLErasePathShape için bir işaretçi değil
