Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt, ro, ru, sv, tr

source: avcodec_copy_context failed for subtitle
ar: فشل avcodec_copy_context للترجمة
cs: avcodec_copy_context se nezdařilo pro titulky
de: avcodec_copy_context für Untertitel fehlgeschlagen
es: avcodec_copy_context falló para el subtítulo
fr: avcodec_copy_context a échoué pour le sous-titre
it: avcodec_copy_context non riuscito per i sottotitoli
ja: 字幕のavcodec_copy_contextが失敗しました
nl: avcodec_copy_context mislukt voor ondertiteling
pl: avcodec_copy_context nie powiodło się dla napisów
pt: avcodec_copy_context falhou para legenda
ro: avcodec_copy_context a eșuat pentru subtitrare
ru: Ошибка avcodec_copy_context для субтитров
sv: avcodec_copy_context misslyckades för undertext
tr: avcodec_copy_context altyazı için başarısız oldu

source: base
ar: يتمركز
cs: základna
ja: ベース
nl: baseren
pl: baza
ro: baza
ru: основание
sv: bas
tr: temel

source: bind socket failed
ar: فشل الانضمام إلى مأخذ التوصيل
cs: Připojení k soketu se nezdařilo
de: Join-Socket fehlgeschlagen
es: Unir enchufe falló
fr: Échec de la jointure du socket
it: Unisciti al socket non riuscito
ja: ソケットの結合に失敗しました
nl: Join socket mislukt
pl: Połączenie z gniazdem nie powiodło się
pt: Falha no soquete de junção
ro: Conectarea la soclu a eșuat
ru: сбой привязки сокета
sv: Det gick inte att ansluta uttaget
tr: Sokete katılma başarısız

source: capDate
ar: تاريخ
cs: datum
de: Datum
es: Fecha
fr: Date
it: Data
ja: 日にち
nl: Datum
pl: Data
pt: Encontro: Data
ro: Data
ru: шапкаДата
sv: Datum
tr: Tarih

source: cd/m2
ar: قرص مضغوط/م 2
pl: Płyta CD/m2
ru: компакт диск/м2

source: change_image index
ar: تغيير الصورة
cs: obrázek change_imdice
de: change_imdice-Bild
fr: change_imdice image
it: immagine change_imdice
ja: change_imdice画像
nl: change_imdice afbeelding
pl: change_imdice obraz
pt: imagem change_imdice
ro: imaginea change_imdice
ru: индекс change_image
sv: change_imdice bild
tr: change_imdice resmi

source: clean effects
ar: تأثيرات نظيفة
cs: čisté efekty
de: saubere Effekte
es: efectos en limpio
fr: effets propres
it: effetti puliti
ja: きれいな効果
nl: schone effecten
pl: czyste efekty
pt: efeitos limpos
ro: efecte curate
ru: чистые эффекты
sv: rena effekter
tr: temiz efektler

source: comment
ar: تعليقات
cs: komentáře
de: Bemerkungen
es: comentarios
fr: commentaires
it: Commenti
ja: コメント
nl: opmerkingen
pl: uwagi
pt: comentários
ro: comentarii
ru: комментарий
sv: kommentarer
tr: yorumlar

source: data
ar: بيانات
de: Daten
es: datos
fr: Les données
it: dati
ja: データ
nl: gegevens
pl: dane
pt: dados
ro: date
ru: данные
tr: veri

source: decode_audio_packet failed for frame
ar: فشل decode_audio_packet للإطار
cs: decode_audio_packet se nezdařilo pro rámec
de: decode_audio_packet für Frame fehlgeschlagen
es: decode_audio_packet falló para cuadro
fr: decode_audio_packet a échoué pour le cadre
it: decode_audio_packet non riuscito per il frame
ja: フレームのdecode_audio_packetが失敗しました
nl: decode_audio_packet mislukt voor frame
pl: decode_audio_packet nie powiodło się dla ramki
pt: decode_audio_packet falhou para frame
ro: decode_audio_packet a eșuat pentru cadru
ru: Ошибка decode_audio_packet для кадра
sv: decode_audio_packet misslyckades för ram
tr: decode_audio_packet çerçeve için başarısız oldu

source: default
ar: إفتراضي
cs: výchozí
de: Ursprünglich
es: defecto
fr: défaut
it: predefinito
ja: ディフォルト
nl: gebrek
pl: domyślna
pt: predefinição
ro: Mod implicit
ru: По умолчанию
sv: standard
tr: varsayılan

source: default_ocio_input_color_space - unknown bit depth
ar: default_le Leisure_input_color_space - عمق بت غير معروف
cs: default_leisure_input_color_space - neznámá bitová hloubka
de: default_leisure_input_color_space – unbekannte Bittiefe
es: default_ocio_input_color_space - profundidad de bits desconocido
fr: default_leisure_input_color_space - profondeur de bits inconnue
it: default_leisure_input_color_space - profondità di bit sconosciuta
ja: default_leisure_input_color_space-不明なビット深度
nl: default_leisure_input_color_space - onbekende bitdiepte
pl: default_ocio_input_color_space - nieznana głębia bitowa
pt: default_leisure_input_color_space - profundidade de bits desconhecida
ro: default_leisure_input_color_space - adâncime de biți necunoscută
ru: default_ocio_input_color_space — неизвестная разрядность
sv: default_leisure_input_color_space - okänt bitdjup
tr: default_leisure_input_color_space - bilinmeyen bit derinliği

source: delete uiview
ar: حذف uiview
cs: odstranit uiview
de: uiview löschen
fr: supprimer uiview
it: elimina uiview
ja: uiviewを削除する
nl: verwijder uiview
pl: usuń uiview
pt: excluir uiview
ro: ștergeți uiview
ru: удалить пользовательский интерфейс
sv: ta bort uiview
tr: uiview'i sil

source: dub
ar: دبلجة
cs: dabing
de: Überspielen
es: doblaje
fr: doublage
it: doppiaggio
ja: ダビング
nl: nasynchronisatie
pl: dubbing
pt: dublagem
ro: dublare
ru: дабл
sv: dubbning
tr: dublaj

source: files
ar: السجلات
cs: evidence
de: Aufzeichnungen
es: archivos
fr: dossiers
it: record
ja: 記録
nl: records
pl: dokumentacja
pt: registros
ro: înregistrări
ru: файлы
sv: uppgifter
tr: kayıtlar

source: find_image: frame
ar: search_image: مربع
cs: search_image: box
de: Suchbild: Feld
es: busca_imagen: cuadro
fr: search_image : boîte
it: immagine_ricerca: casella
ja: search_image: ボックス
nl: search_image: box
pl: search_image: pudełko
pt: search_image: caixa
ro: imagine_căutare: casetă
ru: find_image: кадр
sv: sök_bild: ruta
tr: search_image: kutu

source: float
ar: النقطة العائمة
cs: plovoucí bod
de: Fließkomma
es: coma flotante
fr: point flottant
it: virgola mobile
ja: 浮動小数点
nl: drijvende komma
pl: zmiennoprzecinkowy
pt: ponto flutuante
ro: punctul de plutire
ru: плавать
sv: flytpunkt
tr: kayan nokta

source: float (32-bits per channel)
ar: النقطة العائمة (32 بت لكل قناة)
cs: s plovoucí desetinnou čárkou (32 bitů na kanál)
de: Fließkomma (32 Bit pro Kanal)
es: coma flotante (32-bits por canal)
fr: virgule flottante (32 bits par canal)
it: virgola mobile (32 bit per canale)
ja: 浮動小数点（チャネルあたり32ビット）
nl: drijvende komma (32-bits per kanaal)
pl: zmiennoprzecinkowa (32 bity na kanał)
pt: ponto flutuante (32 bits por canal)
ro: virgulă mobilă (32 de biți pe canal)
ru: с плавающей запятой (32 бита на канал)
sv: flyttal (32-bitar per kanal)
tr: kayan nokta (kanal başına 32 bit)

source: forced
ar: قسري
cs: nucený
de: gezwungen
es: forzado
fr: forcé
it: costretto
ja: 強制
nl: gedwongen
pl: wymuszony
pt: forçado
ro: forţat
ru: принужденный
sv: tvingade
tr: zoraki

source: format
ar: شكل
cs: Formát
es: formato
it: Formato
ja: フォーマット
nl: Formaat
pt: Formato
ru: формат
sv: Formatera
tr: Biçim

source: format s24le
ar: تنسيق s24le
cs: formát s24le
de: s24le-Format
es: formato s24le
it: formato s24le
ja: s24leフォーマット
nl: s24le-formaat
pt: formato s24le
ru: формат s24le
sv: s24le-format
tr: s24le biçimi

source: format s32be, frequency
ar: تنسيق s32be ، التردد
cs: formát s32be, frekvence
de: s32be-Format, Frequenz
es: formato s32be, frecuencia
fr: format s32be, fréquence
it: formato s32be, frequenza
ja: s32be形式、頻度
nl: s32be-formaat, frequentie
pl: format s32be, częstotliwość
pt: formato s32be, frequência
ro: format s32be, frecvență
ru: формат s32be, частота
sv: s32be format, frekvens
tr: s32be formatı, frekans

source: gleam
ar: وميض
cs: záblesk
de: glänzen
fr: lueur
it: brillare
ja: キラリと光る
nl: glans
pl: blask
pt: brilho
ro: sclipire
ru: блеск
sv: glimt
tr: parıltı

source: half float (16-bits per channel)
ar: نصف نقطة عائمة (16 بت لكل قناة)
cs: polovina s pohyblivou řádovou čárkou (16 bitů na kanál)
de: halbe Gleitkommazahl (16 Bit pro Kanal)
es: media coma flotante (16 bits por canal)
fr: demi virgule flottante (16 bits par canal)
it: mezzo virgola mobile (16 bit per canale)
ja: 半精度浮動小数点（チャネルあたり16ビット）
nl: halve drijvende komma (16 bits per kanaal)
pl: pół zmiennoprzecinkowa (16 bitów na kanał)
pt: meio ponto flutuante (16 bits por canal)
ro: jumătate virgulă mobilă (16 biți pe canal)
ru: половина с плавающей запятой (16 бит на канал)
sv: halv flyttal (16 bitar per kanal)
tr: yarım kayan nokta (kanal başına 16 bit)

source: half/float
ar: نصف/نقطة عائمة كاملة
cs: polovina/plná pohyblivá řádová čárka
de: Hälfte/volle Fließkommazahl
es: media/completa coma flotante
fr: demi/virgule flottante complète
it: metà/virgola mobile completa
ja: 半分/完全な浮動小数点
nl: voor de helft/volledige drijvende komma
pl: połowa/pełny zmiennoprzecinkowy
pt: metade/ponto flutuante completo
ro: jumătate/virgulă mobilă completă
ru: половина/плавать
sv: halv/full flytande punkt
tr: yarım/tam kayan nokta

source: has invalid magic number in the header.
ar: يحتوي على رقم سحري غير صالح في الرأس.
cs: má v záhlaví neplatné magické číslo.
de: hat eine ungültige magische Zahl im Header.
es: tiene un número mágico inválido en el encabezado.
fr: a un nombre magique invalide dans l'en-tête.
it: ha un numero magico non valido nell'intestazione.
ja: ヘッダーに無効なマジックナンバーがあります.
nl: heeft een ongeldig magisch getal in de kop.
pl: ma w nagłówku nieprawidłową liczbę magiczną.
pt: tem um número mágico inválido no cabeçalho.
ro: are un număr magic nevalid în antet.
ru: имеет недопустимый магический номер в заголовке.
sv: har ett ogiltigt magiskt nummer i rubriken.
tr: başlıkta geçersiz bir sihirli sayı var.

source: hearing impaired
ar: ضعف السمع
cs: sluchové vady
de: Hörbehinderungen
es: deficiencias auditivas
fr: déficiences auditives
it: problemi di udito
ja: 聴覚障害
nl: gehoorbeperkingen
pl: wady słuchu
pt: deficiências auditivas
ro: deficiențe de auz
ru: слабослышащих
sv: hörselnedsättningar
tr: işitme bozuklukları

source: hevc
ar: هيفك
ru: хэвк

source: host_statistics64 failed
ar: host_statistics64 فشل
cs: host_statistics64 se nezdařilo
de: host_statistics64 fehlgeschlagen
fr: host_statistics64 a échoué
it: host_statistics64 non riuscito
ja: host_statistics64が失敗しました
nl: host_statistics64 mislukt
pl: host_statistics64 nie powiodło się
pt: host_statistics64 falhou
ro: host_statistics64 a eșuat
ru: host_statistics64 не удалось
sv: host_statistics64 misslyckades
tr: host_statistics64 başarısız oldu

source: is a Softimage file, but not a PIC file.
ar: إنه ملف Softimage ، لكنه ليس ملف PIC.
cs: je to soubor Softimage, ale ne soubor PIC.
de: es ist eine Softimage-Datei, aber keine PIC-Datei.
es: is un archivo Softimage, pero no un archivo PIC.
fr: c'est un fichier Softimage, mais pas un fichier PIC.
it: è un file Softimage, ma non un file PIC.
ja: Softimageファイルですが、PICファイルではありません.
nl: het is een Softimage-bestand, maar geen PIC-bestand.
pl: jest to plik Softimage, ale nie plik PIC.
pt: é um arquivo Softimage, mas não um arquivo PIC.
ro: este un fișier Softimage, dar nu un fișier PIC.
ru: является файлом Softimage, но не файлом PIC.
sv: det är en Softimage-fil, men inte en PIC-fil.
tr: bu bir Softimage dosyasıdır, ancak bir PIC dosyası değildir.

source: item_pathname returned
ar: تم إرجاع item_pathname
cs: item_pathname vráceno
de: item_pathname zurückgegeben
es: item_pathname retornó
fr: item_pathname retourné
it: nome_percorso oggetto restituito
ja: item_pathnameが返されました
nl: item_pathname geretourneerd
pl: Zwrócono nazwę_ścieżki elementu
pt: item_pathname retornado
ro: item_pathname returnat
ru: возвращено item_pathname
sv: item_pathname returneras
tr: item_pathname döndürüldü

source: karaoke
ar: كاريوكي
fr: karaoké
ja: カラオケ
pt: karaokê
ru: караоке

source: keyCode
ar: رمز المفتاح
cs: Klíčový kód
de: Schlüsselcode
es: Código de Llave
fr: Code clé
it: Chiave
ja: キーコード
nl: Sleutelcode
pl: Kod Klucza
pt: Código chave
ro: Cod cheie
ru: ключевой код
sv: Nyckelkod
tr: Anahtar kod

source: listen to socket failed
ar: فشل الاستماع إلى التوصيل
cs: Poslech připojení se nezdařil
de: Abhören des Plugs fehlgeschlagen
es: Escuchar al enchufe falló
fr: Échec de l'écoute de la prise
it: Ascolta plug fallito
ja: プラグを聞くのに失敗しました
nl: Luisteren naar plug mislukt
pl: Nie udało się odsłuchać wtyczki
pt: Falha ao ouvir o plugue
ro: Ascultarea mufei a eșuat
ru: ошибка прослушивания сокета
sv: Det gick inte att lyssna på pluggen
tr: Dinleme başarısız oldu

source: loadDeepData error:
ar: خطأ في تحميل البيانات العميقة:
cs: Chyba načítání hlubokých dat:
de: Fehler beim Laden tiefer Daten:
es: Error de decodificación de audio:
fr: Erreur de chargement de données en profondeur :
it: Errore di caricamento dati profondo:
ja: ディープデータロードエラー:
nl: Fout bij het laden van diepe gegevens:
pl: Błąd głębokiego ładowania danych:
pt: Erro de carregamento de dados profundos:
ro: Eroare de încărcare profundă a datelor:
ru: Ошибка loadDeepData:
sv: Djupt dataladdningsfel:
tr: Derin veri yükleme hatası:

source: lyrics
ar: كلمات الاغنية
cs: text
de: Text
es: letra lírica
fr: Paroles
it: Testi
ja: 歌詞
nl: songteksten
pl: tekst piosenki
pt: Letra da música
ro: Versuri
ru: текст песни
sv: text
tr: şarkı sözleri

source: mental ray Bit Picture
ar: صورة بت من الأشعة العقلية
cs: Bitový obrázek z mentálního paprsku
de: Bit-Image von mental ray
es: Imagen de Bit de mental ray
fr: Image binaire de mental ray
it: Immagine di bit da mental ray
ja: mentalrayからのビットイメージ
nl: Bitbeeld van mentale straal
pl: Obraz bitowy z mentalnego promienia
pt: Imagem de bits do mental ray
ro: Imagine bit de la mental ray
sv: Lite bild från mental ray
tr: mental raydan bit görüntü

source: mental ray Contour Picture
ar: صورة كفاف للأشعة العقلية
cs: Obrysový obraz mentálního paprsku
de: Konturbild von mental ray
es: Imagen de Contornos de mental ray
fr: Image de contour de mental ray
it: Immagine di contorno del raggio mentale
ja: mentalrayの輪郭画像
nl: Contourbeeld van mentale straal
pl: Konturowy obraz mentalnego promienia
pt: Imagem de contorno do mental ray
ro: Imagine de contur a razei mentale
ru: Mental Ray Контурное изображение
sv: Konturbild av mental stråle
tr: Mental ray kontur görüntüsü

source: mental ray Motion Picture
ar: صورة حركة الأشعة العقلية
cs: mentální ray film
de: Mental Ray-Film
es: Imagen de Movimiento de mental ray
fr: film mental ray
it: film a raggi mentali
ja: メンタルレイ動画
nl: mentale straal film
pl: mentalny promień filmowy
pt: filme mental ray
ro: filmul mental ray
ru: ментальный луч Кинофильм
sv: mental ray film
tr: mental ray film

source: mental ray Normal Picture
ar: صورة معايير الأشعة العقلية
cs: Obrázek Mental Ray Normals
de: Bild von Mental Ray Normals
es: Imagen de Normales de mental ray
fr: Image des normales de Mental Ray
it: Immagine di normali raggi mentali
ja: MentalRay法線の画像
nl: Afbeelding van Mental Ray Normals
pl: Obraz normalnych promieni mentalnych
pt: Imagem de Mental Ray Normals
ro: Imagine a Mental Ray Normals
ru: Mental Ray Обычное изображение
sv: Bild på Mental Ray Normals
tr: Mental Ray Normallerinin Görüntüsü

source: mental ray Scalar Picture
ar: صورة للغيبوبة العائمة من الأشعة العقلية
cs: Obrázek Floating Coma from mental ray
de: Bild eines schwebenden Komas von mental ray
es: Imagen de Coma Flotante de mental ray
fr: Image de Coma flottant de mental ray
it: Immagine di Floating Coma da mental ray
ja: mentalrayからのフローティングコマの画像
nl: Afbeelding van drijvend coma van mentale straal
pl: Obraz unoszącej się śpiączki z promienia mentalnego
pt: Imagem do Coma Flutuante do Mental Ray
ro: Imagine cu coma plutitoare de la mental ray
ru: Mental Ray Скалярная картинка
sv: Bild av Floating Coma från mental ray
tr: Mental raydan Yüzen Koma görüntüsü

source: mental ray Shadow Map
ar: ظلال صورة الأشعة الذهنية
cs: Stíny obrazu mentálního paprsku
de: Schatten des mentalen Strahlenbildes
es: Imagen de Sombras de mental ray
fr: Ombres de l'image mental ray
it: Ombre dell'immagine del raggio mentale
ja: メンタルレイ画像の影
nl: Schaduwen van mentale straal afbeelding
pl: Cienie mentalnego obrazu promienia
pt: Sombras da imagem mental ray
ro: Umbre de imagine mental ray
ru: Mental Ray Карта теней
sv: Skuggor av mental strålbild
tr: mental ray görüntüsünün gölgeleri

source: mental ray Z Depth Picture
ar: الأشعة الذهنية Z صورة العمق
cs: mentální paprsek Z Hloubkový obraz
de: mental ray Z-Tiefenbild
es: Imagen de Profundidad en Z de mental ray
fr: image de profondeur Z mental ray
it: mental ray Z Profondità immagine
ja: mentalrayZ深度画像
nl: mentale straal Z Diepte afbeelding
pl: mentalny promień Z Głębokość obrazu
pt: mental ray Z imagem de profundidade
ro: mental ray Z Imagine de adâncime
ru: Mental Ray Z Глубина изображения
sv: mental ray Z Djupbild
tr: mental ray Z Derinlik resmi

source: mrViewer does not support YUV images.
ar: mrViewer لا يدعم صور YUV.
cs: mrViewer nepodporuje obrázky YUV.
de: mrViewer unterstützt keine YUV-Bilder.
es: mrViewer no soporta imágenes de YUV.
fr: mrViewer ne prend pas en charge les images YUV.
it: mrViewer non supporta le immagini YUV.
ja: mrViewerはYUV画像をサポートしていません.
nl: mrViewer ondersteunt geen YUV-afbeeldingen.
pl: mrViewer nie obsługuje obrazów YUV.
pt: O mrViewer não suporta imagens YUV.
ro: mrViewer nu acceptă imagini YUV.
ru: mrViewer не поддерживает изображения YUV.
sv: mrViewer stöder inte YUV-bilder.
tr: mrViewer, YUV görüntülerini desteklemez.

source: mrViewer knows codec used
ar: يعرف mrViewer برنامج الترميز المستخدم
cs: mrViewer zná použitý kodek
de: mrViewer kennt den verwendeten Codec
es: mrViewer conoce el codec usado
fr: mrViewer connaît le codec utilisé
it: mrViewer conosce il codec utilizzato
ja: mrViewerは、使用されているコーデックを認識しています
nl: mrViewer kent de gebruikte codec
pl: mrViewer zna używany kodek
pt: mrViewer conhece o codec usado
ro: mrViewer cunoaște codecul folosit
ru: mrViewer знает используемый кодек
sv: mrViewer känner till vilken codec som används
tr: mrViewer kullanılan codec bileşenini biliyor

source: mrViewer knows the codec used
ar: يعرف mrViewer برنامج الترميز المستخدم
cs: mrViewer zná použitý kodek
de: mrViewer kennt den verwendeten Codec
es: mrViewer conoce el codec usado
fr: mrViewer connaît le codec utilisé
it: mrViewer conosce il codec utilizzato
ja: mrViewerは、使用されているコーデックを認識しています
nl: mrViewer kent de gebruikte codec
pl: mrViewer zna używany kodek
pt: mrViewer conhece o codec usado
ro: mrViewer cunoaște codecul folosit
ru: mrViewer знает используемый кодек
sv: mrViewer känner till vilken codec som används
tr: mrViewer kullanılan codec bileşenini biliyor

source: mrViewer supports CTL scripts and ICC profiles baked into 3D Luts. These settings control the quality of the 3D Lut.
ar: يدعم mrViewer نصوص CTL وملفات تعريف ICC المطبوخة في أجزاء ثلاثية الأبعاد. تتحكم هذه الإعدادات في جودة 3D Lut.
cs: mrViewer podporuje CTL skripty a ICC profily vařené ve 3D luts. Tato nastavení řídí kvalitu 3D Lut.
de: mrViewer unterstützt CTL-Skripte und ICC-Profile, die in 3D-Luts erstellt wurden. Diese Einstellungen steuern die Qualität der 3D-Lut.
es: mrViewer soporta scripts de CTL y Perfiles ICC cocinados en 3D luts. Estos settings controlan la calidad del 3D Lut.
fr: mrViewer prend en charge les scripts CTL et les profils ICC cuits dans des luts 3D. Ces paramètres contrôlent la qualité du 3D Lut.
it: mrViewer supporta script CTL e profili ICC cotti in 3D luts. Queste impostazioni controllano la qualità del 3D Lut.
ja: mrViewerは、3Dlutsで作成されたCTLスクリプトとICCプロファイルをサポートします.これらの設定は、3DLutの品質を制御します.
nl: mrViewer ondersteunt CTL-scripts en ICC-profielen gekookt in 3D-luts. Deze instellingen bepalen de kwaliteit van de 3D Lut.
pl: mrViewer obsługuje skrypty CTL i profile ICC ugotowane w 3D luts. Te ustawienia kontrolują jakość 3D Lut.
pt: O mrViewer suporta scripts CTL e perfis ICC preparados em 3D luts. Essas configurações controlam a qualidade do 3D Lut.
ro: mrViewer acceptă scripturi CTL și profiluri ICC gătite în format 3D. Aceste setări controlează calitatea 3D Lut.
ru: mrViewer поддерживает сценарии CTL и профили ICC, встроенные в 3D Luts. Эти настройки управляют качеством 3D Lut.
sv: mrViewer stöder CTL-skript och ICC-profiler tillagade i 3D-lutar. Dessa inställningar styr kvaliteten på 3D Lut.
tr: mrViewer, 3D lut'larda hazırlanmış CTL komut dosyalarını ve ICC Profillerini destekler. Bu ayarlar, 3D Lut'un kalitesini kontrol eder.

source: mrViewer supports YUV images through shaders.
ar: يدعم mrViewer صور YUV مع تظليل.
cs: mrViewer podporuje obrázky YUV se shadery.
de: mrViewer unterstützt YUV-Bilder mit Shadern.
es: mrViewer soporta imágenes YUV con shaders.
fr: mrViewer prend en charge les images YUV avec shaders.
it: mrViewer supporta le immagini YUV con shader.
ja: mrViewerは、シェーダーを使用したYUV画像をサポートしています.
nl: mrViewer ondersteunt YUV-afbeeldingen met shaders.
pl: mrViewer obsługuje obrazy YUV z shaderami.
pt: O mrViewer suporta imagens YUV com shaders.
ro: mrViewer acceptă imagini YUV cu shadere.
ru: mrViewer поддерживает изображения YUV через шейдеры.
sv: mrViewer stöder YUV-bilder med shaders.
tr: mrViewer, gölgelendiricili YUV görüntülerini destekler.

source: mrViewer supports YUVA images through shaders.
ar: يدعم mrViewer صور YUVA مع تظليل.
cs: mrViewer podporuje obrázky YUVA se shadery.
de: mrViewer unterstützt YUVA-Bilder mit Shadern.
es: mrViewer soporta imágenes YUVA con shaders.
fr: mrViewer prend en charge les images YUVA avec shaders.
it: mrViewer supporta le immagini YUVA con gli shader.
ja: mrViewerは、シェーダーを使用したYUVA画像をサポートします.
nl: mrViewer ondersteunt YUVA-afbeeldingen met shaders.
pl: mrViewer obsługuje obrazy YUVA z shaderami.
pt: O mrViewer suporta imagens YUVA com shaders.
ro: mrViewer acceptă imagini YUVA cu shadere.
ru: mrViewer поддерживает изображения YUVA с помощью шейдеров.
sv: mrViewer stöder YUVA-bilder med shaders.
tr: mrViewer, gölgelendiricili YUVA görüntülerini destekler.
