Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/gr.po
Languages: gr

source: Not a known codec
gr: Δεν είναι γνωστός κωδικοποιητής

source: Not a known stream type for stream #
gr: Δεν είναι γνωστός τύπος κομματιού για το κομμάτι #

source: Options:
gr: Επιλογές:

source: No audio stream in file
gr: Δεν υπάρχει ήχος στο αρχείο

source: ==> Using
gr: ==> Χρήση

source: Choosing
gr: διαλέγοντας

source: - Decode of image frame
gr: - Αποκωδικοποίηση κορνίζας

source: - decode Error audio frame
gr: - Σφάλμα αποκωδικοποίησης πλαισίου ήχου

source: Color Area Selection
gr: Επιλογή χρωματικής περιοχής

source: Could not open file.
gr: Δεν μπόρεσα να ανοίξω το αρχείο.

source: Eraser
gr: Γόμα

source: Hz instead.
gr: Hz σε αντικατάσταση.

source: Hz is not supported by your hardware.
gr: Τα Hz δεν υποστηρίζονται από το υλικό σας.

source: Matched number=
gr: Αντιστοιχισμένος αριθμός=

source: Matched prefix=
gr: Αντιστοιχισμένο πρόθεμα=

source: Matched suffix=
gr: Αντιστοιχισμένο επίθημα=

source: Move Picture
gr: μετακίνηση εικόνας

source: No audio or video stream in file
gr: Δεν υπάρχει ήχος ή βίντεο στο αρχείο

source: Pencil
gr: Μολύβι

source: Scrub
gr: Σφουγγάρισμα

source: Text
gr: Κείμενο

source: already created:
gr: έχει ήδη δημιουργηθεί:

source: as default
gr: Προκαθορισμένο

source: at port
gr: στο λιμάνι

source: attribute
gr: Χαρακτηριστικό

source: channels
gr: καναλιών

source: does not exist or no directory
gr: δεν υπάρχει ή δεν είναι φάκελος

source: does not exist!
gr: δεν υπάρχει!

source: encoding
gr: κωδικοποίηση

source: expected:
gr: αναμενόμενος:

source: failed
gr: αποτυχία.

source: failed with
gr: απέτυχε με

source: failed.
gr: αποτυχία.

source: for channel. Maximum:
gr: για το κανάλι. Το πολύ:

source: for codec
gr: για κωδικοποιητή

source: for color_space
gr: για color_space

source: for frame
gr: για καρέ

source: for gamma_curve
gr: για gamma_curve

source: for reel
gr: για μπομπίνα

source: for stream #
gr: για το κομμάτι #

source: frame
gr: καρέ

source: frames
gr: εικόνα

source: frequency:
gr: συχνότητα:

source: has different display window than
gr: έχει διαφορετικό παράθυρο προβολής από

source: if mrViewer crashed or modify Preferences->User Interface->Single Instance.
gr: εάν το mrViewer κολλήσει δεν τροποποιεί Προτιμήσεις->Διασύνδεση χρήστη->Μονή παρουσία.

source: instead
gr: σε αντικατάσταση

source: instead of 80
gr: αντί για 80

source: is
gr: είναι

source: is already the first version on disk.
gr: Είναι ήδη η πρώτη έκδοση στο δίσκο.

source: is already the last version on disk.
gr: Είναι ήδη η πιο πρόσφατη έκδοση στο δίσκο.

source: is missing.
gr: Χάθηκε.

source: is missing. Choosing
gr: λείπει. διαλέγοντας

source: not found
gr: δεν βρέθηκε

source: not found in reel
gr: δεν βρέθηκε στον κύλινδρο

source: not found, choosing
gr: δεν βρέθηκε, επιλέγοντας

source: not yet supported
gr: δεν υποστηρίζεται ακόμα

source: returned
gr: ΕΠΙΣΤΡΟΦΗ

source: size is
gr: μέγεθος είναι

source: status:
gr: κατάσταση:

source: to
gr: προς την

source: to
gr: προς την

source: video frame, cache
gr: καρέ βίντεο, κρυφή μνήμη

source: vs.
gr: κατά

source: will not be available.
gr: Δεν θα είναι διαθέσιμο.

source: " as a float value; using
gr: " ως τιμή κινητής υποδιαστολής, χρησιμοποιώντας

source: " as an integer value; using
gr: " ως ακέραια τιμή, χρησιμοποιώντας

source: " failed with error:
gr: " απέτυχε με σφάλμα:

source: " failed! Check permissions and use the native requester.
gr: " απέτυχε! Ελέγξτε τα δικαιώματα και χρησιμοποιήστε το πρόγραμμα περιήγησης εγγενών αρχείων.

source: " has no channels named with prefix "
gr: Το " δεν έχει κανάλια με το πρόθεμα "

source: " has no channels.
gr: Το " δεν έχει κανάλια.

source: " is not set; using default value (
gr: Το " δεν έχει οριστεί, χρησιμοποιώντας την προεπιλεγμένη τιμή (

source: " is not set; using default value ("
gr: Το " δεν έχει οριστεί, χρησιμοποιώντας την προεπιλεγμένη τιμή ("

source: " is not set; using default value (chromaticities according to Rec. ITU-R BT.709).
gr: Το " δεν έχει οριστεί, χρησιμοποιώντας την προεπιλεγμένη τιμή (χρωματισμοί σύμφωνα με το Rec. ITU-R BT.709).

source: " not found.
gr: " Δεν βρέθηκε.

source: " not found.
gr: " Δεν βρέθηκε.

source: " to protocol number
gr: " στον αριθμό πρωτοκόλλου

source: "; Format:
gr: "; Μορφή:

source: %<PRId64> seconds %d ms.
gr: %<PRId64> δευτερόλεπτα %d ms.

source: %d kb/s
gr: %d kb/μικρό

source: ' does not exist.
gr: ' δεν υπάρχει.

source: ' does not match '
gr: ' δεν ταιριάζει '

source: ' for
gr: ' Για

source: ' for writing. Reason:
gr: 'για να γράψω. Λόγος:

source: ' from bitdepth
gr: Βάθος bit:

source: ' from filename
gr: ' από το όνομα αρχείου

source: ' to save.
gr: ' να σώσω.

source: ' type '
gr: ' τύπος '

source: '%s' attribute already exists
gr: Το χαρακτηριστικό '%s' υπάρχει ήδη

source: '. Reason:
gr: '. Λόγος:

source: (Environment variable: CTL_DISPLAY_WHITE_LUMINANCE)
gr: (Μεταβλητή περιβάλλοντος: CTL_DISPLAY_WHITE_LUMINANCE)

source: (IDT) Input Device Transform
gr: (IDT) Μετασχηματισμός συσκευής εισόδου

source: (IODT) Input Output Device Transform
gr: (IODT) Μετασχηματισμός συσκευής ανεστραμμένης εξόδου

source: (IOT) Input Output Transform
gr: Μετασχηματισμός συσκευής εξόδου (IOT).

source: (IRRT) Input Reference Rendering Transform
gr: (IRRT) Μετασχηματισμός αναφοράς απόδοσης εισόδου

source: (LMT) Look Mod Transform
gr: (LMT) Μετασχηματισμός τροποποίησης εμφάνισης

source: (NTSC Fields)
gr: (πεδία NTSC)

source: (PAL Fields)
gr: (πεδία PAL)

source: (RT) Render Transform
gr: Render Transformation

source: (Remove if mrViewer does not start)
gr: (Καταργήστε το εάν το mrViewer δεν ξεκινά)

source: (no image)
gr: (Χωρίς εικόνα)

source: ) cache size:
gr: ) μέγεθος προσωρινής μνήμης:

source: ) for movie file
gr: ) Για την ταινία

source: ) out of bounds
gr: ) εκτός εμβέλειας

source: ** multivalue **
gr: **πολυτιμές **

source: , channels
gr: , κανάλια

source: , depth
gr: , βάθος

source: , format
gr: , Μορφή

source: , freq
gr: , συχνότητα

source: , frequency
gr: , συχνότητα

source: , type
gr: , τύπος

source: --stereo flag needs to be specified a multiple of two times.
gr: Η επιλογή --stereo πρέπει να καθοριστεί πολλαπλάσιο των δύο φορές.

source: . Attribute must be of the form attr=value.
gr: . Το χαρακτηριστικό πρέπει να έχει τη μορφή attr=value.

source: . Saving pixel type is
gr: . Ο τύπος εικονοστοιχείου προς αποθήκευση είναι

source: . Widget label is
gr: . Η ετικέτα widget είναι

source: 0.00 None
gr: 0,00 Κανένα

source: 1.00 Square
gr: 1,00 Πλατεία

source: 1.50 Still Photo
gr: 1,50 Στατική φωτογραφία

source: 1.66 European Widescreen
gr: 1,66 Ευρωπαϊκή ευρεία οθόνη

source: 1.85 Widescreen (3-perf)
gr: 1,85 ευρεία οθόνη (3-perf)

source: 16 bits
gr: 16 bit

source: 16-bits
gr: 16-bit

source: 2.20 70mm
gr: 2,20 70 χλστ

source: 2.35 CinemaScope (old 2.35)
gr: 2,35 CinemaScope (παλιό 2,35)

source: 2.39 Panavision (new 2.35)
gr: 2,39 Panavision (νέο 2,35)

source: 32 bits
gr: 32 bit

source: 32-bits
gr: 32 bit

source: 35mm Academy
gr: Ακαδημία 35mm

source: 35mm Anamorphic
gr: 35mm Αναμορφικό

source: 35mm European Widescreen
gr: Ευρωπαϊκή ευρεία οθόνη 35 mm

source: 35mm Flat
gr: Επίπεδο 35 mm

source: 3D Lut for
gr: 3D Lut για

source: 3D Luts/CTL Paths
gr: 3D Luts/μονοπάτια CTL

source: 3D Luts/Default Output Device Transform (ODT)
gr: 3D Luts/Προεπιλεγμένη συσκευή εξόδου (ODT)

source: 3D Luts/Default Rendering Transform (RT)
gr: 3D Luts/Προεπιλεγμένος μετασχηματισμός απόδοσης (RT)

source: 3D Stereo Options
gr: Επιλογές Stereo 3D

source: 3D Stereo will most likely not work properly.
gr: Το στερεοφωνικό 3D ενδέχεται να μην λειτουργεί σωστά

source: 3GP Movie
gr: Ταινία 3gp

source: 3d View
gr: τρισδιάστατη προβολή

source: 3dView Density Down
gr: Χαμηλότερη πυκνότητα προβολής 3D

source: 3dView Density Up
gr: Αυξήστε την πυκνότητα προβολής 3D

source: 3dView Z Depth Down
gr: Χαμηλότερο βάθος Z της τρισδιάστατης προβολής

source: 3dView Z Depth Up
gr: Αυξήστε το βάθος Z της τρισδιάστατης προβολής

source: 70mm
gr: 70 χλστ

source: 8 bit Caches
gr: 8 bit cache

source: 8 bits
gr: 8 bit

source: 8-bit Values
gr: Τιμές 8-bit

source: 8-bit sample of image pixel under mouse.
gr: Δειγματοληψία 8-bit του εικονοστοιχείου εικόνας κάτω από το ποντίκι.

source: 8-bits
gr: 8-bit

source: : Could not find stream info.
gr: : Δεν ήταν δυνατή η εύρεση πληροφοριών κομματιού.

source: : Could not open filename.
gr: : Δεν μπόρεσα να ανοίξω το αρχείο.

source: : Error
gr: : Λάθος

source: : Unknown pixel type
gr: : άγνωστος τύπος pixel

source: @B12@C7@b@.Function @B12@C7@b@.Hotkey
gr: @B12@C7@b@.Λειτουργία @B12@C7@b@.Κλειδιά

source: A blocking Windows Sockets 1.1 operation is in progress.
gr: Μια λειτουργία κλειδώματος των Windows Sockets 1.1 βρίσκεται σε εξέλιξη.

source: A professional image and movie viewer Examples:
gr: Επαγγελματίας προβολής ταινιών και εικόνων Παραδείγματα:

source: A-B, Stereo 3D Options
gr: Stereo 3D, AB Options

source: ACES Clip Metadata
gr: Μεταδεδομένα κλιπ ACES

source: ACES Metadata File (*.{amf})
gr: Αρχείο μεταδεδομένων ACES (*.{amf})

source: ACES metadata
gr: Μεταδεδομένα ACE

source: ALPHA
gr: ΑΛΦΑ

source: AVCHD Video
gr: Βίντεο AVCHD

source: AVI Movie
gr: Ταινία AVI

source: About
gr: Σχετικά με το mrViewer

source: About mrViewer
gr: Σχετικά με το mrViewer

source: Absolute
gr: Απόλυτος

source: Absolute Colorimetric
gr: Απόλυτη Χρωματομετρική

source: Accept
gr: Να αποδεχθεί

source: Accept settings but don't save.
gr: Αποδεχτείτε τις ρυθμίσεις αλλά μην τις αποθηκεύσετε.

source: Action
gr: Ενέργειες

source: Action Tools
gr: Εργαλεία δράσης

source: Actions
gr: Ενέργειες

source: Activate viewer's 3D Lut.
gr: Ενεργοποιήστε το 3D LUT του εικονοσκοπίου.

source: Activates / Deactivates all color corrections as they can be a tad expensive
gr: ενεργός/Απενεργοποιήστε όλες τις διορθώσεις χρώματος που μπορεί να είναι λίγο αργές

source: Active
gr: Ενεργός

source: Add
gr: Προσθήκη

source: Add Attribute
gr: Προσθήκη χαρακτηριστικού

source: Adjust ISO without clipping the highlights or crushing the shadows.
gr: Προσαρμόστε το ISO χωρίς να κόψετε τα τονισμένα σημεία/ή να συνθλίψετε τις σκιές.

source: Adjust Image Contrast
gr: Προσαρμόστε την αντίθεση της εικόνας

source: Adjust Image Saturation
gr: Ρύθμιση κορεσμού εικόνας

source: Adopted Neutral
gr: Ουδέτερη Υιοθετήθηκε

source: Advance one frame.
gr: Προωθήστε ένα καρέ.

source: Advanced Core
gr: Προηγμένος πυρήνας

source: Advanced Systems Format Media
gr: Μορφή πολυμέσων προηγμένων συστημάτων

source: Algorithm when not OCIO
gr: Αλγόριθμος όταν δεν χρησιμοποιείται OCIO

source: All
gr: Τα παντα

source: All (*.{
gr: Ολοι (*.{

source: All Layers
gr: όλα τα στρώματα

source: All Possible
gr: Όλα τα δυνατά

source: Allows you to adjust frame rate playback.
gr: Σας επιτρέπει να προσαρμόσετε την ταχύτητα αναπαραγωγής.

source: Allows you to adjust gamma curve for display. Value is: pow( 2, 1/x );
gr: Σας επιτρέπει να προσαρμόσετε την καμπύλη γάμμα για εμφάνιση. Η τιμή είναι: pow( 2, 1/Χ );

source: Allows you to adjust the gain or exposure of the image.
gr: Σας επιτρέπει να προσαρμόσετε το κέρδος ή την έκθεση της εικόνας.

source: Allows you to select a standard cropping area around image.
gr: Σας επιτρέπει να επιλέξετε την τυπική μάσκα γύρω από την εικόνα.

source: Allows you to select different image channels or layers.
gr: Σας επιτρέπει να επιλέξετε διαφορετικό κανάλι ή στρώματα της εικόνας.

source: Allows you to set starting frame for timeline.
gr: Σας επιτρέπει να ορίσετε το καρέ έναρξης της γραμμής χρόνου.

source: Allows you to set the ending frame for timeline.
gr: Σας επιτρέπει να ορίσετε το τελικό καρέ για τη γραμμή χρόνου.

source: Alpha
gr: Αλφα

source: Alpha Only
gr: μόνο άλφα

source: Alpha Overlay
gr: Άλφα Επιγραφή

source: Alpha value of image pixel under mouse.
gr: Τιμή άλφα της εικόνας pixel κάτω από το ποντίκι.

source: Already used in
gr: έχει ήδη χρησιμοποιηθεί σε

source: Altitude
gr: Υψόμετρο

source: Always
gr: Πάντα

source: Always CTL
gr: Πάντα CTL

source: Always ICC
gr: Πάντα ICC

source: Always on Top
gr: Πάντα Πάνω από τους Άλλους

source: Always use BT470BG / SMPTE170M
gr: Να χρησιμοποιείτε πάντα το BT470BG/SMPTE170M

source: Always use BT709
gr: Να χρησιμοποιείτε πάντα το BT709

source: Always use Unspecified
gr: Να χρησιμοποιείτε πάντα Μη καθορισμένο

source: Amount of denoise filter to apply. Only applicable when decoding 1:1.
gr: Ποσότητα φίλτρου μείωσης θορύβου προς εφαρμογή. Διατίθεται μόνο κατά την αποκωδικοποίηση 1:1.

source: Amount of detail extraction. Only applicable when decoding 1:1.
gr: Ποσότητα εξαγωγής λεπτομερειών. Διατίθεται μόνο κατά την αποκωδικοποίηση 1:1.

source: Annotation Frame Step Backwards
gr: Βήμα πλαισίου σχολιασμού πίσω

source: Annotation Frame Step Forwards
gr: Βήμα Βαθμολογίας κουτί Εμπρός

source: Another instance of mrViewer is open. Remove
gr: Μια άλλη παρουσία του mrViewer είναι ανοιχτή. Κατάργηση

source: Aperture
gr: Ανοιγμα

source: Apply:
gr: Ισχύουν:

source: Apr
gr: Απρ

source: Arabic
gr: αραβικός (عرب)

source: Are you sure you want to remove all selected images from reel?
gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλες τις επιλεγμένες εικόνες από το ρολό της κάμερας;

source: Are you sure you want to remove image from reel?
gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε την εικόνα από το ρολό της κάμερας;

source: Are you sure you want to remove the reel?
gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον κύλινδρο;

source: Are you sure you want to overwrite '%s'?
gr: Είστε βέβαιοι ότι θέλετε να παρακάμψετε το '%s';

source: Area
gr: Περιοχή

source: Area Select Tool
gr: Εργαλείο επιλογής περιοχής

source: Area Selection Mode
gr: Λειτουργία επιλογής περιοχής

source: Arrow
gr: Βέλος

source: Arrow Mode
gr: Λειτουργία βέλους

source: Arrow Tool
gr: εργαλείο βέλους

source: Aspect Ratio
gr: Αναλογία απεικόνισης

source: Aspect ratio of clip
gr: Αναλογία διαστάσεων κλιπ

source: Attach Audio File
gr: Συνδεδεμένο αρχείο ήχου

source: Attach ICC Profile
gr: Επισυνάψτε το προφίλ ICC

source: Attribute
gr: Χαρακτηριστικό

source: Attributes
gr: γνωρίσματα

source: Attributes Menu
gr: Μενού χαρακτηριστικών

source: Attrs
gr: Attr

source: Audio
gr: Ήχος

source: Audio
gr: Ήχος

source: Audio Options
gr: Επιλογές ήχου:

source: Audio Stream #%d
gr: Κομμάτι ήχου #%d

source: Audio Streams
gr: ηχητικά κομμάτια

source: Audio Volume
gr: ένταση ήχου

source: Audio conversion of
gr: ηχητική μετατροπή του

source: Audio format not known. Choosing float32.
gr: Άγνωστη μορφή ήχου. Επιλέξτε float32.

source: Audio frame
gr: κουτί ήχου

source: Audio frame has NOPTS value.
gr: Το καρέ ήχου έχει τιμή NOPTS.

source: Audio packet is unknown, expected seek or preroll
gr: Το πακέτο ήχου είναι άγνωστο, αναμένετε αναζήτηση ή preroll

source: Audio packets empty at end of seek
gr: Κενά πακέτα ήχου στο τέλος της αναζήτησης

source: Audio/Attach Audio File
gr: Ήχος/Προσθήκη αρχείου ήχου

source: Audio/Detach Audio File
gr: Ήχος/Αποσύνδεση αρχείου ήχου

source: Audio/Edit Audio Frame Offset
gr: Ήχος/Επεξεργασία πλαισίου έναρξης ήχου

source: Audio: %<PRId64>
gr: Ήχος: %<PRId64>

source: Audios #
gr: Ήχος #

source: Audios (*.{
gr: Ήχοι (*.{

source: Aug
gr: Αύγ

source: Auto Playback
gr: Αυτόματη αναπαραγωγή

source: Auto Refit Image
gr: Αυτόματη επαναφορά εικόνας

source: Auto load images as they change on disk
gr: Αυτόματη φόρτωση εικόνων εάν αλλάξουν στο δίσκο

source: Avg. Bitrate
gr: Μέσος ρυθμός bit

source: B Frames
gr: Β-πλαίσια

source: B44
gr: Β44

source: BLUE
gr: ΜΠΛΕ

source: BRAW Loading
gr: Φόρτωση BRAW

source: BackSpace
gr: Διαγραφή στην Πίσω

source: Background
gr: Ιστορικό

source: Background image duration is too short. Looping may not work correctly.
gr: Η διάρκεια της εικόνας φόντου είναι πολύ μικρή. Η επανάληψη σε κύκλους μπορεί να μην λειτουργεί σωστά.

source: Background image play fps ( %lg ) does not match foreground's ( %lg ). Looping will not work correctly.
gr: Τα fps της εικόνας φόντου ( %lg ) δεν είναι ίδια με την μπροστινή εικόνα ( %lg ). Η επανάληψη σε κύκλους δεν θα λειτουργήσει σωστά.

source: Background reel duration is too short. Looping may not work correctly.
gr: Το κάτω καρούλι είναι πολύ κοντό. Η επανάληψη σε κύκλους μπορεί να μην λειτουργεί σωστά.

source: Background reel has several images and has EDL turned on. This is not allowed. Turning edl off.
gr: Το καρούλι φόντου έχει πολλαπλές εικόνες και ενεργοποιημένο το EDL. Αυτό δεν επιτρέπεται. απενεργοποίηση εδλ.

source: Bad port number
gr: κακός αριθμός θύρας

source: Baseline
gr: βασικός

source: Bias
gr: προκατάληψη

source: Bilinear Filtering Always
gr: Πάντα διγραμμικό φίλτρο

source: Bilinear Filtering Only on Presentation
gr: Διγραμμικό φίλτρο μόνο στην παρουσίαση

source: Bit depth of clip
gr: Βάθος bit κλιπ

source: Bitdepth to process is unknown
gr: Το βάθος bit προς επεξεργασία είναι άγνωστο

source: Bitmap Picture
gr: Εικόνα Bitmap

source: Bitrate
gr: ρυθμός bit

source: Black Frame
gr: Μαύρο κουτί

source: Black Gap
gr: μαύρο κενό

source: Blend Mode
gr: λειτουργία ανάμειξης

source: Blue
gr: Μπλε

source: Blue Gain
gr: Μπλε κέρδος

source: Blue Gain of clip.
gr: Κλιπ Blues Gain

source: Blue value of image pixel under mouse.
gr: Μπλε τιμή της εικόνας pixel κάτω από το ποντίκι.

source: Boost exception:
gr: Εξαίρεση ενίσχυσης:

source: Both
gr: Και οι δύο

source: Bottom
gr: πιο χαμηλα

source: Bottom Field
gr: Κάτω Πεδίο

source: Bottom/top
gr: πιο χαμηλα/Πιο ψηλά

source: Box2 Float
gr: κουτί 2 Κυμαινόμενο Σημείο

source: Box2 Integer
gr: κουτί 2 Ακέραιος αριθμός

source: Brightness
gr: Λάμψη

source: Buffer underrun:
gr: Υπενθύμιση buffer:

source: Buffer was NULL - internal error
gr: Το buffer είναι NULL - εσωτερικό σφάλμα

source: Byline Title
gr: Τίτλος Byline

source: Byte
gr: Ψηφιόλεξη

source: CIExy Chromaticities
gr: CIExy χρωματισμοί

source: COLOR
gr: ΧΡΩΜΑ

source: CPU Information
gr: Πληροφορίες CPU

source: CTL Browser
gr: CTL Viewer

source: CTL Paths
gr: μονοπάτια CTL

source: CTL scripts
gr: Σλιπ CTL

source: CTL/Attach Input Device Transform
gr: CTL/Εκχώρηση μετασχηματισμού συσκευής εισόδου (IDT)

source: CTL/Attach Rendering Transform
gr: CTL/Εκχώρηση μετασχηματισμού απόδοσης (RTT)

source: Cache Active
gr: Ενεργή κρυφή μνήμη

source: Cache Size
gr: Μέγεθος προσωρινής μνήμης

source: Caches
gr: κρυφές μνήμες

source: Can't open card
gr: Δεν μπορούσα να ανοίξω κάρτα

source: Cancel
gr: Ματαίωση

source: Cannot allocate dst samples
gr: Δεν μπορώ να εκχωρήσω δείγματα dst

source: Cannot create buffer sink
gr: Δεν ήταν δυνατή η δημιουργία του νεροχύτη buffer

source: Cannot create buffer source
gr: Δεν ήταν δυνατή η δημιουργία πηγής buffer

source: Cannot create libraw handle
gr: Δεν μπόρεσα να δημιουργήσω χειρισμό βιβλιοθήκης

source: Cannot currently save a movie in those formats.
gr: Προς το παρόν δεν είναι δυνατή η αποθήκευση μιας ταινίας σε αυτές τις μορφές.

source: Cannot map "
gr: Δεν μπορώ να χαρτογραφήσω "

source: Cannot parse environment variable "
gr: Δεν είναι δυνατή η ερμηνεία της μεταβλητής περιβάλλοντος "

source: Cannot set output pixel format
gr: Δεν ήταν δυνατός ο ορισμός της μορφής απόδοσης εικονοστοιχείων εξόδου

source: Cannot switch images. Foreground and background image are the same.
gr: Δεν μπορώ να ανταλλάξω εικόνες. Η εικόνα του προσκηνίου και του φόντου είναι ίδια.

source: Canon Raw Picture
gr: Canon Raw Image

source: CapsLock
gr: κλειδαριά Βάρδια.

source: Caption
gr: Μήνυμα

source: Caption Writer
gr: Συντάκτης μηνυμάτων

source: Capture Date
gr: Ημερομηνία σύλληψης

source: Category
gr: Κατηγορία

source: Center
gr: Κέντρο

source: Center Image
gr: Κεντράρετε την εικόνα

source: Changes frame/field display
gr: Αλλαγή δειγματοληψίας πλαισίου/εξοχή

source: Channel
gr: Κανάλι

source: Channels
gr: Κανάλια

source: Char
gr: Χαρακτήρας

source: Checkerboard pattern
gr: πλέγμα

source: Checkered
gr: πλέγμα

source: Chinese
gr: Κινέζικα (中国人)

source: Choose Hotkey
gr: Επιλέξτε Drive Key

source: Chromaticities
gr: Χρωματικότητες

source: Chromaticities (CIE)
gr: Χρωματισμοί (CIE)

source: Chromaticities Name
gr: Όνομα χρωματικών στοιχείων

source: Cinemascope
gr: Κινηματογράφος

source: Cineon Picture
gr: Εικόνα Cineon

source: Circle
gr: Κύκλος

source: Circle Mode
gr: Λειτουργία κύκλου

source: Circle Tool
gr: Εργαλείο κύκλου

source: City
gr: Πόλη

source: Clear
gr: Εξάλειψη

source: Clear Image Cache
gr: Εκκαθάριση προσωρινής μνήμης εικόνας

source: Client
gr: Πελάτης

source: Client Exception:
gr: Εξαίρεση πελάτη:

source: Clip Compression
gr: συμπίεση κλιπ

source: Clip is a sequence of frames
gr: Το Κλιπ είναι μια ακολουθία καρέ.

source: Clone Image
gr: Κλωνοποιήστε την εικόνα

source: Clone image
gr: Κλωνοποιήστε την εικόνα

source: Cloned Image Name: %s Date: %s Resolution: %dx%d
gr: Κλωνοποιημένη εικόνα Όνομα: %s Ημερομηνία: %s Ανάλυση: %dx%d

source: Closed Captions
gr: Κλειστές λεζάντες

source: Closed movie file
gr: Έκλεισα τη δημιουργία της ταινίας ή της σεκάνς

source: Closed server at port
gr: Έκλεισα τον διακομιστή στη θύρα

source: Codec (encoder) used to encode the movie. hevc and h264 are the preferred codecs in terms of quality/compression. mpeg4 is an encoder for DVD and prores is a good codec for editing jobs. Finally, ffv1 is good for preservation as it is a lossless codec.
gr: Κωδικοποιητής (κωδικοποιητής) που χρησιμοποιείται για την κωδικοποίηση της ταινίας. Οι hevc και h264 είναι οι προτιμώμενοι κωδικοποιητές όσον αφορά την ποιότητα/συμπίεση. Το mpeg4 είναι ο κωδικοποιητής για dvd και το prores είναι ένας καλός κωδικοποιητής για εργασίες επεξεργασίας. Τέλος, το ffv1 είναι καλό για συντήρηση καθώς είναι ένας κωδικοποιητής χωρίς απώλειες.

source: Codec Name
gr: Όνομα κωδικοποιητή

source: Codec has variable frame size. Setting it to
gr: Ο κωδικοποιητής έχει μεταβλητό μέγεθος πλαισίου. Ρύθμισή του σε

source: Codec name
gr: Όνομα κωδικοποιητή

source: Codecs
gr: κωδικοποιητές

source: CollapsibleGroup not found
gr: Η πτυσσόμενη ομάδα δεν βρέθηκε

source: Color
gr: Χρώμα

source: Color Area
gr: Περιοχή χρώματος

source: Color Controls
gr: Έλεγχοι χρώματος

source: Color Info
gr: Πληροφορίες περιοχής χρώματος

source: Color Information
gr: Πληροφορίες περιοχής χρώματος

source: Color Profiles (*.{
gr: Προφίλ ICC (*.{

source: Color Range
gr: Χρωματικό εύρος

source: Color Space
gr: χρωματικός χώρος

source: Color Theme
gr: έγχρωμο θέμα

source: Color Version
gr: έγχρωμη έκδοση

source: Color channel not found at index
gr: Το κανάλι χρώματος δεν βρέθηκε για ευρετήριο

source: Color controls
gr: χρωματικοί έλεγχοι

source: Colorspace details not gotten
gr: Δεν ελήφθησαν λεπτομέρειες χρωματικού χώρου

source: Colorspace details not set
gr: Οι λεπτομέρειες χρωματικού χώρου δεν έχουν οριστεί

source: Comments
gr: Σχόλια

source: Comped
gr: Χημική ένωση

source: Compensate Pixel Ratio
gr: Χρησιμοποιήστε το Pixel Ratio

source: Compensation for the OLPF (low-pass) filter. Only applicable when decoding 1:1
gr: Αντιστάθμιση για φίλτρο OLPF (χαμηλοπερατό). Διατίθεται μόνο κατά την αποκωδικοποίηση 1:1

source: Compositing
gr: Σύνθεση

source: Compression
gr: Συμπίεση

source: Compression Ratio
gr: Αναλογία συμπίεσης

source: Compression method not available. Using PIZ.
gr: Η μέθοδος συμπίεσης δεν είναι διαθέσιμη. Χρήση PIZ.

source: Compression to use when saving an exr.
gr: Συμπίεση για χρήση κατά την αποθήκευση ενός exr.

source: Connect
gr: Συνδέω-συωδεομαι

source: Connect error:
gr: Συνδεδεμένος με

source: Connect timed out.
gr: Συνδεδεμένος με

source: Connected to
gr: Συνδεδεμένος με

source: Connections
gr: συνδέσεις

source: Constrained Baseline
gr: Περιεχόμενη γραμμή βάσης

source: Contrast
gr: Αντίθεση
