Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/gr.po
Languages: gr

source: Saves out OCIO's input color space in the metadata of the image.
gr: Αποθηκεύει τον Χρωματικό Χώρο Εισόδου της εικόνας ως χαρακτηριστικό της εικόνας.

source: Saving
gr: οικονομία

source: Saving Sequence(s) %<PRId64> - %<PRId64>
gr: Αποθήκευση ακολουθιών %<PRId64> - %<PRId64>

source: Scale
gr: Κλίμακα

source: Scale of images stored. Smaller scale allows more images to be stored at the expense of pixelization.
gr: Κλίμακα αποθηκευμένων εικόνων. Μια μικρότερη κλίμακα επιτρέπει την αποθήκευση περισσότερων εικόνων σε βάρος της pixelation της εικόνας.

source: Scheme
gr: Σχέδιο

source: Scratched Repeat Frame
gr: Επαναλάβετε το καρέ ελέγχου

source: ScrollLock
gr: Κλείδωμα κύλισης

source: Scrub
gr: Σφουγγάρισμα

source: Scrub Mode
gr: λειτουργία καθαρισμού

source: Scrubbing Tool
gr: εργαλείο καθαρισμού

source: Search
gr: Ψάχνω

source: Searched for braw lib in:
gr: Έψαξα στη βιβλιοθήκη του braw στο:

source: Second Data Window of Clip
gr: Δεύτερο παράθυρο δεδομένων κλιπ

source: Second Display Window of Clip
gr: Δεύτερο παράθυρο εμφάνισης κλιπ

source: Secondary Display
gr: Δευτερεύουσα οθόνη

source: Seconds
gr: Δευτερόλεπτα

source: Select Audio Track
gr: Επιλέξτε Κομμάτι ήχου

source: Select Multi Image
gr: Επιλέξτε Πολλαπλές εικόνες

source: Select Single Image
gr: Επιλέξτε Μόνο μία εικόνα

source: Select a CTL script
gr: Επιλέξτε μια δέσμη ενεργειών CTL

source: Select default looping mode in timeline.
gr: Επιλέξτε την προεπιλεγμένη λειτουργία βρόχου στη γραμμή χρόνου.

source: Select how stereo is encoded in the image. It can be as separate layers (using a letter or view prefix), as Top/Bottom in the same image or as Left/Right in the same image.
gr: Επιλέξτε όπως είναι το στερεοφωνικό που κωδικοποιείται στην εικόνα. Μπορεί να βρίσκεται σε ξεχωριστά επίπεδα (χρησιμοποιώντας ένα πρόθεμα γράμμα ή προβολή), όπως το Top/Κάτω στην ίδια εικόνα ή ως Αριστερά/Ακριβώς στην ίδια εικόνα.

source: Select how to view the stereo images. You can select no stereo viewing, a view of the stereo pair, top/bottom (and viceversa), left/right (and viceversa), interlaced rows or columns, checkerboard pattern, red/cyan glasses (and viceversa).
gr: Επιλέξτε τον τρόπο εμφάνισης στερεοφωνικών εικόνων. Μπορείτε να επιλέξετε όχι στερεοφωνικό, μία προβολή ζεύγους στερεοφωνικών, επάνω/κάτω (και αντίστροφα), αριστερά/δεξιά (και αντίστροφα), πλεγμένες γραμμές ή στήλες, τετράγωνα, κόκκινα γυαλιά/κυανό (και αντίστροφα).

source: Select stereo input
gr: Επιλέξτε Stereo Input

source: Select stereo output
gr: Επιλέξτε Στερεοφωνική Έξοδος

source: Select/Multiple Images for Modifying
gr: Επέλεξε/Πολλαπλές εικόνες προς τροποποίηση

source: Select/Single Image for Dragging
gr: Επέλεξε/Μια εικόνα για μεταφορά

source: Selecting shader type automatically:
gr: Αυτόματη επιλογή τύπου shader:

source: Selection
gr: Επιλογή

source: Selects the background color of areas outside the current image.
gr: Επιλέγει το χρώμα φόντου των περιοχών εκτός της τρέχουσας εικόνας.

source: Selects the color of HUD overlays.
gr: Επιλέγει το χρώμα του HUD που επικαλύπτεται στην τρέχουσα εικόνα.

source: Selects the color of text overlays printed over the current image.
gr: Επιλέξτε το χρώμα του κειμένου που επικαλύπτεται στην τρέχουσα εικόνα.

source: Selects the color of the selection rectangle over the current image.
gr: Επιλέξτε το χρώμα του ορθογωνίου επιλογής στην τρέχουσα εικόνα.

source: Selects the current pen color.
gr: Επιλέξτε το χρώμα του μολυβιού.

source: Selects the size of brush.
gr: Επιλέξτε το μέγεθος της βούρτσας.

source: Sep
gr: Σεπτ

source: Separate layers
gr: ξεχωριστά στρώματα

source: Sequence
gr: Αλληλουχία

source: Sequences
gr: ακολουθίες

source: Server
gr: Υπηρέτης

source: Services
gr: Υπηρεσίες

source: Sessions (*.{
gr: Συνεδρίες (*.{

source: Set As BG Image
gr: Ορισμός ως εικόνα φόντου

source: Set In Point
gr: Ορισμός σημείου εισόδου

source: Set Out Point
gr: Ρύθμιση σημείου εξόδου

source: Set added audio offset.
gr: Πρόσθεσα ηχητική κύλιση.

source: Set an A/B comparison. B image goes in the background. A (foreground) image is the selected image.
gr: Ορίστε ένα Α/σύγκριση Β. Η εικόνα Β πηγαίνει στο παρασκήνιο. Μία εικόνα (προσκηνίου) είναι η επιλεγμένη εικόνα.

source: Set an attribute/value to display in the hud.
gr: Ορίστε ένα χαρακτηριστικό/τιμή για εμφάνιση στο hud.

source: Set each input color space for each image.
gr: Ορίστε κάθε χρωματικό χώρο εισόδου της εικόνας.

source: Set each movie/sequence default audio.
gr: Ορίστε τον προεπιλεγμένο ήχο για κάθε ταινία/αλληλουχία

source: Set reel image as background.
gr: Ορίστε τις εικόνες του ρολού της κάμερας ως φόντο

source: Set viewer's default server/client port.
gr: Ρυθμίστε τη θύρα διακομιστή/τον προεπιλεγμένο πελάτη του θεατή.

source: Sets the default gain when mrViewer starts.
gr: Ορίστε το προεπιλεγμένο κέρδος κατά την εκκίνηση του mrViewer.

source: Sets the default gamma when mrViewer starts.
gr: Ορίστε το προεπιλεγμένο εύρος κατά την εκκίνηση του mrViewer.

source: Setting OCIO config from OCIO environment variable:
gr: Ρύθμιση της διαμόρφωσης OCIO στη μεταβλητή περιβάλλοντος OCIO:

source: Setting OCIO config to nuke-default.
gr: Ρύθμιση της ρύθμισης παραμέτρων OCIO στην προεπιλογή nuke.

source: Setting OCIO config to saved preferences.
gr: Ρύθμιση της διαμόρφωσης OCIO στις αποθηκευμένες προτιμήσεις.

source: Setting OCIO config to:
gr: Ρύθμιση της διαμόρφωσης OCIO σε:

source: Setting language to
gr: Ρύθμιση της γλώσσας σε

source: Settings
gr: Ρυθμίσεις

source: Settings from RMD
gr: Ρυθμίσεις από το RMD

source: Shader did not compile. Error:
gr: Ο Shader δεν μεταγλωττίστηκε. Λάθος:

source: Shadow
gr: Απόχρωση

source: Shadow levels of clip.
gr: Επίπεδα σκιών στο κλιπ.

source: Sharpness
gr: Οξύτητα

source: Shift
gr: Κεφαλαία γράμματα

source: Short
gr: Μικρός

source: Shortened to Timeline
gr: συντομεύτηκε σε χρονοδιάγραμμα

source: Simple
gr: Απλός

source: Single Click to Travel Drawers
gr: Ένα κλικ για πλοήγηση στους φακέλους

source: Single Instance
gr: ένα μόνο παράδειγμα

source: Size
gr: Μέγεθος

source: Size in frames of the VIDEO and AUDIO cache.
gr: Μέγεθος σε καρέ της κρυφής μνήμης AUDIO και VIDEO.

source: Slope
gr: Βουναλάκι

source: Slow
gr: Αργός

source: Socket creation failed
gr: Η δημιουργία προσθήκης απέτυχε

source: Socket error: Could not connect to
gr: Σφάλμα υποδοχής: Δεν ήταν δυνατή η σύνδεση

source: Softimage Picture
gr: Εικόνα Μαλακή εικόνα

source: Software
gr: λογισμικό

source: Some default frame rate settings.
gr: Ορισμένες προεπιλεγμένες ρυθμίσεις ταχύτητας αναπαραγωγής

source: Space (' ')
gr: Χώρος (' ')

source: Spanish
gr: Ισπανικά (Español)

source: Special
gr: Ειδικός

source: Special Instructions
gr: Ειδικές Οδηγίες

source: Speed
gr: Ταχύτητα

source: Square Root
gr: Τετραγωνική ρίζα

source: Src
gr: Πηγή

source: Start
gr: Αρχή

source: Start Playback when opening files.
gr: Ξεκινήστε την αναπαραγωγή όταν ανοίξετε το αρχείο.

source: Start of Audio
gr: Έναρξη ήχου

source: Start of Subtitle
gr: Έναρξη υποτίτλων

source: Start of Video
gr: Έναρξη του Βίντεο

source: Stereo 3D Options
gr: Επιλογές Stereo 3D

source: Stereo EXR Picture
gr: Στερεοφωνική εικόνα EXR

source: Stereo OpenGL
gr: OpenGL Stereo

source: Stereo Output is invalid. Valid values are:
gr: Η στερεοφωνική έξοδος δεν είναι έγκυρη. Οι έγκυρες τιμές είναι:

source: Stereo eye separation
gr: Προβολή Διαχωρισμού

source: Stop
gr: Να σταματήσει

source: Stop playback.
gr: Διακοπή αναπαραγωγής.

source: Stop uiview
gr: διακοπή uiview

source: Stopped encoding cached
gr: Σταμάτησα να κωδικοποιώ την κρυφή μνήμη

source: Stretch image to compensate for image's pixel ratio.
gr: Τεντώστε την εικόνα για να αντισταθμίσετε την αναλογία διαστάσεων pixel της εικόνας.

source: String
gr: Κείμενο

source: Subtitle
gr: Υπότιτλος

source: Subtitle Stream #%d
gr: Κομμάτι υπότιτλων #%d

source: Subtitle Streams
gr: Κομμάτια υπότιτλων

source: Subtitle encoding
gr: Κωδικοποίηση υπότιτλων

source: Subtitle file
gr: Αρχείο υποτίτλων

source: Subtitle font
gr: Επιστολή υπότιτλου

source: Subtitle type
gr: Τύπος υποτίτλων

source: Subtitle/Load
gr: Υπότιτλος/Χρέωση

source: Subtitle/No Subtitle
gr: Υπότιτλος/χωρίς υπότιτλο

source: Subtitle/Track #%d - %s
gr: Υπότιτλος/Κομμάτι #%d - %s

source: Subtitles
gr: Υπότιτλος

source: Subtitles (*.{
gr: Υπότιτλος (*.{

source: Subtitles are only valid on video files
gr: Οι υπότιτλοι ισχύουν μόνο για αρχεία βίντεο

source: Subtract
gr: Αφαιρώ

source: Supplemental Category
gr: Συμπληρωματική Κατηγορία

source: Surround Luminance
gr: Περιβάλλουσα φωτεινότητα

source: Swedish
gr: Σουηδικά (svenska)

source: Switch Channels
gr: Ανταλλαγή καναλιών

source: Switch FG/BG Images
gr: Εναλλάξτε εικόνες προσκηνίου και φόντου

source: Switch RGBA display between floating point, hexadecimal (0..0xff) and decimal (0..255).
gr: Αλλάξτε τη δειγματοληψία RGBA μεταξύ κινητής υποδιαστολής, δεκαεξαδικού (0..0xff) και δεκαδικού (0..255).

source: Switch between Frame, Seconds and Timecode display
gr: Εναλλαγή μεταξύ εμφάνισης καρέ, δευτερολέπτων και κωδικού χρόνου.

source: Switch brightness calculation. Y (Luminance) is the pixel value according to Rec709: Y = 0.2126 R + 0.7152 G + 0.0722 B Y' (Lumma) is the weighted pixel value according to: Y' = ( R + G + B ) / 3.0 L (Lightness) is the human perception of luminance of the image which is non linear. According to CIE No.15.2: L = (116 * Y ^ 1/3 - 16) / 100 A pixel of Y = 0.18 (L = 0.5) will appear about half as bright as Y = L = 1.0 (white).
gr: Αλλάξτε τον υπολογισμό φωτεινότητας. Y (Luminance) είναι η τιμή pixel σύμφωνα με το Rec709: Y = 0,2126 R + 0,7152 G + 0,0722 B Y' (Luma) είναι η μέση τιμή pixel σύμφωνα με: Y' = ( R + G + B )/3.0 L (Luminosity) είναι η αντιληπτή φωτεινότητα της εικόνας που δεν είναι γραμμική. Σύμφωνα με το CIE No.15.2: L = (116 * Y ^ 1/3 - 16)/100 Ένα εικονοστοιχείο Y = 0,18 ( L = 0,5 ) θα εμφανίζεται περίπου στο μισό φωτεινό από το Y = L = 1,0 (Λευκό).

source: Switch pixel color space information display for the pixel under the cursor.
gr: Αλλάξτε τη δειγματοληψία του χρωματικού χώρου του pixel κάτω από τον κέρσορα.

source: T
gr: Τ

source: TIFF Picture
gr: εικόνα TIFF

source: Tab
gr: Αυτί

source: Tags
gr: Ετικέτες

source: Take Current Window Values
gr: Λάβετε τιμές παραθύρων

source: Targa (.tga)
gr: Τάργκα (.tga)

source: Targa Picture
gr: εικόνα targa

source: Text
gr: Κείμενο

source: Text Mode
gr: Λειτουργία κειμένου

source: Text Overlay
gr: Επικάλυψη κειμένου

source: Text Tool
gr: Εργαλείο κειμένου

source: Texture Units:
gr: Μονάδες υφής:

source: TextureFiltering
gr: Φιλτράρισμα υφής

source: The Blue CIE X coordinate of the display
gr: Η συντεταγμένη Χ του Μπλε από τη δειγματοληψία CIE

source: The Blue CIE Y coordinate of the display
gr: Η συντεταγμένη Υ του Μπλε από τη δειγματοληψία CIE

source: The CIE x,y coordinates of the primaries and white point of the display (like Rec. ITU-R BT.709-3) (Environment variable: MRV_ODT_CTL_CHROMATICITIES)
gr: Οι συντεταγμένες CIE x,y των κύριων χρωμάτων και το λευκό σημείο της οθόνης (ως Rec. ITU-R BT.709-3) (Μεταβλητή περιβάλλοντος: MRV_ODT_CTL_CHROMATICITIES)

source: The Green CIE X coordinate of the display
gr: Η πράσινη συντεταγμένη CIE X της οθόνης

source: The Green CIE Y coordinate of the display
gr: Η πράσινη συντεταγμένη CIE Y της οθόνης

source: The Red CIE X coordinate of the display
gr: Η κόκκινη συντεταγμένη CIE X της οθόνης

source: The Red CIE Y coordinate of the display
gr: Η κόκκινη συντεταγμένη CIE Y της οθόνης

source: The White CIE X coordinate of the display
gr: Η λευκή συντεταγμένη CIE X της οθόνης

source: The White CIE Y coordinate of the display
gr: Η λευκή συντεταγμένη CIE Y της οθόνης

source: The luminance, in cd/m2, of the background that surrounds the display. (Environment variable: MRV_ODT_CTL_SURROUND_LUMINANCE)
gr: Η φωτεινότητα, σε cd/m2, του φόντου που περιβάλλει την οθόνη. (Μεταβλητή περιβάλλοντος: MRV_ODT_CTL_SURROUND_LUMINANCE)

source: The luminance, in cd/m2, of the display. (Environment variable: CTL_DISPLAY_WHITE_LUMINANCE)
gr: Η φωτεινότητα, σε καντέλες/m2, της οθόνης. (Μεταβλητή περιβάλλοντος: CTL_DISPLAY_WHITE_LUMINANCE)

source: The name of the CTL default image transform for 16-bit images (cin, tiff, etc) (Environment variable: MRV_CTL_RT_16bits)
gr: Το όνομα του μετασχηματισμού CTL της εικόνας για εικόνες 16-bit (cin, tiff, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_CTL_RT_16bits)

source: The name of the CTL default image transform for 32-bit int images (openexr integers, etc) (Environment variable: MRV_CTL_RT_32bits)
gr: Το όνομα του μετασχηματισμού CTL εικόνας για ακέραιες εικόνες 32 bit (ακέραιοι openexr, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_CTL_RT_32bits)

source: The name of the CTL default image transform for 8 bit images (jpg, bmp, etc) (Environment variable: MRV_CTL_RT_8bits)
gr: Το όνομα του μετασχηματισμού CTL εικόνας για εικόνες 8-bit (jpg, bmp, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_CTL_RT_8bits)

source: The name of the CTL default image transform for half and float images (OpenEXR, dpx, etc) (Environment variable: MRV_CTL_RT_float)
gr: Το όνομα του μετασχηματισμού CTL εικόνας για εικόνες μέσου και ακέραιου αριθμού κινητής υποδιαστολής (OpenEXR, dpx, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_CTL_RT_float)

source: The name of the CTL display transform (Environment variable: MRV_ODT_CTL_TRANSFORM)
gr: Το όνομα του μετασχηματισμού CTL της οθόνης (Μεταβλητή περιβάλλοντος: MRV_ODT_CTL_TRANSFORM)

source: The name of the OCIO default image color space for 16-bit images (cin, tiff, etc) (Environment variable: MRV_OCIO_16bits_ICS)
gr: Το όνομα του χρωματικού χώρου OCIO της εικόνας για εικόνες 16 bit (cin, tiff, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_OCIO_16bits_ICS)

source: The name of the OCIO default image color space for 32-bit int images (openexr integers, etc) (Environment variable: MRV_OCIO_32bits_ICS)
gr: Το όνομα του χρωματικού χώρου OCIO της εικόνας για ακέραιες εικόνες 32 bit (ακέραιοι openexr, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_OCIO_32bits_ICS)

source: The name of the OCIO default image color space for 8 bit images (jpg, bmp, etc) (Environment variable: MRV_OCIO_8bits_ICS)
gr: Το όνομα του χρωματικού χώρου OCIO της εικόνας για εικόνες 8-bit (jpg, bmp, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_OCIO_8bits_ICS)

source: The name of the OCIO default image color space for half and float images (OpenEXR, dpx, etc) (Environment variable: MRV_OCIO_float_ICS)
gr: Το όνομα του χρωματικού χώρου OCIO της εικόνας για εικόνες μέσου και ακέραιου αριθμού κινητής υποδιαστολής (OpenEXR, dpx, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_OCIO_float_ICS)

source: The name of the default ICC profile for 16-bit images (cin, tiff, etc) (Environment variable: MRV_ICC_RT_16bits)
gr: Το όνομα του προφίλ ICC της εικόνας για εικόνες 16 bit (cin, tiff, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_ICC_RT_16bits)

source: The name of the default ICC profile for 32-bit int images (openexr integers, etc) (Environment variable: MRV_ICC_RT_32bits)
gr: Το όνομα του προφίλ ICC της εικόνας για ακέραιες εικόνες 32-bit (ακέραιοι openexr, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_ICC_RT_32bits)

source: The name of the default ICC profile for 8 bit images (jpg, bmp, etc) (Environment variable: MRV_ICC_RT_8bits)
gr: Το όνομα του προφίλ ICC της εικόνας για εικόνες 8-bit (jpg, bmp, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_ICC_RT_8bits)

source: The name of the default ICC profile for half and float images (OpenEXR, dpx, etc) (Environment variable: MRV_ICC_RT_float)
gr: Το όνομα του προφίλ ICC της εικόνας για εικόνες μέσου και ακέραιου αριθμού κινητής υποδιαστολής (OpenEXR, dpx, κ.λπ.) (Μεταβλητή περιβάλλοντος: MRV_ICC_RT_float)

source: The name of the default ICC profile for your ODT (monitor) (Environment variable: MRV_ODT_ICC_PROFILE)
gr: Το όνομα του προεπιλεγμένου προφίλ ICC για το ODT (οθόνη) (Μεταβλητή περιβάλλοντος: MRV_ODT_ICC_PROFILE)

source: The profile controls the characteristics and quality of the codec. If in doubt, set it to the highest setting.
gr: Το προφίλ ελέγχει τα χαρακτηριστικά και την ποιότητα του κωδικοποιητή. Εάν έχετε αμφιβολίες, ρυθμίστε το στο υψηλότερο προφίλ.

source: The rate
gr: η συχνότητα

source: The version of Windows Sockets support requested is not provided by this particular Windows Sockets implementation.
gr: Η απαιτούμενη έκδοση υποστήριξης των Windows Sockets δεν παρέχεται από τη συγκεκριμένη εφαρμογή των Windows Sockets.

source: This area specifies which elements should be shown as a HUD overlay on the view screen.
gr: Αυτή η περιοχή καθορίζει ποια στοιχεία πρέπει να εμφανίζονται ως επικάλυψη στην οθόνη της εικόνας.

source: This is a macOS setting only. When selected the menus will appear on the system toolbar instead of the mrViewer toolbar.
gr: Αυτή είναι μόνο μια ρύθμιση macOS. Όταν επιλεγεί, τα μενού θα εμφανίζονται στη γραμμή εργαλείων του συστήματος αντί για τη γραμμή εργαλείων mrViewer.

source: This is the path to your config.ocio file. It can be set with the environment variable OCIO, which takes precedence over any saved setting.
gr: Αυτή είναι η διαδρομή προς το αρχείο config.idle. Μπορεί να οριστεί με τη μεταβλητή περιβάλλοντος OCIO, η οποία έχει προτεραιότητα έναντι οποιωνδήποτε αποθηκευμένων ρυθμίσεων.

source: This setting controls how the YUV->RGB conversion is done once the movie is decoded. It is a hint to the viewer program and does not effect the colors saved in the movie file.
gr: Αυτή η ρύθμιση ελέγχει τον τρόπο με τον οποίο εκτελείται η μετατροπή YUV->RGB για προβολή μετά την αποκωδικοποίηση της ταινίας. Είναι μια υπόδειξη για το πρόγραμμα αναπαραγωγής και δεν επηρεάζει τα χρώματα που είναι αποθηκευμένα στο αρχείο ταινίας.

source: This setting controls the YUV color subsampling of the movie. YUV444 is the best, with no subsampling, just 3 bytes per pixel. YUV422 uses 4 bytes per 2 pixels, and YUV420 uses 6 bytes per 4 pixels.
gr: Αυτή η ρύθμιση ελέγχει την υποδειγματοληψία YUV της ταινίας. Το YUV444 είναι το καλύτερο, χωρίς υποδείγμα, μόνο 3 byte ανά pixel. Το YUV422 χρησιμοποιεί 4 byte ανά 2 pixel και το YUV420 χρησιμοποιεί 6 byte ανά 4 pixel.

source: This setting controls the encoder (codec) used for audio saving. ac3 and aac are the best codecs to use. mp3 is popular as it is commonly used for compressing CDs.
gr: Αυτή η ρύθμιση ελέγχει τον κωδικοποιητή (κωδικοποιητή) που χρησιμοποιείται για την αποθήκευση ήχου. Οι ac3 και aac είναι οι καλύτεροι κωδικοποιητές για χρήση. Το mp3 είναι δημοφιλές επειδή χρησιμοποιείται συνήθως για τη συμπίεση CD.

source: This setting controls the quality of the audio encoding. A smaller setting yields less quality but smaller sizes.
gr: Αυτή η επιλογή ελέγχει την ποιότητα της κωδικοποίησης ήχου. Μια μικρότερη ρύθμιση έχει ως αποτέλεσμα χαμηλότερη ποιότητα αλλά μικρότερο μέγεθος αρχείου.

source: This setting controls the quality of the movie file. A smaller bitrate has more compression and artifacts.
gr: Αυτή η επιλογή ελέγχει την ποιότητα του αρχείου ταινίας. Ένα χαμηλότερο bitrate έχει περισσότερη συμπίεση και περισσότερα τεχνουργήματα.

source: This setting controls the sensitivity of scrubbing (SHIFT and then the mouse right and left). Smaller values make the mouse move jump more frames while higher values does the opposite.
gr: Αυτή η ρύθμιση ελέγχει την ευαισθησία του καθαρισμού (SHIFT και μετά το ποντίκι αριστερά και δεξιά). Οι χαμηλότερες τιμές κάνουν το ποντίκι να πηδά περισσότερα καρέ με λιγότερη κίνηση ενώ οι υψηλότερες τιμές κάνουν το αντίθετο.

source: This setting effects the number of threads used in decoding your video. A value of 0 means to use 4 threads by default.
gr: Αυτή η ρύθμιση επηρεάζει τον αριθμό των νημάτων που χρησιμοποιούνται για την αποκωδικοποίηση του βίντεό σας. Η τιμή 0 σημαίνει ότι χρησιμοποιείτε 4 νήματα από προεπιλογή.

source: Thread Count
gr: Αριθμός νημάτων

source: Thumbnail frame percent
gr: Ποσοστό πλαισίων για εκτυπώσεις

source: Thumbnails Active
gr: Ενεργές εκτυπώσεις

source: Time
gr: χρόνος

source: Timecode
gr: Κωδικός χρόνου

source: Timeline
gr: Χρονοδιάγραμμα

source: Timeline.
gr: Χρονοδιάγραμμα

source: Tint
gr: Βαφή

source: Tinting of clip.
gr: Βαφή με κλιπ.

source: Toggle 3D Stereo Options Window
gr: Εναλλαγή παραθύρου 3D Stereo Options

source: Toggle 3D View Window
gr: Εναλλαγή παραθύρου τρισδιάστατης προβολής

source: Toggle About Window
gr: Εναλλαγή παραθύρου Σχετικά

source: Toggle Action Window
gr: Παράθυρο δράσης ανταλλαγής

source: Toggle Background Composite
gr: Σύνθεση κεφαλαίων ανταλλαγής

source: Toggle Bottom Bar
gr: Εναλλαγή κάτω γραμμής

source: Toggle Color Area Info Window
gr: Εναλλαγή παραθύρου χρωματικής περιοχής

source: Toggle Color Controls Window
gr: Εναλλαγή του παραθύρου ελέγχου χρωμάτων

source: Toggle Connections Window
gr: Παράθυρο εναλλαγής συνδέσεων

source: Toggle EDL
gr: Ανταλλαγή EDL

source: Toggle EDL Edit Window
gr: Εναλλαγή παραθύρου EDL

source: Toggle Full Screen
gr: Λειτουργεία πλήρους οθόνης

source: Toggle Histogram Window
gr: Εναλλαγή του παραθύρου ιστογράμματος

source: Toggle Hotkeys Window
gr: Ανταλλαγή κλειδιών διαχείρισης

source: Toggle Hud
gr: Ανταλλάξτε τον Χαντ

source: Toggle ICC Profiles Window
gr: Εναλλαγή παραθύρου προφίλ ICC

source: Toggle Input Color Space
gr: Εναλλαγή χρωματικού χώρου εισαγωγής

source: Toggle LUT
gr: Ανταλλαγή LUT

source: Toggle Log Window
gr: Παράθυρο ανταλλαγής μηνυμάτων

source: Toggle Media Info Window
gr: Εναλλαγή μεσαίου παραθύρου πληροφοριών

source: Toggle Menu Bar
gr: Γραμμή μενού εναλλαγής

source: Toggle Modify/%s
gr: Permute Modify/%s

source: Toggle Modify/All
gr: Permute Modify/Τα παντα

source: Toggle Pixel Bar
gr: Εναλλαγή Pixel Bar

source: Toggle Pixel Ratio
gr: Swap Pixel Ratio

source: Toggle Preferences Window
gr: Εναλλαγή παραθύρου προτιμήσεων

source: Toggle Presentation
gr: Ανταλλαγή παρουσίασης

source: Toggle Reel EDL in Timeline
gr: Εναλλάξτε το ρολό κάμερας στο Timeline

source: Toggle Reel Window
gr: Ανταλλαγή τροχών παραθύρου

source: Toggle Tool Dock
gr: Swap Action Dock

source: Toggle Top Bar
gr: Swap Top Bar

source: Toggle VR 360 (Panoramic) view of the image. The image is wrapped around a sphere when this is active.
gr: Να επιτρέπεται η προβολή VR 360 (Πανοραμική) της εικόνας. Η εικόνα τυλίγεται γύρω από μια σφαίρα όταν αυτή η επιλογή είναι ενεργοποιημένη.

source: Toggle VR 360 (Panoramic) view of the image. The image, which should be composed of 6 images, is wrapped around a cube when this is active.
gr: Να επιτρέπεται η προβολή VR 360 (Πανοραμική) της εικόνας. Η εικόνα, η οποία πρέπει να αποτελείται από 6 εικόνες για κάθε πλευρά του κύβου, τυλίγεται γύρω από έναν κύβο όταν αυτή η επιλογή είναι ενεργοποιημένη.

source: Toggle Vectorscope Window
gr: Εναλλαγή διανυσματικού παραθύρου

source: Toggle Waveform Window
gr: Εναλλαγή παραθύρου κυματομορφής

source: Too many channels in image. Saving RGB only
gr: Πάρα πολλά κανάλια στην εικόνα. Αποθήκευση μόνο RGB.

source: Too many streams in output context
gr: Πάρα πολλές ροές σε περιβάλλον εξόδου

source: Tooldock
gr: Action Dock

source: Top
gr: Πιο ψηλά

source: Top Field
gr: Άνω Πεδίο

source: Top/bottom
gr: Πιο ψηλά/πιο χαμηλα

source: Topbar
gr: Κορυφαία μπάρα

source: Track #
gr: Ένδειξη #

source: Traditional
gr: Παραδοσιακός

source: Traditional No Gamma
gr: Παραδοσιακό χωρίς γκάμα

source: Transform
gr: Μεταμόρφωση

source: Translations:
gr: Μεταφράσεις:

source: Trying
gr: Προσπαθεί

source: Turkish
gr: Τουρκικά (Türk)

source: Turn off screensaver
gr: απενεργοποιήστε την προφύλαξη οθόνης

source: Turn on EDL when loading multiple images.
gr: Ενεργοποιήστε το EDL όταν μεταφορτώνονται πολλές εικόνες

source: Turn on debugging console.
gr: Ενεργοποιήστε την κονσόλα εντοπισμού σφαλμάτων.

source: Type
gr: Ο τύπος
