Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/gr.po
Languages: gr

source: Failed to get Audio Channel Count!
gr: Δεν κατάφερα να βρω τον αριθμό των καναλιών ήχου!

source: Failed to get Audio Format!
gr: Αποτυχία λήψης μορφής ήχου!

source: Failed to get Audio Sample Rate!
gr: Αποτυχία λήψης συχνότητας ήχου!

source: Failed to get IBlackmagicRawFrame!
gr: Δεν κατάφερα να αποκτήσω το IBlackmagicRawFrame!

source: Failed to get clip IBlackmagicRawMetadataIterator!
gr: Δεν κατάφερα να λάβω το IBlackmagicRawMetadataIterator για το κλιπ!

source: Failed to get data from IBlackmagicRawMetadataIterator!
gr: Αποτυχία λήψης δεδομένων από το IBlackmagicRawMetadataIterator!

source: Failed to get frame IBlackmagicRawMetadataIterator!
gr: Δεν κατάφερα να λάβω το IBlackmagicRawMetadataIterator από το καρέ!

source: Failed to get total audio sample count!
gr: Δεν κατάφερα να λάβω τον συνολικό αριθμό δειγμάτων ήχου!

source: Failed to init swresample library with
gr: Απέτυχα να αρχικοποιήσω τη βιβλιοθήκη swresample με

source: Failed to initialize R3D SDK:
gr: Απέτυχα να αρχικοποιήσω το R3D SDK:

source: Failed to initialize swscale conversion context
gr: Απέτυχε η προετοιμασία του πλαισίου μετατροπής swscale

source: Failed to initialize the resampling context
gr: Απέτυχε η προετοιμασία του περιβάλλοντος εκ νέου δείγματος

source: Fast
gr: Γρήγορα

source: Feb
gr: Φεβ

source: Fetch failed for mipmap
gr: Η φόρτωση απέτυχε για το mipmap

source: Fetch failed for ripmap X
gr: Η φόρτωση απέτυχε για το mipmap X

source: Fetch failed for ripmap Y
gr: Η φόρτωση απέτυχε για το ripmap Y

source: File Requester
gr: Εύρεση αρχείων

source: File/Open/AMF file
gr: Αρχείο/Για να ανοίξω/Αρχείο MFA

source: File/Open/Directory
gr: Αρχείο/Για να ανοίξω/Ευρετήριο

source: File/Open/Movie or Sequence
gr: Αρχείο/Για να ανοίξω/Ταινία ή Σεκάνς

source: File/Open/Session
gr: Αρχείο/Για να ανοίξω/Συνεδρίαση

source: File/Open/Single Image
gr: Αρχείο/Για να ανοίξω/Μόνο μια εικόνα

source: File/Open/Stereo Sequence or Movie
gr: Αρχείο/Για να ανοίξω/Ταινία ή Σεκάνς για Στερεοφωνικό

source: File/Quit
gr: Αρχείο/Αδεια

source: File/Save/Frame As
gr: Αρχείο/Διατήρηση/κουτί όπως

source: File/Save/GL Snapshots As
gr: Αρχείο/Διατήρηση/Στιγμιότυπα Opengl

source: File/Save/Movie or Sequence As
gr: Αρχείο/Διατήρηση/Ταινία ή Σεκάνς όπως

source: File/Save/Reel As
gr: Αρχείο/Διατήρηση/μπομπίνα σαν

source: File/Save/Session As
gr: Αρχείο/Διατήρηση/συνεδρία ως

source: Filename
gr: Ονομα

source: Filename of the clip
gr: Όνομα αρχείου κλιπ

source: Filesystem error:
gr: Σφάλμα συστήματος αρχείων:

source: Film Manufacturer Code
gr: Κωδικός κατασκευαστή ταινιών

source: Filtering
gr: Φιλτραρίστηκε

source: Finalize R3DSDK
gr: Τερματίστε το R3D SDK

source: Finalized R3DSDK
gr: Τελείωσα το R3D SDK

source: First Frame
gr: Πρώτο καρέ

source: First Image Version
gr: Πρώτη έκδοση εικόνας

source: First frame of clip - User selected
gr: Πρώτο καρέ κλιπ - Επιλογή χρήστη

source: Fit All
gr: κατάλληλος για όλους

source: Fit Screen
gr: Οθόνη πλαισίου

source: Fit Window to Image
gr: Προσαρμογή παραθύρου σε εικόνα

source: Fixed Position
gr: Σταθερή θέση

source: Fixed Size
gr: Σταθερό μέγεθος

source: Fixture Identifier
gr: Αναγνωριστικό ενσωματωμένου τμήματος

source: Flash Movie
gr: ταινία flash

source: Flip X
gr: Αναστροφή X

source: Flip Y
gr: Y-Flip

source: Float
gr: αιωρούμενο κώμα

source: Float Pixels:
gr: Pixel κινητής υποδιαστολής:

source: Float Textures:
gr: Επιπλέει υφές:

source: Float Values
gr: Τιμές κινητής υποδιαστολής

source: Flushing of buffers failed
gr: Τα buffer έκπλυσης απέτυχαν

source: Flut
gr: φλογέρα

source: Focus
gr: Συγκεντρώνω

source: Font
gr: Τυπογραφία

source: Font Size
gr: Μέγεθος γραμματοσειράς

source: Format
gr: Μορφή

source: Formats
gr: Μορφές

source: Four letter ID
gr: Ταυτότητα τεσσάρων επιστολών

source: Frame
gr: κουτί

source: Frame %<PRId64>
gr: καρέ %<PRId64>

source: Frame Count
gr: Καταμέτρηση καρέ

source: Frame End
gr: Τελικό καρέ

source: Frame Range
gr: Εύρος πλαισίων

source: Frame Start
gr: κουτί εκκίνησης

source: Frame Step Backwards
gr: κουτί Βήμα πίσω

source: Frame Step FPS Backwards
gr: κουτί Βήμα πίσω FPS

source: Frame Step FPS Forwards
gr: κουτί Βήμα προς τα εμπρός FPS

source: Frame Step Forwards
gr: κουτί Βήμα προς τα εμπρός

source: Frame end of clip in file
gr: Κλιπ τελικού πλαισίου σε αρχείο

source: Frame start of clip in file
gr: κουτί έναρξης κλιπ στο αρχείο

source: Framebuffer incomplete layer targets.
gr: Μη ολοκληρωμένοι στόχοι επιπέδου framebuffer.

source: Framebuffer incomplete: Attachment is NOT complete.
gr: Framebuffer ελλιπής: Η δέσμευση ΔΕΝ ολοκληρώθηκε.

source: Framebuffer incomplete: Draw buffer.
gr: Framebuffer ελλιπής: Drawing buffer.

source: Framebuffer incomplete: No image is attached to FBO.
gr: Ατελής framebuffer: Δεν υπάρχει εικόνα συνδεδεμένη στο FBO.

source: Framebuffer incomplete: Read buffer.
gr: Ημιτελές framebuffer: Ανάγνωση buffer.

source: Framebuffer multisample incomplete: Draw buffer.
gr: Ελλιπής πολυδειγματοληψία framebuffer: Προσωρινή μνήμη σχεδίασης.

source: Frames
gr: Εικόνα

source: Frames Per Second
gr: Καρέ ανά δευτερόλεπτο

source: Frames per Second
gr: Καρέ ανά δευτερόλεπτο

source: Freehand Drawing Tool
gr: Ελεύθερο εργαλείο σχεδίασης

source: French
gr: Γαλλικά (français)

source: Frequency
gr: Συχνότητα

source: Frequency of audio
gr: ηχητική συχνότητα

source: Full
gr: Γεμάτος

source: Full Lut and Gamma and Gain
gr: Full Lut και Gamma and Gain

source: Fullscreen
gr: ΠΛΗΡΗΣ ΟΘΟΝΗ

source: GIF Picture
gr: Εικόνα GIF

source: GLEW Initialize Error:
gr: Σφάλμα εκκίνησης GLEW:

source: GLSL error in file
gr: Σφάλμα GLSL στο αρχείο

source: GPU Information
gr: Πληροφορίες GPU

source: GREEN
gr: ΠΡΑΣΙΝΟΣ

source: Gain
gr: Κέρδος

source: Gain for image failed
gr: Αποτυχία λήψης εικόνας

source: Gain image value. A simple multiplier of the image pixel values.
gr: Τιμή κέρδους εικόνας. Ένας απλός πολλαπλασιαστής των τιμών των pixel.

source: Gamma
gr: Φάσμα

source: Gamma 1.4 Chart
gr: Διάγραμμα εύρους 1.4

source: Gamma 1.8 Chart
gr: Διάγραμμα εύρους 1.8

source: Gamma 2.2 Chart
gr: Διάγραμμα εύρους 2,2

source: Gamma 2.4 Chart
gr: Διάγραμμα εύρους 2.4

source: Gamma Curve
gr: Καμπύλη γάμμα

source: Gamma Less
gr: μικρότερο εύρος

source: Gamma More
gr: Περισσότερο εύρος

source: Gamma for image failed
gr: Η γκάμα εικόνων απέτυχε

source: Gamma to use when loading an exr and OCIO is off.
gr: Εύρος χρήσης όταν έχει φορτωθεί ένα exr και το OCIO είναι απενεργοποιημένο.

source: Gb
gr: γιγαμπάιτ

source: German
gr: Γερμανικά (Deutsch)

source: Ghosting
gr: Φάντασμα

source: Go back one frame.
gr: Πηγαίνετε ένα καρέ πίσω.

source: Go to the beginning of the sequence.
gr: Μεταβείτε στην αρχή της ακολουθίας.

source: Go to the end of the sequence.
gr: Μεταβείτε στο τέλος της ακολουθίας.

source: Got colorspace '
gr: Έχω το χρωματικό χώρο '

source: Got:
gr: Απέκτησα:

source: Greek
gr: Ελληνικά

source: Green
gr: Πράσινος

source: Green Gain of clip.
gr: Κερδίστε τους πράσινους από το κλιπ.

source: Green value of image pixel under mouse.
gr: Πράσινη τιμή του pixel κάτω από το ποντίκι.

source: Grid Size
gr: Μέγεθος πλέγματος

source: HDR Blend bias of clip.
gr: HDR mix bias του κλιπ.

source: HDR Track No
gr: Αριθμός κομματιού HDR

source: HDR blend
gr: Μίγματα HDR

source: HDR blend type
gr: Τύπος μίξης HDR

source: HDRI Picture
gr: Εικόνα HDRI

source: HDTV / Widescreen 16:9
gr: HDTV/Ευρεία οθόνη 16:9

source: Half
gr: τα μισα

source: Half Pixels:
gr: PixelsHalf:

source: Hardware shaders not available.
gr: Μη διαθέσιμοι σκίαστροι υλικού.

source: Headline
gr: Επί κεφαλής

source: Height
gr: Υψος

source: Height of clip
gr: ύψος κλιπ

source: Hex
gr: μαγεύω

source: Hex Values
gr: Δεκαεξαδικές τιμές

source: Hide Others
gr: Κρύψτε τους Άλλους

source: Hide mrViewer
gr: Απόκρυψη mrViewer

source: High
gr: Υψηλός

source: High 10
gr: Υψηλό 10

source: Hilited in Full Timeline
gr: Σημειώθηκε στο πλήρες χρονοδιάγραμμα

source: Histogram
gr: Ιστόγραμμα

source: Home
gr: Αρχή

source: Hotkey "%s" already used in "%s". Do you want to override it?
gr: Το κλειδί διαχείρισης "%s" χρησιμοποιείται ήδη στο "%s". Θέλετε να το παρακάμψετε;

source: Hotkey '
gr: Κλειδί διαχείρισης

source: Hotkey file:
gr: Κλειδιά διαχείρισης:

source: Hotkeys
gr: Κλειδιά διαχείρισης

source: Hotkeys (*.{keys.prefs})
gr: Κλειδιά διαχείρισης (*.{keys.prefs})

source: Hotkeys file
gr: Κλειδιά διαχείρισης

source: How to display timeline by default.
gr: Πώς να εμφανίσετε τη γραμμή χρόνου από προεπιλογή.

source: How to display timeline selection by default.
gr: Τρόπος εμφάνισης της επιλογής γραμμής χρόνου από προεπιλογή.

source: Hue
gr: Απόχρωση

source: Hue value of image pixel under mouse.
gr: Τιμή απόχρωσης του pixel κάτω από το ποντίκι.

source: Hybrid
gr: Υβρίδιο

source: ICC Profile
gr: Προφίλ ICC

source: ICC Profiles
gr: προφίλ ICC

source: ICC Profiles Inspector
gr: ICC Profile Inspector

source: ICC Rendering Intent
gr: ICC Render Intent

source: ICC profile
gr: Προφίλ ICC

source: IFF Picture
gr: Εικόνα IFF

source: IPP2 Mode
gr: Λειτουργία IPP2

source: ISO Index out of bounds
gr: Δείκτης ISO εκτός εύρους

source: ISO Speed
gr: Ταχύτητα ISO

source: ISO of film stock.
gr: ISO της ταινίας.

source: ITU-601 (Digital PAL/NTSC YCbCr)
gr: ITU-601 (PAL/NTSC YCbCr Digital)

source: ITU-709 (Digital HDTV YCbCr)
gr: ITU-709 (HDTV YCbCr Digital)

source: If selected, the natlve file chooser will be used. If unselected, mrViewer's standard file chooser will be used.
gr: Στα Windows, εάν είναι επιλεγμένο, θα χρησιμοποιηθεί ο επιλογέας εγγενούς αρχείου. Εάν δεν επιλεγεί, θα χρησιμοποιηθεί ο επιλογέας αρχείων mrViewer.

source: Image
gr: Εικόνα

source: Image "
gr: Εικόνα "

source: Image CTL script
gr: CTL Εγγραφή εικόνας

source: Image Cache Size
gr: Μέγεθος προσωρινής μνήμης εικόνας

source: Image Channels
gr: Κανάλια εικόνας

source: Image Icc Profile
gr: Εικόνα Προφίλ ICC

source: Image Name
gr: Όνομα εικόνας

source: Image Options
gr: Επιλογές εικόνας

source: Image Scale
gr: Κλίμακα εικόνας

source: Image State
gr: Κατάσταση εικόνας

source: Image X Position in Canvas
gr: X θέση της εικόνας στον πίνακα

source: Image X Scale in Canvas
gr: Κλίμακα σε Χ της εικόνας στον πίνακα

source: Image Y Position in Canvas
gr: Y-θέση της εικόνας στον πίνακα

source: Image Y Scale in Canvas
gr: Y κλιμάκωση της εικόνας στον πίνακα

source: Image at position
gr: Εικόνα στη θέση

source: Image coordinate of pixel under mouse.
gr: Συντεταγμένη της εικόνας pixel κάτω από το ποντίκι.

source: Image file "
gr: Αρχείο εικόνας "

source: Image input color space is undefined for
gr: Εισαγάγετε το χρωματικό διάστημα της απροσδιόριστης εικόνας για

source: Image item not found for
gr: Το αντικείμενο δεν βρέθηκε στον κύλινδρο

source: Image not found in reel
gr: Η εικόνα δεν βρέθηκε στο ρολό της κάμερας

source: Image sequence "
gr: Ακολουθία εικόνων "

source: Image sequences will be cached as 8-bit pictures, instead of being cached as the original depth of the sequence. This setting thus allows caching more pictures in memory for float and half pictures.
gr: Οι εικόνες από την ακολουθία θα αποθηκευτούν ως εικόνες 8-bit, αντί για το αρχικό βάθος της ακολουθίας. Επομένως, αυτή η ρύθμιση βοηθά στην αποθήκευση περισσότερων εικόνων στη μνήμη για εικόνες πλήρους και μισής κινητής υποδιαστολής.

source: Image sequences will be cached in memory. If this setting is off, images will be loaded on demand but fluid playback may not be possible.
gr: Οι εικόνες ακολουθίας θα αποθηκευτούν στη μνήμη. Εάν αυτή η ρύθμιση είναι απενεργοποιημένη, οι εικόνες θα φορτωθούν με βάση τη ζήτηση, αλλά ενδέχεται να μην είναι δυνατή η ομαλή αναπαραγωγή.

source: Image zoom setting.
gr: Ρύθμιση ζουμ εικόνας.

source: Image/Add CTL Look Mod Transform
gr: Εικόνα/Προσθήκη τροποποίησης εμφάνισης CTL (LMT)

source: Image/Attach CTL Input Device Transform
gr: Εικόνα/Εκχώρηση CTL Input Device Transform (IDT)

source: Image/Attach CTL Rendering Transform
gr: Εικόνα/Εκχώρηση μετασχηματισμού απόδοσης CTL (RTT)

source: Image/Attach ICC Color Profile
gr: Εικόνα/Προσθήκη έγχρωμου προφίλ ICC

source: Image/Clear Caches
gr: Εικόνα/Εκκαθάριση κρυφής μνήμης

source: Image/Clone
gr: Εικόνα/Κλώνος

source: Image/Clone All Channels
gr: Εικόνα/Κλωνοποίηση όλων των καναλιών

source: Image/Media Info
gr: Εικόνα/Πληροφορίες πολυμέσων

source: Image/Mirror/Horizontal
gr: Εικόνα/Καθρέφτης/Οριζόντιος

source: Image/Mirror/Vertical
gr: Εικόνα/Καθρέφτης/Κατακόρυφος

source: Image/Modify CTL ASC_CDL SOP Saturation
gr: Εικόνα/Τροποποίηση CTL ASC_CDL SOP και Κορεσμού

source: Image/Next
gr: Εικόνα/ΕΠΟΜΕΝΟ

source: Image/Preload Caches
gr: Εικόνα/Προφόρτωση κρυφής μνήμης

source: Image/Previous
gr: Εικόνα/Προηγούμενος

source: Image/Rotate +90
gr: Εικόνα/Περιστρέψτε το +90

source: Image/Rotate -90
gr: Εικόνα/Περιστρέψτε το -90

source: Image/Set as Background
gr: Εικόνα/Ορίστε το ως φόντο

source: Image/Switch FG and BG
gr: Εικόνα/Αλλαγή προσκηνίου και φόντου

source: Image/Toggle Background
gr: Εικόνα/εναλλαγή φόντου

source: Image/Toggle EDL
gr: Εικόνα/Ανταλλαγή EDL

source: Image/Update Single Frame in Cache
gr: Εικόνα/Ενημερώστε ένα καρέ προσωρινής μνήμης

source: ImageBrowser::remove idx value (
gr: ImageBrowser::αφαίρεση τιμής ευρετηρίου (

source: ImageBufAlgo::make_texture failed.
gr: Το ImageBufAlgo::make_texture απέτυχε.

source: ImageMagick Saving
gr: Αποθήκευση ImageMagick

source: Images
gr: εικόνες

source: Images (*.{
gr: Εικόνες (*.{

source: Images in stereo have different frame lengths. They will not loop properly.
gr: Οι στερεοφωνικές εικόνες έχουν διαφορετικά μήκη καρέ. Δεν θα επαναληφθούν σωστά.

source: Images in stereo have different lengths. They will not loop properly.
gr: Οι στερεοφωνικές εικόνες έχουν διαφορετικό μήκος. Δεν θα επαναληφθούν σωστά.

source: Images in stereo have different velocities (fps).
gr: Οι στερεοφωνικές εικόνες έχουν διαφορετικές ταχύτητες (καρέ ανά δευτερόλεπτο).

source: Images, sequences or movies to display.
gr: Εικόνες, σεκάνς ή ταινίες για προβολή.

source: Increase exposure by 0.5.
gr: Αυξήστε την έκθεση κατά 0,5.

source: Increasing Y
gr: Αύξηση στο Υ

source: Index
gr: μη έγκυρο ευρετήριο

source: Inited R3D SDK from:
gr: Ξεκίνησα το R3D SDK από:

source: Input
gr: Είσοδος

source: Input Color Space
gr: Εισαγωγή χρωματικού χώρου

source: Input Device Transform
gr: Μετασχηματισμός συσκευής εισόδου

source: Input color space for
gr: Εισαγωγή χρωματικού χώρου για

source: Insert
gr: Εισάγετε

source: Int
gr: Ολόκληρος

source: Integer
gr: Ολόκληρος

source: Intensity
gr: Ενταση

source: Invalid Profile for CMM:
gr: Μη έγκυρο προφίλ για CMM:

source: Invalid attribute
gr: μη έγκυρο χαρακτηριστικό

source: Invalid destination profile/image format
gr: Μη έγκυρο προφίλ προορισμού/μορφή εικόνας

source: Invalid image
gr: μη έγκυρο ευρετήριο

source: Invalid index
gr: μη έγκυρο ευρετήριο

source: Invalid mipmap level
gr: Μη έγκυρο επίπεδο mipmap

source: Invalid mrv::Frame format:
gr: Μη έγκυρο mrv::Μορφή πλαισίου:

source: Invalid pixel buffer coordinates
gr: Μη έγκυρες συντεταγμένες buffer pixel

source: Invalid source profile/image pixel format
gr: Μη έγκυρο προφίλ πηγής/μορφή pixel εικόνας

source: Invalid stereo image
gr: Μη έγκυρη στερεοφωνική εικόνα

source: Invalid timecode
gr: Μη έγκυρος κωδικός ώρας

source: Invalid video stream
gr: μη έγκυρο κομμάτι βίντεο

source: Inverse Output Device Transform
gr: Αντίστροφος Μετασχηματισμός Συσκευής Εξόδου

source: Inverse Output Transform
gr: Αντίστροφος Μετασχηματισμός Συσκευής Εξόδου

source: Inverse Reference Rendering Transform
gr: Μετασχηματισμός αναφοράς αντίστροφης απόδοσης (RT)

source: Italian
gr: ιταλικά (italiano)

source: Item was not found in tree.
gr: δεν βρέθηκε στον κύλινδρο

source: Iteration
gr: Επανάληψη

source: JPEG Picture
gr: Εικόνα JPEG

source: JPG, PNG, DPX Load Library
gr: Φόρτωση βιβλιοθήκης JPG, PNG, DPX

source: Jan
gr: Ιαν

source: Japanese
gr: Ιαπωνικά (日本)

source: Jul
gr: Ιουλ

source: Jun
gr: Ιούν

source: Kelvin
gr: Κέλβιν

source: Kelvin temperature.
gr: Θερμοκρασία Kelvin.

source: Key
gr: Κλειδί

source: Key2
gr: Κλειδί 2

source: KeyCode
gr: Κλειδί

source: Keyword
gr: Λέξη-κλειδί

source: Known Codec
gr: Γνωστός Codec

source: Korean
gr: Κορεάτικα (한국어)

source: L (Lightness)
gr: L (Φωτεινότητα)

source: LMTransform %u
gr: TransformLM %u

source: LUT
gr: LUTs

source: Lab CIELAB (L*a*b*)
gr: Εργαστήριο CIELAB (L*a*b*)

source: Language
gr: Γλώσσα

source: Language and Colors
gr: Γλώσσα και Χρώματα

source: Language if known
gr: γλώσσα αν είναι γνωστή

source: Last Frame
gr: Τελευταίο καρέ

source: Last Image Version
gr: Τελευταία έκδοση εικόνας

source: Last frame of clip - User selected
gr: Τελευταίο καρέ του κλιπ - Επιλογή χρήστη

source: Latitude
gr: Γεωγραφικό πλάτος

source: Layer %d
gr: Μανδύα %d

source: Left
gr: Αριστερά

source: Left View
gr: Αριστερή όψη

source: Left view
gr: Αριστερή όψη

source: Left/right
gr: Αριστερά/σωστά

source: LeftAlt
gr: Αριστερό Alt

source: LeftCtrl
gr: Αριστερό Ctrl

source: LeftMeta
gr: Αριστερός στόχος

source: LeftShift
gr: Αριστερά μετατόπιση

source: Limit on the number of tasks supported by the Windows Sockets implementation has been reached.
gr: Συμπληρώθηκε το όριο στον αριθμό των λειτουργιών που υποστηρίζονται από την υλοποίηση των Windows Sockets.

source: Line Order
gr: Γραμμική Παραγγελία

source: Line order in file
gr: Σειρά των γραμμών στο αρχείο

source: Linear
gr: Γραμμικός

source: Linear Gradient
gr: Γραμμική Αποφοίτηση

source: Listing of directory "
gr: Λίστα φακέλων "

source: Listing of directory "/Volumes/" failed!
gr: λίστα καταλόγου "/τόμους/" απέτυχε!

source: Load
gr: Χρέωση

source: Load ACES Metadata File (AMF)
gr: Φόρτωση αρχείου μεταδεδομένων ACES (AMF)

source: Load Audio
gr: Φόρτωση ήχου

source: Load Directory
gr: Μεταφόρτωση φακέλου

source: Load Hotkeys Preferences
gr: Φόρτωση προτιμήσεων κλειδιών οδήγησης

source: Load Image
gr: Ανοίξτε την εικόνα

source: Load Movie or Sequence
gr: Ανοίξτε την ταινία ή την ακολουθία

source: Load OCIO Config
gr: Φόρτωση διαμόρφωσης OCIO

source: Load Reel(s)
gr: Άνοιγμα καρουλιού(ων)

source: Load Sequence on Drag&&Drop
gr: Φόρτωση ακολουθίας στο Drag&&Drop

source: Load Sequence on File Association && CommandLine
gr: Ακολουθία φόρτωσης στη συσχέτιση αρχείων

source: Load Subtitle
gr: Φόρτωση υποτίτλων

source: Load XML Clip Metadata
gr: Φόρτωση μεταδεδομένων XML κλιπ

source: Load a single image even if there's a sequence present.
gr: Μεταφορτώστε μια μεμονωμένη εικόνα ακόμα κι αν υπάρχει μια ακολουθία.

source: Load an image or movie file
gr: Ανεβάστε μια φωτογραφία ή μια ταινία

source: Load settings from RMD sidecar or reset them to camera settings.
gr: Φορτώστε τη διαμόρφωση από το RMD sidecar ή επαναφέρετε τη διαμόρφωση της κάμερας.

source: Loaded ACES clip metadata file '
gr: Ανέβασα αρχείο μεταδεδομένων κλιπ από το ACES'

source: Loaded braw lib from:
gr: Φόρτωσα τη βιβλιοθήκη braw από:

source: Loaded color themes from
gr: Φόρτωσα έγχρωμα θέματα από

source: Loaded preferences from
gr: Φόρτωσα τις προτιμήσεις από

source: Loading
gr: Φόρτωση

source: Loading "%s"
gr: Φόρτωση "%s"

source: Loading built-in NV3.0 rgba shader
gr: Φόρτωση εσωτερικού shader NV3.0 rgba

source: Loading built-in arbfp1 rgba shader
gr: Φόρτωση εσωτερικού rgba shader arbfp1

source: Loading hotkeys from
gr: Φόρτωσα κλειδιά μονάδας από

source: Local Caption
gr: τοπική πινακίδα

source: Lockfile
gr: κλείδωμα αρχείου

source: Log Messages
gr: Αναρτήσεις

source: Logarithmic
gr: λογαριθμική

source: Logs
gr: Αναρτήσεις

source: Longitude
gr: Μήκος

source: Looked for it in:
gr: Το έψαξα στο:

source: Loop
gr: βρόχος

source: Looping Behavior ( Stop, Loop, Ping-Pong )
gr: Loop Behavior (Stop, Loop, Ping-Pong)

source: Looping Mode
gr: Λειτουργία βρόχου

source: Luminance
gr: Λάμψη

source: Luminance Gradient
gr: Αποφοίτηση Luminosity

source: Luminance of image pixel under mouse.
gr: Φωτεινότητα εικονοστοιχείων εικόνας κάτω από το ποντίκι.

source: Lumma
gr: λούμα

source: Lut Active
gr: Ενεργός Λουθ

source: Lut with Gain but without Gamma
gr: Λουτ με Κέρδος αλλά όχι Γάμα

source: M33 Double
gr: M33 Διπλό

source: M33 Float
gr: Μ33 Πλωτό Σημείο

source: M44 Double
gr: M44 Διπλό

source: M44 Float
gr: Μ44 Πλωτό Σημείο

source: MGM Camera 65
gr: Κάμερα MGM 65

source: MP3 music
gr: Μουσική MP3

source: MP4 Movie
gr: Ταινία MP4

source: MPEG Movie
gr: mpeg ταινία

source: MXF Movie
gr: Ταινία MXF

source: Main
gr: ΔΙΕΥΘΥΝΤΡΙΑ σχολειου

source: Main 10
gr: Top 10

source: Map Picture
gr: Χάρτης εικόνας

source: Mar
gr: Θάλασσα

source: Mark an area in the image with SHIFT + Left Mouse Button
gr: Επισημάνετε μια περιοχή στην εικόνα με SHIFT + το αριστερό κουμπί του ποντικιού

source: Mark an area in the image with SHIFT + the left mouse button
gr: Σημειώστε μια περιοχή στην εικόνα με το SHIFT και το αριστερό κουμπί του ποντικιού

source: Mark an area in the image with the left mouse button
gr: Σημειώστε μια περιοχή στην εικόνα με το SHIFT και το αριστερό κουμπί του ποντικιού

source: Matroska Movie
gr: Ταινία Matroska

source: Max. Bitrate
gr: Μέγιστος ρυθμός μετάδοσης bit

source: Max. Cache Frames shown
gr: Μέγιστη. Εμφανίζονται τα πλαίσια προσωρινής μνήμης

source: Max. Images Apart
gr: Μέγιστη. Διαχωρισμός εικόνας

source: Max. Texture Size:
gr: Μέγιστη. Μέγεθος υφής:

source: Maximum
gr: Το πολύ

source: Maximum number of cached frames shown in the timeline. Too many frames can make playback sluggish.
gr: Μέγιστος αριθμός αποθηκευμένων πλαισίων που εμφανίζονται στη γραμμή χρόνου. Τα πάρα πολλά καρέ μπορεί να προκαλέσουν αργή αναπαραγωγή.

source: Maximum number of images apart that the versions might be on disk. If you have v1, and this is set to 5, only up to a gap with v6 would be found. v7 would not get found as the gap would be too big.
gr: Μέγιστος αριθμός ξεχωριστών εικόνων που οι εκδόσεις μπορούν να βρίσκονται στο δίσκο. Εάν έχετε v1 και έχει οριστεί σε 5, θα βρεθούν μόνο εκδόσεις έως και v6. Το v7 δεν θα βρεθεί καθώς ο διαχωρισμός θα ήταν πολύ μεγάλος.

source: May
gr: ενδέχεται

source: Mean
gr: Μέση τιμή

source: Media Info
gr: Πληροφορίες πολυμέσων

source: Media Information
gr: Αναφορά ΜΜΕ

source: Media file has zero size in width or height
gr: Το αρχείο πολυμέσων έχει μηδενικό μέγεθος σε ύψος ή πλάτος.

source: Medium
gr: Μέσα, μέτρια

source: Memory
gr: Μνήμη

source: Memory without Compression
gr: Ασυμπίεστη μνήμη

source: Menu
gr: Μενού

source: Menu Bar
gr: Μενού

source: Meta
gr: Στόχος

source: Metadata
gr: μεταδεδομένα

source: Minimum
gr: Ελάχιστο

source: Mipmap Level
gr: επίπεδο mipmap

source: Mipmap Levels
gr: Επίπεδα Mipmap

source: Missing Convert_from_WorkSpace. LUT will probably look wrong.
gr: Το Convert_from_WorkSpace λείπει. Το LUT μάλλον θα φαίνεται άσχημο.

source: Missing Frames
gr: Λείπουν καρέ

source: Missing audio frame
gr: Λείπει το καρέ ήχου

source: Missing transforms for aces:GradeRef in '
gr: Λείπουν μετασχηματισμοί για άσους:GradeRef στο '

source: Mixer %s load error: %s
gr: Σφάλμα φόρτωσης Mixer %s: %s

source: Mixer %s open error: %s
gr: Σφάλμα ανοίγματος του Mixer %s: %s

source: Mixer attach %s error: %s
gr: Σφάλμα σύνδεσης μείκτη %s: %s

source: Mixer register error: %s
gr: Σφάλμα εγγραφής μείκτη: %s

source: Mode for IPP2 Processing
gr: Λειτουργία για επεξεργασία IPP2

source: Module
gr: Μονάδα μέτρησης

source: Monitor CTL script
gr: Οθόνη εγγραφής CTL

source: Monitor Icc Profile
gr: Παρακολούθηση προφίλ Icc

source: Monitor/Attach CTL Display Transform
gr: Απεικόνιση/Προσθήκη μετασχηματισμού οθόνης εξόδου CTL (ODT)

source: Monitor/Attach ICC Color Profile
gr: Απεικόνιση/Προσθήκη χρωματικού προφίλ ICC

source: Motion Estimation Methods
gr: Μέθοδοι εκτίμησης κίνησης

source: Move Pic.
gr: Κίνηση

source: Move Picture Tool
gr: Εργαλείο μετακίνησης εικόνας
