Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/gr.po
Languages: gr

source: mental ray Normal Picture
gr: Εικόνα των κανονικών νοητικών ακτίνων

source: mental ray Scalar Picture
gr: Εικόνα αιωρούμενου κώματος από νοητική ακτίνα

source: mental ray Shadow Map
gr: Σκιές της εικόνας της νοητικής ακτίνας

source: mental ray Z Depth Picture
gr: νοητική ακτίνα Z Εικόνα βάθους

source: mrViewer does not support YUV images.
gr: Το mrViewer δεν υποστηρίζει εικόνες YUV.

source: mrViewer knows codec used
gr: Ο mrViewer γνωρίζει τον κωδικοποιητή που χρησιμοποιείται

source: mrViewer knows the codec used
gr: Ο mrViewer γνωρίζει τον κωδικοποιητή που χρησιμοποιείται

source: mrViewer supports CTL scripts and ICC profiles baked into 3D Luts. These settings control the quality of the 3D Lut.
gr: Το mrViewer υποστηρίζει σενάρια CTL και προφίλ ICC μαγειρεμένα σε 3D luts. Αυτές οι ρυθμίσεις ελέγχουν την ποιότητα του 3D Lut.

source: mrViewer supports YUV images through shaders.
gr: Το mrViewer υποστηρίζει εικόνες YUV με shaders.

source: mrViewer supports YUVA images through shaders.
gr: Το mrViewer υποστηρίζει εικόνες YUVA με shaders.

source: mrViewer supports either ICC profiles or a CTL script for the render transform (RT) of your images. This setting prioritizes choosing one over the other. When mixing a CTL RT script with an ICC profile for your output device transform (ODT) like your monitor profile, it is necessary that the CTL RT script passes data in XYZ_OCES space (ICC v4 relative colorimetric). If unsure what this means, keep your display and images setting always using the same algorithm (CTL or ICC).
gr: Το mrViewer υποστηρίζει είτε προφίλ ICC είτε σενάρια CTL για μετασχηματισμό απόδοσης (RT) των εικόνων σας. Αυτή η ρύθμιση δίνει προτεραιότητα στην επιλογή του ενός έναντι του άλλου. Όταν αναμιγνύετε μια δέσμη ενεργειών CTL RT με ένα προφίλ ICC για τον μετασχηματισμό της συσκευής εξόδου (ODT), όπως το προφίλ της οθόνης σας, είναι απαραίτητο η δέσμη ενεργειών CTL RT να μεταβιβάζει δεδομένα στο χώρο XYZ_OCES (ICC v4 σχετικό χρωμομετρικό). nΕάν δεν είστε σίγουροι τι σημαίνει αυτό, διατηρήστε τις ρυθμίσεις οθόνης και εικόνας χρησιμοποιώντας πάντα τον ίδιο αλγόριθμο (CTL ή ICC).

source: mrViewer supports either ICC profiles or a CTL script for your output device transform (ODT) and for your rendering transform of your images (RT). These settings prioritizes choosing one over the other.
gr: Το mrViewer υποστηρίζει προφίλ ICC ή μια δέσμη ενεργειών CTL για τον μετασχηματισμό της συσκευής εξόδου (ODT) και για τον μετασχηματισμό απόδοσης εικόνας (RT). Αυτή η ρύθμιση δίνει προτεραιότητα στην επιλογή ενός έναντι του άλλου.

source: mrViewer supports either ICC profiles or a CTL script for your output device transform (ODT). This setting prioritizes choosing one over the other. When mixing a CTL ODT script with an ICC profile in an image as rendering transform (RT), it is necessary that the CTL ODT reads data in XYZ_OCES space (ICC v4 relative colorimetric). Also, note that ICC uses D50 white points while HDTV and CTL use D65 white points. If unsure what this means, keep your display and images setting always using the same algorithm (CTL or ICC).
gr: Το mrViewer υποστηρίζει προφίλ ICC ή σενάριο CTL για μετασχηματισμό απόδοσης (RT) των εικόνων σας. Αυτή η ρύθμιση δίνει προτεραιότητα το ένα έναντι του άλλου. Εάν αναμιγνύετε μια δέσμη ενεργειών CTL RT με ένα προφίλ ICC για το Display Device Transformation (ODT) ως προφίλ οθόνης, είναι απαραίτητο η δέσμη ενεργειών CTL RT να μεταβιβάζει δεδομένα στο χώρο XYZ_OCES (σχετική χρωματομετρία ICC v4). Επίσης, σημειώστε ότι το ICC χρησιμοποιεί λευκά σημεία D50 ενώ το HDTV και το CTL χρησιμοποιούν λευκά σημεία D65. Αν δεν είστε σίγουροι τι σημαίνουν όλα αυτά, διατηρήστε τις ρυθμίσεις οθόνης και εικόνας χρησιμοποιώντας τον ίδιο αλγόριθμο (CTL ή ICC) κάθε φορά.

source: mrv::Frame No pixel data to change
gr: mrv::κουτί Δεν υπάρχουν δεδομένα pixel για αλλαγή

source: original
gr: πρωτότυπο

source: pad0
gr: Αριθμητικό πληκτρολόγιο 0

source: pad1
gr: Αριθμητικό πληκτρολόγιο 1

source: pad2
gr: Αριθμητικό πληκτρολόγιο 2

source: pad3
gr: Αριθμητικό πληκτρολόγιο 3

source: pad4
gr: Αριθμητικό πληκτρολόγιο 4

source: pad5
gr: Αριθμητικό πληκτρολόγιο 5

source: pad6
gr: Αριθμητικό πληκτρολόγιο 6

source: pad7
gr: Αριθμητικό πληκτρολόγιο 7

source: pad8
gr: Αριθμητικό πληκτρολόγιο 8

source: pad9
gr: Αριθμητικό πληκτρολόγιο 9

source: padEnter
gr: Εισαγάγετε το αριθμητικό πληκτρολόγιο

source: pixel
gr: εικονοκύτταρο

source: pixels
gr: εικονοστοιχεία

source: plastic
gr: πλαστική ύλη

source: recv() failed
gr: recv() απέτυχε

source: send() failed
gr: Η αποστολή() απέτυχε

source: send_packet error:
gr: Δεν μπορούσα να στείλω πακέτο. Λάθος

source: snd_pcm_close failed with
gr: snd_pcm_close απέτυχε με

source: snd_pcm_drop failed with
gr: Το snd_pcm_drop απέτυχε με

source: snd_pcm_prepare failed
gr: Το snd_pcm_prepare απέτυχε με

source: src_nb_samples is 0
gr: Το src_nb_samples είναι 0

source: store_audio: Invalid data. buf is
gr: store_audio: μη έγκυρα δεδομένα. αχ είναι

source: subtitle
gr: υπότιτλος

source: sysctl failed!
gr: Το sysctl απέτυχε.

source: task info failed
gr: οι πληροφορίες εργασίας απέτυχαν

source: und
gr: ενδ

source: unknown
gr: άγνωστος

source: unsigned byte (8-bits per channel)
gr: ανυπόγραφο byte (8-bit ανά κανάλι)

source: unsigned int (32-bits per channel)
gr: ανυπόγραφος ακέραιος αριθμός (32-bit ανά κανάλι)

source: unsigned short (16-bits per channel)
gr: σύντομο ανυπόγραφο (16 bit ανά κανάλι)

source: video
gr: βίντεο

source: visual impaired
gr: με προβλήματα όρασης
