Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/gr.po
Languages: gr

source: Controls the YUV Conversion of the movie in the shader to emulate different tv standards. Use File YUV Hint will take the value from the movie being loaded if the data is present. BT709 is a Rec.709 emulation (HDTV) and has black levels in the 16 range of 255. Unspecified is your standard computer translation of YUV. BT470BG/SMPTE170M emulate ITU-R BT 601-6 625 (PAL/SECAM).
gr: Ελέγχει τη μετατροπή YUV της ταινίας στο shader για εξομοίωση διαφορετικών προτύπων τηλεόρασης. Η μετατροπή YUV παίρνει την τιμή της ταινίας που αναπαράγεται εάν υπάρχουν δεδομένα. Το BT709 είναι μια εξομοίωση του Rec.709 (HDTV) και έχει επίπεδα μαύρου 16 στην περιοχή των 255. Μη καθορισμένο είναι το πρότυπο μετατροπής υπολογιστή YUV. BT470BG/SMPTE170M μιμείται ITU-R BT 601-6 625 (PAL/SECAM).

source: Controls the codec used by default in saving a movie file.
gr: Ελέγχει τον κωδικοποιητή που χρησιμοποιείται από προεπιλογή κατά την αποθήκευση μιας ταινίας.

source: Conversion needed. Gamma: 1.0
gr: Απαιτείται μετατροπή. Εύρος: 1,0

source: Copy Frame, X, Y Values
gr: Αντιγραφή τιμών πλαισίου, X και Y

source: Copy RGBA Values
gr: Αντιγράψτε τις τιμές RGBA

source: Copy Reel, Shot, Frame, X and Y coordinates to clipboard
gr: Αντιγράψτε τις συντεταγμένες Reel, Shot, Frame, X και Y στο πρόχειρο

source: Copy X Y
gr: Αντιγραφή XY

source: Copy/Color
gr: αντίγραφο/Χρώμα

source: Copyright String
gr: κείμενο πνευματικών δικαιωμάτων

source: Core
gr: Κεντρικός

source: Corruption in hotkeys preferences.
gr: Διαφθορά στον χειρισμό βασικών προτιμήσεων.

source: Could not add profile "%s" to CMM:
gr: Δεν ήταν δυνατή η προσθήκη του προφίλ "%s" στο CMM:

source: Could not alloc swr_ctx
gr: Δεν μπόρεσα να εκχωρήσω το swr_ctx

source: Could not allocate audio frame
gr: Δεν μπορούσα να φιλοξενήσω ηχητικό καρέ

source: Could not allocate destination samples
gr: Δεν μπόρεσα να εκχωρήσω δείγματα προορισμού

source: Could not allocate fifo buffer
gr: Δεν ήταν δυνατή η κατανομή του buffer fifo

source: Could not allocate new element
gr: Δεν μπορούσα να φιλοξενήσω το κομμάτι

source: Could not allocate output frame samples. Error:
gr: Δεν μπόρεσα να εκχωρήσω δείγματα κουτιών εξόδου. Λάθος:

source: Could not allocate picture
gr: Δεν μπορούσα να εκχωρήσω εικόνα

source: Could not allocate raw picture buffer
gr: Δεν ήταν δυνατή η κατανομή του buffer εικόνας

source: Could not allocate source samples. Error:
gr: Δεν μπόρεσα να εκχωρήσω δείγματα πηγής. Λάθος:

source: Could not allocate stream
gr: Δεν μπορούσα να φιλοξενήσω το κομμάτι

source: Could not append child to stack. Error:
gr: Δεν μπορούσα να προσθέσω παιδί στη στοίβα. Λάθος:

source: Could not append one clip to track:
gr: Δεν μπορούσα να προσθέσω ένα κλιπ στο κομμάτι:

source: Could not append one track to stack:
gr: Δεν μπόρεσα να προσθέσω ένα κομμάτι στη στοίβα:

source: Could not calculate OCIO Lut
gr: Δεν μπορούσα να υπολογίσω το Λουτ από το OCIO

source: Could not copy context to parameters
gr: Δεν ήταν δυνατή η αντιγραφή του περιβάλλοντος στις παραμέτρους

source: Could not copy parameters to context
gr: Δεν ήταν δυνατή η αντιγραφή παραμέτρων στο περιβάλλον κωδικοποιητή

source: Could not create drawing wand
gr: Δεν μπορούσα να δημιουργήσω ραβδί σχεδίασης

source: Could not create pixel wand
gr: Δεν μπόρεσα να δημιουργήσω pixel pixel

source: Could not create thumbnail picture for '
gr: Δεν μπόρεσα να δημιουργήσω σχέδιο μικρογραφιών για το '

source: Could not create wand
gr: Δεν μπορούσα να δημιουργήσω ραβδί

source: Could not deduce output format from file extension: using MPEG.
gr: Δεν μπόρεσα να καταλάβω τη μορφή εξόδου από την επέκταση αρχείου: χρησιμοποιώντας MPEG.

source: Could not draw image
gr: Δεν μπορούσα να ζωγραφίσω

source: Could not encode audio frame:
gr: Δεν μπόρεσα να κωδικοποιήσω το καρέ ήχου:

source: Could not find attribute "
gr: Δεν μπόρεσα να βρω εικόνα

source: Could not find both stereo images in file
gr: Δεν μπόρεσα να βρω και τις δύο στερεοφωνικές εικόνες στο αρχείο

source: Could not find both stereo images in multiview file
gr: Δεν ήταν δυνατή η εύρεση και των δύο στερεοφωνικών εικόνων στο αρχείο πολλαπλής προβολής

source: Could not find eight floats for chromaticities
gr: Δεν μπόρεσα να βρω οκτώ αριθμούς κινητής υποδιαστολής για τις χρωματικές ιδιότητες

source: Could not find eight floats for chromaticities
gr: Δεν μπόρεσα να βρω οκτώ αριθμούς κινητής υποδιαστολής για τις χρωματικές ιδιότητες

source: Could not find encoder for '
gr: Δεν μπόρεσα να βρω κωδικοποιητή για το '

source: Could not find four floats for box
gr: Δεν μπόρεσα να βρω τέσσερις αριθμούς κινητής υποδιαστολής για το καρέ

source: Could not find four floats for box
gr: Δεν μπόρεσα να βρω τέσσερις αριθμούς κινητής υποδιαστολής για το καρέ

source: Could not find four integers for box
gr: Δεν μπόρεσα να βρω τέσσερις ακέραιους αριθμούς για το κουτί

source: Could not find four integers for box
gr: Δεν μπόρεσα να βρω τέσσερις ακέραιους αριθμούς για το κουτί

source: Could not find nine doubles for matrix 3x3
gr: Δεν μπόρεσα να βρω εννέα διπλά για το matrix 3x3

source: Could not find nine doubles for matrix 3x3
gr: Δεν μπόρεσα να βρω εννέα διπλά για το matrix 3x3

source: Could not find nine floats for matrix 3x3
gr: Δεν μπόρεσα να βρω εννέα αριθμούς κινητής υποδιαστολής για τον πίνακα 3x3

source: Could not find nine floats for matrix 3x3
gr: Δεν μπόρεσα να βρω εννέα αριθμούς κινητής υποδιαστολής για τον πίνακα 3x3

source: Could not find sixteen doubles for matrix 4x4
gr: Δεν μπόρεσα να βρω το double sixteen για το matrix 4x4

source: Could not find sixteen doubles for matrix 4x4
gr: Δεν μπόρεσα να βρω το double sixteen για το matrix 4x4

source: Could not find sixteen floats for matrix 4x4
gr: Δεν μπόρεσα να βρω δεκαέξι αριθμούς κινητής υποδιαστολής για τον πίνακα 4x4

source: Could not find sixteen floats for matrix 4x4
gr: Δεν μπόρεσα να βρω δεκαέξι αριθμούς κινητής υποδιαστολής για τον πίνακα 4x4

source: Could not find stream info
gr: Δεν ήταν δυνατή η εύρεση πληροφοριών κομματιού

source: Could not find subtitle in '
gr: Δεν μπόρεσα να βρω υπότιτλους στο '

source: Could not find three doubles for vector
gr: Δεν μπόρεσα να βρω τρία διπλά για το διάνυσμα

source: Could not find three doubles for vector
gr: Δεν μπόρεσα να βρω τρία διπλά για το διάνυσμα

source: Could not find three floats for vector
gr: Δεν μπόρεσα να βρω τρεις αριθμούς κινητής υποδιαστολής για το διάνυσμα

source: Could not find three floats for vector
gr: Δεν μπόρεσα να βρω τρεις αριθμούς κινητής υποδιαστολής για το διάνυσμα

source: Could not find three integers for vector
gr: Δεν μπόρεσα να βρω τρεις ακέραιους αριθμούς για το διάνυσμα

source: Could not find three integers for vector
gr: Δεν μπόρεσα να βρω τρεις ακέραιους αριθμούς για το διάνυσμα

source: Could not find two doubles for vector
gr: Δεν μπόρεσα να βρω δύο διπλά για το διάνυσμα

source: Could not find two doubles for vector
gr: Δεν μπόρεσα να βρω δύο διπλά για το διάνυσμα

source: Could not find two floats for vector
gr: Δεν μπόρεσα να βρω δύο αριθμούς κινητής υποδιαστολής για το διάνυσμα

source: Could not find two floats for vector
gr: Δεν μπόρεσα να βρω δύο αριθμούς κινητής υποδιαστολής για το διάνυσμα

source: Could not find two integers for rational
gr: Δεν μπόρεσα να βρω δύο ακέραιους αριθμούς για τον ρητό αριθμό

source: Could not find two integers for vector
gr: Δεν μπόρεσα να βρω δύο ακέραιους αριθμούς για το διάνυσμα

source: Could not find two integers for vector
gr: Δεν μπόρεσα να βρω δύο ακέραιους αριθμούς για το διάνυσμα

source: Could not flatten tracks. Error:
gr: Οι ράγες δεν μπορούσαν να ισοπεδωθούν. Λάθος:

source: Could not get audio samples
gr: Δεν μπόρεσα να πάρω δείγματα ήχου

source: Could not get device info for
gr: Αποτυχία λήψης πληροφοριών συσκευής για

source: Could not get image conversion context.
gr: Δεν μπόρεσα να λάβω το καρέ μετατροπής εικόνας.

source: Could not get profile "
gr: Δεν ήταν δυνατός ο εντοπισμός του προφίλ ICC "

source: Could not get timecode for frame
gr: Δεν κατάφερα να βρω τον κωδικό χρόνου για το καρέ

source: Could not init cmm:
gr: Δεν μπόρεσα να αρχικοποιήσω το cmm:

source: Could not initialize audio engine
gr: Δεν μπόρεσα να αρχικοποιήσω τη μηχανή ήχου

source: Could not initialize draw engine
gr: Δεν ήταν δυνατή η προετοιμασία της μηχανής σχεδίασης

source: Could not load '
gr: Δεν μπόρεσα να φορτώσω'

source: Could not load shadow map image
gr: Δεν ήταν δυνατή η φόρτωση της εικόνας αντιστοίχισης σκιών

source: Could not locate ICC profile "
gr: Δεν ήταν δυνατός ο εντοπισμός του προφίλ ICC "

source: Could not locate channels in header
gr: Δεν μπόρεσα να εντοπίσω κανάλια στην κεφαλίδα

source: Could not obtain frame count
gr: Δεν μπόρεσα να βρω τον αριθμό των καρέ

source: Could not obtain frame rate
gr: Δεν μπορούσα να βρω ταχύτητα αναπαραγωγής

source: Could not open "
gr: Δεν μπορούσα να ανοίξω "

source: Could not open '
gr: Δεν μπορούσα να ανοίξω

source: Could not open .otio file.
gr: Δεν μπόρεσα να ανοίξω το αρχείο .otio. Λάθος:

source: Could not open ICC profile "
gr: Δεν ήταν δυνατός ο εντοπισμός του προφίλ ICC "

source: Could not open ICC profile embedded in "
gr: Δεν μπόρεσα να εντοπίσω το προφίλ ICC μέσα στο "

source: Could not open audio codec
gr: Δεν μπόρεσα να ανοίξω τον κωδικοποιητή ήχου

source: Could not open audio codec.
gr: Δεν μπόρεσα να ανοίξω τον κωδικοποιητή ήχου

source: Could not open audio driver
gr: Δεν μπόρεσα να ανοίξω το πρόγραμμα οδήγησης ήχου

source: Could not open clip
gr: Δεν μπόρεσα να ανοίξω το κλιπ

source: Could not open mpeg movie
gr: Δεν μπόρεσα να ανοίξω ταινία mpeg

source: Could not open video codec
gr: Δεν είναι δυνατό το άνοιγμα του κωδικοποιητή βίντεο

source: Could not play audio frame
gr: Δεν μπορούσα να παίξω καρέ ήχου

source: Could not read audio fifo:
gr: Δεν μπορούσα να διαβάσω τον ήχο fifo:

source: Could not read header. Read
gr: Δεν μπορούσα να διαβάσω την κεφαλίδα. Ανάγνωση

source: Could not read samples from fifo buffer. Error:
gr: Δεν μπορούσα να διαβάσω δείγματα από το buffer fifo. Λάθος:

source: Could not realloc fifo buffer. Error:
gr: Δεν μπόρεσα να μετακινήσω το buffer fifo. Λάθος:

source: Could not save '
gr: Δεν μπορούσα να σώσω»

source: Could not save .otio timeline:
gr: Δεν μπόρεσα να αποθηκεύσω τη γραμμή χρόνου .otio:

source: Could not save AMF clip data file '
gr: Δεν ήταν δυνατή η αποθήκευση του αρχείου Clip Metadata από το AMF'

source: Could not save sequence or movie, only single frame specified. Use %d syntax or a proper movie extension.
gr: Δεν μπόρεσα να αποθηκεύσω τη σειρά ή την ταινία, απλώς μια καθορισμένη εικόνα. Χρησιμοποιήστε τη σύνταξη %d για ακολουθίες ή μια προσαρμοσμένη επέκταση για ταινίες.

source: Could not seek to frame
gr: Δεν μπορούσα να βρω τον πίνακα

source: Could not set
gr: δεν μπόρεσε να ρυθμιστεί

source: Could not set transforms in GUI
gr: Δεν μπορούσα να ορίσω μετασχηματισμούς στο GUI

source: Could not write to fifo buffer. Error:
gr: Δεν μπορούσα να γράψω στο fifo buffer. Λάθος:

source: Could not write to fifo buffer. Error:
gr: Δεν μπορούσα να γράψω στο fifo buffer. Λάθος:

source: Couldn't allocate hwparams %s
gr: Δεν ήταν δυνατή η κατανομή του hwparams %s

source: Couldn't find any hardware audio formats
gr: Δεν μπόρεσα να βρω υλικό για φορμά ήχου

source: Couldn't get hardware config: %s
gr: Δεν ήταν δυνατή η λήψη της διαμόρφωσης υλικού: %s

source: Couldn't get hw_params_set_period_time_near: %s
gr: Δεν ήταν δυνατή η λήψη του hw_params_set_period_time_near: %s

source: Couldn't get period size: %s
gr: Δεν ήταν δυνατή η λήψη του μεγέθους περιόδου: %s

source: Couldn't get software config: %s
gr: Δεν ήταν δυνατή η λήψη της διαμόρφωσης λογισμικού: %s

source: Couldn't open '
gr: Δεν μπορούσα να ανοίξω

source: Couldn't open audio device %s: %s
gr: Δεν ήταν δυνατό το άνοιγμα της συσκευής ήχου %s: %s

source: Couldn't prepare sound device: %s
gr: Δεν ήταν δυνατή η προετοιμασία της συσκευής ήχου: %s

source: Couldn't set access: %s
gr: Δεν ήταν δυνατός ο ορισμός πρόσβασης: %s

source: Couldn't set audio channels
gr: Δεν μπορούσα να ρυθμίσω κανάλια ήχου

source: Couldn't set audio frequency: %s
gr: Δεν ήταν δυνατός ο ορισμός της συχνότητας ήχου: %s

source: Couldn't set avail min: %s
gr: Δεν ήταν δυνατός ο ορισμός των διαθέσιμων ελάχ.: %s

source: Couldn't set buffer time near: %s
gr: Δεν ήταν δυνατός ο ορισμός του χρόνου κλεισίματος buffer: %s

source: Couldn't set hardware audio parameters: %s
gr: Δεν ήταν δυνατή η ρύθμιση των παραμέτρων υλικού ήχου: %s

source: Couldn't set software audio parameters: %s
gr: Δεν ήταν δυνατή η ρύθμιση των παραμέτρων λογισμικού ήχου: %s

source: Couldn't set start threshold: %s
gr: Δεν ήταν δυνατός ο ορισμός έναρξης ορίου: %s

source: Couldn't set/get audio channels
gr: δεν μπόρεσε να ρυθμιστεί/λάβετε κανάλια ήχου

source: Couldn't write out to '
gr: Δεν μπορούσα να γράψω σε

source: Count bad,
gr: μετράς λάθος,

source: Country
gr: Χώρα

source: Country Code
gr: Κωδικός χώρας

source: Create
gr: Δημιουργώ

source: Create a new reel
gr: Δημιουργία νέου τροχού

source: Create audio conversion from
gr: Δημιουργία μετατροπής ήχου από

source: Create/Black Gap
gr: Δημιουργώ/μαύρο κενό

source: Create/Checkered
gr: Δημιουργώ/πλέγμα

source: Create/Color Bars/PAL
gr: Δημιουργώ/Ράβδοι χρώματος/ΦΙΛΑΡΑΚΟΣ

source: Create/Color Bars/PAL HDTV
gr: Δημιουργώ/Ράβδοι χρώματος/PAL HDTV

source: Create/Color Bars/SMPTE NTSC
gr: Δημιουργώ/Ράβδοι χρώματος/SMPTE NTSC

source: Create/Color Bars/SMPTE NTSC HDTV
gr: Δημιουργώ/Ράβδοι χρώματος/SMPTE NTSC HDTV

source: Create/Gamma Chart/1.4
gr: Δημιουργώ/Διάγραμμα εύρους/1.4

source: Create/Gamma Chart/1.8
gr: Δημιουργώ/Διάγραμμα εύρους/1.8

source: Create/Gamma Chart/2.2
gr: Δημιουργώ/Διάγραμμα εύρους/2.2

source: Create/Gamma Chart/2.4
gr: Δημιουργώ/Διάγραμμα εύρους/2.4

source: Create/Gradient/Linear
gr: Δημιουργώ/Αποφοίτηση/γραμμικός

source: Create/Gradient/Luminance
gr: Δημιουργώ/Αποφοίτηση/φωτεινότητα

source: Created Date
gr: Ημερομηνία Δημιουργίας

source: Created Time
gr: Χρόνος που δημιουργήθηκε

source: Created server at port
gr: Δημιούργησα έναν διακομιστή στη θύρα

source: Creation Date
gr: Ημερομηνία δημιουργίας

source: Credit
gr: Πίστωση

source: Crop
gr: Αποκοπή

source: Current
gr: Ρεύμα

source: Current frame.
gr: Τρέχον κουτί.

source: Custom Field 1
gr: Προσαρμοσμένο πεδίο 1

source: Custom Field 10
gr: Προσαρμοσμένο πεδίο 10

source: Custom Field 11
gr: Προσαρμοσμένο πεδίο 11

source: Custom Field 12
gr: Προσαρμοσμένο πεδίο 12

source: Custom Field 13
gr: Προσαρμοσμένο πεδίο 13

source: Custom Field 14
gr: Προσαρμοσμένο πεδίο 14

source: Custom Field 15
gr: Προσαρμοσμένο πεδίο 15

source: Custom Field 16
gr: Προσαρμοσμένο πεδίο 16

source: Custom Field 17
gr: Προσαρμοσμένο πεδίο 17

source: Custom Field 18
gr: Προσαρμοσμένο πεδίο 18

source: Custom Field 19
gr: Προσαρμοσμένο πεδίο 19

source: Custom Field 2
gr: Προσαρμοσμένο πεδίο 2

source: Custom Field 20
gr: Προσαρμοσμένο πεδίο 20

source: Custom Field 3
gr: Προσαρμοσμένο πεδίο 3

source: Custom Field 4
gr: Προσαρμοσμένο πεδίο 4

source: Custom Field 5
gr: Προσαρμοσμένο πεδίο 5

source: Custom Field 6
gr: Προσαρμοσμένο πεδίο 6

source: Custom Field 7
gr: Προσαρμοσμένο πεδίο 7

source: Custom Field 8
gr: Προσαρμοσμένο πεδίο 8

source: Custom Field 9
gr: Προσαρμοσμένο πεδίο 9

source: Cyan/red glasses
gr: Κυανοί φακοί/το κόκκινο

source: Czech
gr: Τσεχικά (čeština)

source: DIVX Movie
gr: Ταινία DIVX

source: DPX Picture
gr: Εικόνα DPX

source: DWA Compression
gr: Συμπίεση DWA

source: DWA/DWB compression
gr: Συμπίεση DWA/DWB

source: DWA/DWB compression to use when saving an exr with that compression scheme.
gr: Συμπίεση DWAA/DWAB για χρήση κατά την αποθήκευση ενός exr με αυτό το σχήμα συμπίεσης.

source: Data Window
gr: Παράθυρο δεδομένων

source: Data Window 2
gr: Παράθυρο δεδομένων 2

source: Data Window of Clip
gr: Παράθυρο δεδομένων αποκοπής

source: Decimal
gr: Δεκαδικός

source: Decode Buffer Full
gr: Αποκωδικοποίηση buffer Full

source: Decode Done
gr: Η αποκωδικοποίηση ολοκληρώθηκε

source: Decode Error
gr: σφάλμα αποκωδικοποίησης

source: Decode Loop End
gr: Τελικός βρόχος στην αποκωδικοποίηση

source: Decode Loop Start
gr: Έναρξη βρόχου στην αποκωδικοποίηση

source: Decode Missing Frame
gr: Λείπει η αποκωδικοποίηση πλαισίου

source: Decode Missing Samples
gr: Λείπει η αποκωδικοποίηση των δειγμάτων

source: Decode No Stream
gr: Αποκωδικοποίηση χωρίς ίχνος

source: Decode OK
gr: αποκωδικοποίηση εντάξει

source: Decode audio error:
gr: Σφάλμα αποκωδικοποίησης ήχου:

source: Decode video error seek frame
gr: Σφάλμα αποκωδικοποίησης βίντεο αναζήτησης εικόνας

source: Decode_audio failed with error:
gr: Σφάλμα αποκωδικοποίησης ήχου:

source: Decrease exposure by 0.5.
gr: Μειώστε την έκθεση κατά 0,5

source: Decreasing Y
gr: Μείωση στο Υ

source: Deep Data
gr: βαθιά δεδομένα

source: Default
gr: Προκαθορισμένο

source: Default Action
gr: Προεπιλεγμένη ενέργεια

source: Default Audio Device
gr: Προεπιλεγμένη συσκευή ήχου

source: Default Output Device Transform (ODT)
gr: Προεπιλεγμένη συσκευή εξόδου (ODT)

source: Default Rendering Transform (RT)
gr: Προεπιλεγμένος μετασχηματισμός απόδοσης (RT)

source: Default Volume
gr: προεπιλεγμένη ένταση

source: Default audio at opening mrViewer.
gr: Ελάττωμα ήχου κατά το άνοιγμα του mrViewer.

source: Defaults
gr: Προκαθορισμένο

source: Delete
gr: Εξάλειψη

source: Delete current reel
gr: Διαγραφή τρέχοντος τροχού.

source: Denoise
gr: αφαιρέστε το θόρυβο

source: Depth
gr: Βάθος

source: Destination color space has more than 3 channels - only first 3 will be shown.
gr: Ο χρωματικός χώρος προορισμού έχει περισσότερα από 3 κανάλια - θα εμφανιστούν μόνο τα πρώτα 3.

source: Destination color space is not RGB or XYZ. Colors may look weird displayed as RGB.
gr: Ο χρωματικός χώρος δεν είναι ούτε RGB ούτε XYZ. Τα χρώματα μπορεί να φαίνονται περίεργα όταν εμφανίζονται ως RGB.

source: Detail
gr: Λεπτομέρεια

source: Device
gr: συσκευές

source: Did not write all dst samples to fifo. Error:
gr: Δεν μπόρεσα να γράψω όλα τα δείγματα dst στο buffer fifo. Λάθος:

source: Did not write all src samples to fifo. Error:
gr: Δεν μπόρεσα να γράψω όλα τα δείγματα src στο buffer fifo. Λάθος:

source: Digital Video
gr: ψηφιακό βίντεο

source: Directory
gr: Αρχείο

source: Directory
gr: Αρχείο

source: Directory where clip resides
gr: Κατάλογος όπου βρίσκεται το κλιπ

source: Directory: %s Name: %s Resolution: %dx%d Frames: %<PRId64>-%<PRId64> FPS %g
gr: Φάκελος: %s Όνομα: %s Ανάλυση: %dx%d Πλαίσια: %<PRId64> -%<PRId64> FPS %g

source: Disconnect
gr: Αποσυνδέω

source: Disk space
gr: Χώρος δίσκου

source: Display
gr: απεικόνιση

source: Display Gamma of Image
gr: Εύρος εμφάνισης εικόνας

source: Display Window
gr: παράθυρο προβολής

source: Display Window 2
gr: Εμφάνιση παραθύρου 2

source: Display Window of Clip
gr: Παράθυρο εμφάνισης κλιπ

source: Displays gain as film exposure and fstop. Click to toggle between current and normal exposure.
gr: Εμφάνιση απολαβής ως έκθεσης φιλμ και fstop. Κάντε κλικ για αλλαγή από την τρέχουσα τιμή στην κανονική έκθεση.

source: Disposition
gr: Πρόβλεψη

source: Disposition of Track
gr: Διάταξη κομματιού

source: Divide
gr: διαιρέστε

source: Do Blend
gr: Μείγμα

source: Do you want to replace '%s'?
gr: Θέλετε να αντικαταστήσετε το '%s';

source: Don't know which one should go first.
gr: Δεν ξέρω ποιο πρέπει να πάει πρώτο.

source: Double
gr: Διπλό

source: Down
gr: Κάτω

source: Draw
gr: Ζωγράφισε

source: Draw Mode
gr: Λειτουργία σχεδίασης

source: Draw Temporary Mode
gr: Προσωρινή λειτουργία σχεδίασης

source: Driver
gr: οδηγούς

source: Drop Frame Timecode
gr: Πλαίσια απορριμμάτων κωδικού χρόνου

source: Duration
gr: Διάρκεια

source: Duration of Audio
gr: Διάρκεια ήχου

source: Duration of Subtitle
gr: Διάρκεια υπότιτλων

source: Duration of Video
gr: Μήκος βίντεο

source: Dutch
gr: Ολλανδός (Nederlands)

source: EAGAIN:
gr: ΞΑΝΑ:

source: EDL Edit
gr: Επεξεργασία EDL

source: EXR Picture
gr: εικόνα EXR

source: EXR compression algorithm.
gr: Αλγόριθμος συμπίεσης EXR

source: Early 35mm
gr: 35 χιλιοστά νωρίς

source: Edit Audio Frame Offset
gr: Επεξεργασία πλαισίου έναρξης ήχου

source: Edit Status
gr: Επεξεργασία κατάστασης

source: Editable by Default
gr: επεξεργάσιμο από προεπιλογή

source: Elapsed
gr: παρήλθε

source: Empty image in media passed to media_to_pathname
gr: Η κενή εικόνα πολυμέσων μεταβιβάστηκε στο media_to_pathname

source: Empty image in thumbnail
gr: Κενή εικόνα σε καρτ ποστάλ

source: Empty image provided to Element constructor
gr: Παρέχεται κενή εικόνα στον κατασκευαστή του στοιχείου

source: Empty img->fileroot() passed to media_to_pathname
gr: κενό img->fileroot() μεταβιβάστηκε στο media_to_pathname

source: Empty media passed to media_to_pathname
gr: Το κενό μέσο μεταβιβάστηκε στο media_to_pathname

source: Empty media provided to Element constructor
gr: Κενά μέσα που παρέχονται στον κατασκευαστή στοιχείων

source: Empty packets for video seek.
gr: Κενά πακέτα για αναζήτηση βίντεο.

source: Empty pic file for media
gr: Κενό αρχείο εικόνας για πολυμέσα

source: Empty seek or preroll
gr: Κενή αναζήτηση ή προέκδοση

source: Encoding
gr: κρυπτογραφημένο

source: End
gr: Τέλος

source: English
gr: Αγγλικά Αγγλικά) (English)

source: Environment variable "
gr: Μεταβλητή περιβάλλοντος "

source: Environment variable MRV_SHADER_PATH not found, using built-in shader.
gr: Η μεταβλητή περιβάλλοντος MRV_SHADER_PATH δεν βρέθηκε, με χρήση εσωτερικού σκιερ.

source: Erase
gr: Εξάλειψη

source: Erase Mode
gr: Λειτουργία διαγραφής

source: Erase Temporary Mode
gr: Λειτουργία προσωρινής διαγραφής

source: Eraser Tool
gr: Εργαλείο διαγραφής

source: Error loading file
gr: Σφάλμα κατά τη μεταφόρτωση του αρχείου

source: Error occurred when opening output file:
gr: Παρουσιάστηκε σφάλμα κατά το άνοιγμα του αρχείου εξόδου:

source: Error on receive:
gr: Αποτυχία λήψης:

source: Error on send:
gr: Σφάλμα κατά την αποστολή:

source: Error while converting audio:
gr: Σφάλμα κατά τη μετατροπή ήχου:

source: Error while encoding video frame:
gr: Σφάλμα κωδικοποίησης καρέ βίντεο:

source: Error while feeding the filtergraph
gr: Σφάλμα κατά την τροφοδοσία του γραφήματος φίλτρου

source: Error while writing video frame:
gr: Σφάλμα κατά την εγγραφή του πλαισίου βίντεο:

source: Error writing
gr: σφάλμα πληκτρολόγησης

source: Errors
gr: Λάθη

source: Escape
gr: Διαφυγή

source: Even/odd columns
gr: Περιττός/ζεύγη στηλών

source: Even/odd rows
gr: Περιττός/ζεύγη γραμμών

source: Example: gizmo
gr: Παράδειγμα: gizmo_v003.0001.exr

source: Examples:
gr: Παραδείγματα:

source: Exchange Image failed
gr: Η εναλλαγή εικόνας απέτυχε

source: Expanded OCIO config to:
gr: Επέκταση της διαμόρφωσης OCIO σε:

source: Exposure
gr: Εκθεση

source: Exposure Adjust
gr: Προσαρμογή έκθεσης

source: Exposure Compensation
gr: Αντιστάθμιση έκθεσης

source: Exposure Less
gr: Λιγότερη έκθεση

source: Exposure More
gr: Περισσότερη έκθεση

source: Exposure Time
gr: Ώρα έκθεσης

source: Exposure adjustment of clip.
gr: Ρύθμιση έκθεσης κλιπ.

source: Exposure compensation of clip.
gr: Αντιστάθμιση έκθεσης κλιπ

source: Extended
gr: Επεκτάθηκε

source: Eye Separation
gr: Προβολή Διαχωρισμού

source: F
gr: ντο

source: F:
gr: ΝΤΟ:

source: FIT
gr: Για να χωρέσει

source: Failed
gr: Αποτυχία

source: Failed setting layer to
gr: Ο ορισμός του επιπέδου σε απέτυχε

source: Failed to alloc swresample library
gr: Δεν μπορούσα να χαρτογραφήσω τη βιβλιοθήκη swresample

source: Failed to create IBlackmagicRaw Codec!
gr: Απέτυχα να δημιουργήσω το IBlackmagicRaw Codec!

source: Failed to create IBlackmagicRawFactory!
gr: Δεν κατάφερα να δημιουργήσω το IBlackmagicRawFactory!

source: Failed to create clip "
gr: Αποτυχία δημιουργίας κλιπ "

source: Failed to get Audio Bit Depth!
gr: Δεν κατάφερα να πάρω βάθος ήχου!
