Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/gr.po
Languages: gr

source: Type of pixel values to show: + Full: pixel with gamma, gain and lut. + Gamma: pixel with gamma and gain but no lut. + Original: pixel without gamma, gain or lut.
gr: Τύπος τιμών εικονοστοιχείων προς εμφάνιση: + Πλήρης: εικονοστοιχείο με γάμμα, απολαβή και lut + Lut: pixel με lut και gain αλλά όχι γάμμα + Αρχικό: pixel χωρίς γάμμα, κέρδος ή lut

source: UI Elements
gr: Στοιχεία διεπαφής χρήστη (UI).

source: UTC Offset
gr: Μετατόπιση UTC

source: Unable to find simple control '%s', id: %i
gr: Δεν ήταν δυνατή η εύρεση ενός απλού στοιχείου ελέγχου '%s', id: %i

source: Unable to find volume range '%s', id: %i
gr: Δεν ήταν δυνατή η εύρεση του εύρους τόμου '%s', id: %i

source: Undefined
gr: Απροσδιόριστος

source: Undefined framebuffer
gr: απροσδιόριστο framebuffer

source: Undo Draw
gr: Αναίρεση σχεδίου

source: Undo Last Shape Drawn
gr: Αναίρεση τελευταίου σχήματος που σχεδιάστηκε

source: Unhandled Exception
gr: ανεξέλεγκτη εξαίρεση

source: Unhandled exception
gr: ανεξέλεγκτη εξαίρεση

source: Unknown
gr: Αγνωστος

source: Unknown Framebuffer error. Exit code:
gr: Άγνωστο σφάλμα framebuffer. Κωδικός εξόδου:

source: Unknown Imf::PixelType
gr: Άγνωστο Imf::PixelType

source: Unknown KeyCode subattr
gr: Άγνωστος κωδικός κλειδιού δευτερεύοντος χαρακτηριστικού

source: Unknown Shot
gr: Άγνωστη πρίζα

source: Unknown Show
gr: Άγνωστη παράσταση

source: Unknown Window
gr: Άγνωστο παράθυρο

source: Unknown Window "
gr: Άγνωστο παράθυρο "

source: Unknown attribute to convert from string
gr: Άγνωστο χαρακτηριστικό για μετατροπή από κείμενο

source: Unknown attribute type for '
gr: Άγνωστο χαρακτηριστικό για '

source: Unknown audio bit depth
gr: Άγνωστο βάθος bit ήχου

source: Unknown bit depth
gr: άγνωστο βάθος bit

source: Unknown c->pix_fmt (
gr: Άγνωστος τύπος pixel (

source: Unknown channel type
gr: άγνωστος τύπος καναλιού

source: Unknown data type for keyword '
gr: Άγνωστος τύπος δεδομένων για το κλειδί '

source: Unknown data type to convert to string
gr: Άγνωστος τύπος δεδομένων για μετατροπή από κείμενο

source: Unknown destination video frame format:
gr: Μορφή πλαισίου βίντεο άγνωστου παραλήπτη:

source: Unknown error
gr: Αγνωστο σφάλμα

source: Unknown error returned from OCIO processor
gr: Επιστράφηκε άγνωστο σφάλμα από τον επεξεργαστή OCIO

source: Unknown error returned from ctlToLut
gr: Επιστράφηκε άγνωστο σφάλμα από το ctlToLut

source: Unknown image format to save
gr: Άγνωστη μορφή εικόνας για αποθήκευση

source: Unknown message
gr: άγνωστο μήνυμα

source: Unknown mipmap mode
gr: άγνωστη λειτουργία mipmap

source: Unknown mrv::Frame pixel type
gr: Άγνωστη μορφή pixel σε mrv::Frame

source: Unknown node in CDL
gr: Άγνωστος κόμβος στο CDL

source: Unknown node in GradeRef
gr: Άγνωστος κόμβος στο GradeRef

source: Unknown number of channels
gr: Αριθμός άγνωστων καναλιών

source: Unknown pixel type
gr: άγνωστος τύπος pixel

source: Unknown rounding mode
gr: Άγνωστη λειτουργία στρογγυλοποίησης

source: Unknown type for mrvOCIOBrowser
gr: Άγνωστος τύπος δεδομένων για mrvOCIOBrowser

source: Unknown wipe direction
gr: Άγνωστη διεύθυνση διαγραφής

source: Unspecified
gr: Απροσδιόριστος

source: Unsupported internal format
gr: άγνωστη εσωτερική μορφή

source: Up
gr: Πάνω από

source: Update Frame in Cache
gr: Ενημερώστε το καρέ στην προσωρινή μνήμη

source: Usage: %s
gr: Χρήση: %s

source: Use File YUV Hint
gr: Sug. YUV

source: Use Image Path to Set Default Reel Saving Path
gr: Χρησιμοποιήστε τη διαδρομή εικόνας για να ορίσετε την προεπιλεγμένη διαδρομή αποθήκευσης τροχού

source: Use Native File Chooser
gr: Χρησιμοποιήστε το Επιλογέα εγγενούς αρχείου

source: Use OCIO
gr: Χρησιμοποιήστε ΕΛΕΥΘΕΡΙΑ

source: Use OCIO or revert to CTL/ICC.
gr: Χρησιμοποιήστε το OCIO ή επιστρέψτε στο CTL/ICC.

source: Use Relative Paths in Reel Content
gr: Χρησιμοποιήστε σχετικές διαδρομές στο περιεχόμενο κυλίνδρων

source: Use TrackNo
gr: Χρησιμοποιήστε τον αριθμό παρακολούθησης

source: Use multiple threads when loading a frame.
gr: Χρησιμοποιήστε πολλά νήματα κατά τη φόρτωση ενός πλαισίου

source: User Interface
gr: Διεπαφή χρήστη

source: User Interface/File Requester
gr: Διεπαφή χρήστη/Εύρεση αρχείων

source: User Interface/Positioning
gr: Διεπαφή χρήστη/τοποθέτησης

source: User Interface/View Window
gr: Διεπαφή χρήστη/Θέα

source: User Interface/View Window/Language and Colors
gr: Διεπαφή χρήστη/Θέα/Γλώσσα και Χρώματα

source: Using default value (chromaticities according to Rec. ITU-R BT.709).
gr: Χρήση προεπιλεγμένης τιμής (χρωματισμοί σύμφωνα με το Rec. ITU-R BT.709).

source: Using hardware shader profile:
gr: Χρήση προφίλ σκίασης υλικού:

source: VA Difference
gr: Διαφορά VA

source: VOB Movie
gr: Ταινία VOB

source: VR 360 Cube
gr: Κύβος RV 360

source: Value
gr: αξία

source: Value (Intensity) of image pixel under mouse.
gr: Τιμή (Ένταση) του pixel της εικόνας κάτω από το ποντίκι.

source: Values
gr: Αξίες

source: Vector2 Double
gr: Διάνυσμα2 Διπλό

source: Vector2 Float
gr: Διάνυσμα 2 πλωτό σημείο

source: Vector2 Integer
gr: Διάνυσμα2 Ακέραιος

source: Vector3 Double
gr: Διάνυσμα 3 Διπλό

source: Vector3 Float
gr: Διάνυσμα 3 πλωτό σημείο

source: Vector3 Integer
gr: Διάνυσμα 3 Ακέραιος

source: Vectorscope
gr: διανυσματικό σκόπιο

source: Vendor:
gr: Πωλητής:

source: Version Regex
gr: Έκδοση ExpReg.

source: Version/First
gr: Εκδοχή/Πρώτα

source: Version/Last
gr: Εκδοχή/τελευταίος

source: Version/Next
gr: Εκδοχή/ΕΠΟΜΕΝΟ

source: Version/Previous
gr: Εκδοχή/Προηγούμενος

source: Version:
gr: Έκδοση:

source: Video
gr: βίντεο

source: Video
gr: βίντεο

source: Video / Audio Frames
gr: Κορνίζες βίντεο/Ήχος

source: Video Codec
gr: κωδικοποιητής βίντεο

source: Video Options
gr: επιλογές βίντεο

source: Video Stream #%d
gr: Κομμάτι βίντεο #%d

source: Video Streams
gr: κομμάτια βίντεο

source: Video Sync master frame
gr: Κύριο καρέ Video Sync

source: Video Thread Count
gr: Αριθμός νημάτων βίντεο

source: Video decode failed for HDR track 0, frame
gr: Η αποκωδικοποίηση βίντεο απέτυχε για το κομμάτι 0, καρέ HDR

source: Video decode failed for HDR track 1, frame
gr: Η αποκωδικοποίηση βίντεο απέτυχε για το κομμάτι 1, καρέ HDR

source: Video decode failed for frame
gr: Η αποκωδικοποίηση βίντεο απέτυχε για καρέ

source: Video has B frames
gr: Το βίντεο έχει καρέ Β

source: Video has Closed Captions
gr: Το βίντεο έχει υπότιτλους

source: Video rotate
gr: περιστροφή βίντεο

source: Video timecode attribute already exists
gr: Το χαρακτηριστικό Video Timecode υπάρχει ήδη

source: Video/Track #%d - %s
gr: βίντεο/Κομμάτι #%d - %s

source: View
gr: Θέα

source: View Window
gr: Θέα

source: View/Data Window
gr: Θέα/Παράθυρο δεδομένων

source: View/Display Window
gr: Θέα/παράθυρο προβολής

source: View/Grid/Size
gr: Θέα/Πλέγμα/Μέγεθος

source: View/Grid/Toggle Selected
gr: Θέα/Πλέγμα/Ανταλλαγή

source: View/Hud/%s
gr: Θέα/hud/%s

source: View/Hud/Toggle Selected
gr: Θέα/hud/Επιλέχτηκε ανταλλαγή

source: View/Mask/%s
gr: Θέα/Μάσκα/%s

source: View/Safe Areas
gr: Θέα/Ασφαλείς Περιοχές

source: View/Texture Filtering
gr: Θέα/Φιλτράρισμα υφής

source: View/Toggle Action Dock
gr: Θέα/Swap Action Dock

source: WMV Movie
gr: Ταινία WMV

source: WSA not ready
gr: Το WSA δεν είναι έτοιμο

source: Wave music
gr: Μουσική WAVE

source: Waveform
gr: Κυματομορφή

source: WebM Movie
gr: webm ταινία

source: When Override FPS is on, this setting controls the FPS of all movie files saved, instead of relying in Media Information->FPS.
gr: Όταν είναι ενεργοποιημένη η παράκαμψη FPS, αυτή η ρύθμιση ελέγχει τα καρέ ανά δευτερόλεπτο (FPS) όλων των ταινιών που θα αποθηκευτούν, αντί να χρησιμοποιεί την Αναφορά πολυμέσων->FPS για κάθε μία.

source: When dragging and dropping a frame from a sequence, make mrViewer load the full sequence. Otherwise it loads the frame only.
gr: Όταν σύρετε και αποθέτετε ένα καρέ από μια ροή, το mrViewer φορτώνει ολόκληρη τη ροή. Διαφορετικά φορτώνει μόνο το κουτί.

source: When loading a frame from a sequence from a file association or command-line, make mrViewer load the full sequence. Otherwise it loads the frame only.
gr: Η φόρτωση ενός πλαισίου σε μια ροή από μια συσχέτιση αρχείων ή από τη γραμμή εντολών αναγκάζει το mrViewer να φορτώσει ολόκληρη τη ροή. Διαφορετικά φορτώνει μόνο το καρέ.

source: When loading a sequence, and a frame is not found, mrViewer can either show a black frame or repeat the previous frame.
gr: Όταν φορτώνεται μια ακολουθία και δεν βρίσκεται ένα καρέ, το mrViewer μπορεί να εμφανίσει ένα μαύρο καρέ ή να επαναλάβει το προηγούμενο καρέ.

source: When loading a sequence, mrViewer will usually use OIIO loaders which give a good compromise between speed and quality. OIIO loaders allow precaching and gaps in the sequence. FFMPEG loaders are multithreaded JPG, DPX and PNG and can usually play in real time except when the resolution is too high. In that case, the loaders will need one pass to cache all images as they don't allow precaching. The FFMPEG loaders also cannot have gaps in the sequence. Finally, ImageMagick loaders are not as fast but share the similar features of OIIO.
gr: Κατά τη φόρτωση μιας ροής, το mrViewer θα χρησιμοποιεί τους φορτωτές OIIO που δίνουν έναν καλό συμβιβασμό μεταξύ ταχύτητας και ποιότητας. Οι φορτωτές OIIO επιτρέπουν την προφόρτωση εικόνων και υποστηρίζουν κενά στη ροή. Οι φορτωτές FFMPEG είναι πολλαπλών νημάτων και μπορούν να αναπαράγουν τη ροή σε πραγματικό χρόνο, εκτός εάν είναι πολύ υψηλής ανάλυσης. Σε αυτήν την περίπτωση, θα χρειαστούν ένα πέρασμα για να αποθηκεύσουν προσωρινά όλες τις εικόνες (και μια αρκετά μεγάλη κρυφή μνήμη). Σημειώστε ότι οι φορτωτές FFMPEG δεν μπορούν να έχουν κενά στη ροή. Τέλος, οι φορτωτές του ImageMagick δεν είναι τόσο γρήγοροι και μοιράζονται τα οφέλη του OIIO.

source: When mrViewer starts, the 3D Lut will be active.
gr: Όταν ξεκινά το mrViewer, το 3D Lut θα είναι ενεργό.

source: When mrViewer starts, the data window will be shown when appropiate as a dotted line.
gr: Όταν ξεκινά το mrViewer, η περιοχή δεδομένων θα εμφανίζεται με μια διακεκομμένη γραμμή.

source: When mrViewer starts, the display window will be shown when appropiate.
gr: Όταν ξεκινά το mrViewer, το παράθυρο οθόνης θα εμφανίζεται όταν χρειάζεται.

source: When mrViewer starts, the pixel aspect ratio compensation will be active by default.
gr: Όταν ξεκινά το mrViewer, η αντιστάθμιση αναλογίας διάστασης εικονοστοιχείων θα είναι ενεργή.

source: When mrViewer starts, the safe area display will be active by default.
gr: Όταν ξεκινά το mrViewer, η ασφαλής περιοχή δειγματοληψίας θα είναι ενεργή από προεπιλογή.

source: When selected, cache is set to twice the frames per second of the movie.
gr: Όταν είναι επιλεγμένο, η κρυφή μνήμη είναι διπλάσια από τα καρέ ανά δευτερόλεπτο της ταινίας.

source: When selected, mrViewer will apply a fit image operation on each video played. This effectly means the video will be resized automatically based on the size of the window.
gr: Όταν επιλεγεί, το mrViewer θα εφαρμόσει μια λειτουργία μετατόπισης σε κάθε εμφανιζόμενο βίντεο. Αυτό ουσιαστικά σημαίνει ότι το βίντεο θα κλιμακωθεί αυτόματα με βάση το μέγεθος του παραθύρου.

source: When selected, mrViewer will resize its window to the first image.
gr: Όταν επιλεγεί, το mrViewer θα προσαρμόσει το παράθυρό του στην πρώτη εικόνα.

source: When selected, mrViewer will start in full screen mode.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει σε λειτουργία πλήρους οθόνης.

source: When selected, mrViewer will start in presentation mode.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει σε λειτουργία παρουσίασης.

source: When selected, mrViewer will start with its channel, gain, gamma toolbar visible.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με το κανάλι, το κέρδος και τη γραμμή εργαλείων γάμμα ορατά.

source: When selected, mrViewer will start with the EDL Edit window already open.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με την χρωματική περιοχή ήδη ανοιχτή.

source: When selected, mrViewer will start with the action tools already showing.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με τα εργαλεία δράσης που εμφανίζονται.

source: When selected, mrViewer will start with the color area window already open.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με την χρωματική περιοχή ήδη ανοιχτή.

source: When selected, mrViewer will start with the histogram already open.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με το Ιστόγραμμα ήδη ανοιχτό.

source: When selected, mrViewer will start with the media information window already open.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με το παράθυρο πληροφοριών πολυμέσων ήδη ανοιχτό.

source: When selected, mrViewer will start with the menu bar already shown.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με την εμφάνιση της γραμμής μενού.

source: When selected, mrViewer will start with the pixel toolbar shown.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με τη γραμμή εικονοστοιχείων να εμφανίζεται.

source: When selected, mrViewer will start with the reel list already open.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με τη λίστα των κυλίνδρων ήδη ανοιχτή.

source: When selected, mrViewer will start with the stereo options window already open.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με το παράθυρο επιλογών στερεοφωνικού ήχου ήδη ανοιχτό.

source: When selected, mrViewer will start with the timeline shown.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με την εμφανιζόμενη γραμμή χρόνου.

source: When selected, mrViewer will start with the vectorscope already open.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με το vectorscope ήδη ανοιχτό.

source: When selected, mrViewer will start with the waveform already open.
gr: Όταν επιλεγεί, το mrViewer θα ξεκινήσει με την κυματομορφή ήδη ανοιχτή.

source: When selected, mrViewer's window will always show up on top of other windows on the desktop.
gr: Όταν επιλεγεί, το παράθυρο mrViewer θα παραμείνει πάνω από άλλα παράθυρα στην επιφάνεια εργασίας.

source: When selected, only a single mrViewer instance is allowed. If you try to open several mrViewers with different images, all these images will be sent to the already open mrViewer.
gr: Όταν επιλεγεί, θα επιτρέπεται μόνο μία παρουσία του mrViewer. Εάν προσπαθήσετε να ανοίξετε πολλά mrViewer με διαφορετικές εικόνες, όλες αυτές οι εικόνες θα σταλούν στο mrViewer που είναι ήδη ανοιχτό.

source: When this option is active and an image changes on disk, mrViewer reloads it automatically.
gr: Όταν αυτή η επιλογή είναι ενεργοποιημένη και μια εικόνα αλλάξει στο δίσκο, το mrViewer τη φορτώνει ξανά αυτόματα.

source: When this option is on and a sequence is loaded, the frames of the cache will begin loading in the background. Note however, that this may make the GUI less responsive.
gr: Όταν ενεργοποιηθεί αυτή η επιλογή και φορτωθεί μια ακολουθία, τα πλαίσια της κρυφής μνήμης θα αρχίσουν να φορτώνονται στο παρασκήνιο. Σημειώστε, ωστόσο, ότι αυτό μπορεί να κάνει τη διεπαφή χρήστη λιγότερο απόκριση.

source: When this option is on, mrViewer will always open to the size you set in W and H.
gr: Όταν αυτή η επιλογή είναι ενεργοποιημένη, το mrViewer θα ανοίγει πάντα στο μέγεθος που έχετε ορίσει στα W και H.

source: When this option is on, the file requester to save the reel will default to the path of the first image loaded in the current reel.
gr: Με αυτή την επιλογή ενεργή, το πρόγραμμα περιήγησης αρχείων κατά την αποθήκευση του καρούλι θα τοποθετηθεί στο φάκελο της πρώτης εικόνας που φορτώθηκε.

source: When this option is set, mrViewer will open in the position you set here (except if the window goes out of the Desktop).
gr: Όταν αυτή η επιλογή είναι ενεργοποιημένη, το mrViewer θα ανοίξει στη θέση που έχετε ορίσει εδώ (εκτός εάν το παράθυρο σβήσει από το Desktop).

source: When this setting is on, Media Information Window's FPS setting is not taken into account, but the setting from this GUI is.
gr: Όταν ενεργοποιείται αυτή η ρύθμιση, δεν λαμβάνεται υπόψη η τιμή του FPS (Καρέα ανά δευτερόλεπτο) της αναφοράς πολυμέσων, αλλά η τιμή αυτής της διεπαφής.

source: When using luts with ICC profiles, this setting allows you to select the ICC rendering intent. Rendering intents are mostly used for printing to film or paper to emulate or proof the output of the output device (ODT), particularly when it does not have the same gamut (color/white range) as the linear RGB/XYZ space.
gr: Όταν χρησιμοποιείτε το LUTS με προφίλ ICC, αυτή η ρύθμιση σάς επιτρέπει να επιλέξετε την πρόθεση απόδοσης ICC. Οι προθέσεις απόδοσης χρησιμοποιούνται κυρίως για εκτύπωση σε φιλμ ή χαρτί για εξομοίωση ή δοκιμή της εξόδου της συσκευής εξόδου (ODT), ιδιαίτερα όταν δεν έχει την ίδια γκάμα (εύρος χρωμάτων/λευκό) ως γραμμικός χώρος RGB/Χ ΚΑΙ Ζ.

source: Whether to save ACES clip metadata in a sidecar.
gr: Καθορίζει εάν θα αποθηκευτούν τα Μεταδεδομένα Κλιπ ACES μαζί με την εικόνα.

source: Whether to save all layers in image file if there are several.
gr: Αποφασίζει εάν θα αποθηκευτούν όλα τα επίπεδα σε μια εικόνα εάν υπάρχουν πολλά επίπεδα σε αυτήν.

source: White
gr: λευκό

source: White Luminance
gr: Λευκή Φωτεινότητα

source: Widescreen (HDTV + STV)
gr: Ευρεία οθόνη (HDTV + STV)

source: Widget has no label
gr: Το γραφικό στοιχείο δεν έχει ετικέτα

source: Width
gr: Πλάτος

source: Width of clip
gr: πλάτος κλιπ

source: Window Behavior
gr: Συμπεριφορά παραθύρου

source: Wipe
gr: σκουπίζω

source: Wipe Mode
gr: λειτουργία σκουπίσματος

source: With modern graphics cards, mrViewer emulates color transforms by baking them into a 3D Lut. This setting controls how accurate the 3D lut is. The bigger the lut, the longer it takes to calculate but the more accurate it is. Note that large 3D Luts can use quite a lot of memory. Size Memory Max. Error 32 1/2 Mb 12.5% 64 4 Mb 1.6% 128 32 Mb 0.7% 192 110.5 Mb 0.5% 256 262 Mb 0.2% It is recommended this setting is left at 64x64x64 or 128x128x128.
gr: Με τις σύγχρονες κάρτες γραφικών, το mrViewer μιμείται χρωματικούς μετασχηματισμούς μαγειρεύοντάς τους σε τρισδιάστατο LUT (Πίνακας Αναζήτησης). Όσο μεγαλύτερο είναι το lut, τόσο περισσότερος χρόνος θα χρειαστεί για να υπολογιστεί, αλλά τόσο πιο σωστός θα είναι. Λάβετε υπόψη ότι τα μεγάλα 3D Luts μπορούν να χρησιμοποιήσουν αρκετή μνήμη. Μέγιστο μέγεθος μνήμης. Σφάλμα 32 1/2 Mb 12,5% 64 4 Mb 1,6% 128 32 Mb 0,7% 192 110,5 Mb 0,5% 256 262 Mb 0,2% Συνιστάται να αφήσετε τη ρύθμιση στα 64x64x64 ή 128x1.

source: With this option, the content of the reel (the reel images/movies) are saved with relative paths to the location of the reel.
gr: Με αυτήν την επιλογή, το περιεχόμενο της κάμερας κυλά (οι εικόνες/Οι ταινίες σε καρούλι)"" αποθηκεύονται με διαδρομές που σχετίζονται με τη θέση του τροχού.

source: With this option, you can save all the deep data of the image. Note that this copies the original image onto a new image. If you save over the same image, you will corrupt it.
gr: Με αυτήν την επιλογή, μπορείτε να αποθηκεύσετε όλα τα βαθιά δεδομένα της εικόνας. Σημειώστε ότι αυτό αντιγράφει την αρχική εικόνα σε μια νέα εικόνα. Εάν αποθηκεύσετε την ίδια εικόνα, θα την καταστρέψει.

source: Wrap Modes
gr: λειτουργία αναδίπλωσης

source: Writer
gr: Συγγραφέας

source: Wrong data size received.
gr: Έλαβα λανθασμένο μέγεθος δεδομένων.

source: Wrong packets in handle_audio_packet_seek
gr: Λανθασμένα πακέτα στο handle_video_packet_seek

source: Wrong packets in handle_video_packet_seek
gr: Λανθασμένα πακέτα στο handle_video_packet_seek

source: X Position
gr: Θέση Χ

source: X Ripmap Level
gr: Επίπεδο Ripmap στο Χ

source: X Ripmap Levels
gr: Επίπεδα Ripmap στο X

source: X Scale
gr: Κλίμακα Χ

source: XML Clip Metadata (*.{
gr: Κλιπ μεταδεδομένων XML (*.{

source: Y (Luminance)
gr: Y (Φωτεινότητα λευκού)

source: Y Position
gr: Υ-θέση

source: Y Ripmap Level
gr: Επίπεδο Ripmap στο Y

source: Y Ripmap Levels
gr: Επίπεδα Ripmap στο Y

source: Y Scale
gr: Κλίμακα Υ

source: Y' (Lumma)
gr: Y' (Λούμα)

source: YDbDr (Analog SECAM/PAL-N)
gr: YDbDr (SECAM/PAL-N αναλογικό)

source: YIQ (Analog NTSC)
gr: YIQ (Αναλογικό NTSC)

source: YUV Support:
gr: Υποστήριξη YUV:

source: YUV (Analog PAL)
gr: YUV (Αναλογικό PAL)

source: YUV Color Range
gr: Σειρά χρωμάτων YUV

source: YUV Color Space conversion. This value is extracted from the movie file. To lock it to always use the same color space, set the value in Preferences->Video->YUV Conversion. That value shall take precedence upon loading of the movie file.
gr: Μετατροπή χρωματικού χώρου YUV. Αυτή η τιμή εξάγεται από προεπιλογή από την ταινία, αν μπορεί. Για να το ρυθμίσετε ώστε να χρησιμοποιεί πάντα τον ίδιο χρωματικό χώρο, χρησιμοποιήστε τη ρύθμιση Προτιμήσεις->Βίντεο->Μετατροπή YUV. Αυτή η τιμή θα έχει προτεραιότητα κατά τη φόρτωση του αρχείου ταινίας.

source: YUV Conversion
gr: Μετατροπή YUV

source: YUV Hint
gr: Sug. YUV

source: YUVA Support:
gr: Υποστήριξη YUVA:

source: Yes
gr: Ναί

source: You are saving over the movie you are playing. Aborting...
gr: Αποταμιεύετε την ταινία που παίζετε. αποβολή...

source: You can load only a single stereo image to combine with current one.
gr: Μπορείτε να ανεβάσετε μόνο μία στερεοφωνική εικόνα για να τη συνδυάσετε με την τρέχουσα.

source: You cannot load a reel as a stereo image.
gr: Δεν μπορείτε να φορτώσετε ένα καρούλι ως στερεοφωνική εικόνα.

source: Z
gr: Ζ

source: Z DEPTH
gr: Ζ ΒΑΘΟΣ

source: Z Depth
gr: Z-βάθος

source: ZIP
gr: φερμουάρ

source: Zoom Speed
gr: συντελεστής ζουμ

source: Zoom for image failed
gr: Το ζουμ στην εικόνα απέτυχε

source: attributes not found
gr: χαρακτηριστικά δεν βρέθηκαν

source: audio
gr: Ήχος

source: audio frame is missing
gr: Το κουτί ήχου λείπει.

source: avcodec_context_from_parameters failed for video
gr: Το avcodec_context_from_parameters απέτυχε για το βίντεο

source: avcodec_copy_context failed for audio
gr: Το avcodec_copy_context απέτυχε για τον ήχο

source: avcodec_copy_context failed for subtitle
gr: Το avcodec_copy_context απέτυχε για τους υπότιτλους

source: base
gr: βάση

source: bind socket failed
gr: Η υποδοχή σύνδεσης απέτυχε

source: capDate
gr: Ημερομηνία

source: change_image index
gr: change_imdice εικόνα

source: clean effects
gr: καθαρά αποτελέσματα

source: comment
gr: σχόλια

source: data
gr: δεδομένα

source: decode_audio_packet failed for frame
gr: Το decode_audio_packet απέτυχε για το καρέ

source: default
gr: Προκαθορισμένο

source: default_ocio_input_color_space - unknown bit depth
gr: default_leisure_input_color_space - άγνωστο βάθος bit

source: delete uiview
gr: διαγραφή uiview

source: dub
gr: μεταγλώττιση

source: files
gr: εγγραφές

source: find_image: frame
gr: search_image: καρέ

source: float
gr: κινητής υποδιαστολής

source: float (32-bits per channel)
gr: κινητή υποδιαστολή (32-bit ανά κανάλι)

source: forced
gr: αναγκαστικά

source: format
gr: Μορφή

source: format s24le
gr: Μορφή s24le

source: format s32be, frequency
gr: Μορφή s32be, συχνότητα

source: gleam
gr: αναλαμπή

source: half float (16-bits per channel)
gr: μισή κινητή υποδιαστολή (16 bit ανά κανάλι)

source: half/float
gr: τα μισα/πλήρης κινητής υποδιαστολής

source: has invalid magic number in the header.
gr: έχει έναν μη έγκυρο μαγικό αριθμό στην κεφαλίδα.

source: hearing impaired
gr: προβλήματα ακοής

source: host_statistics64 failed
gr: host_statistics64 απέτυχε

source: is a Softimage file, but not a PIC file.
gr: είναι αρχείο Softimage, αλλά όχι αρχείο PIC.

source: item_pathname returned
gr: Το item_pathname επέστρεψε

source: karaoke
gr: καραόκε

source: keyCode
gr: Κωδικός κλειδί

source: listen to socket failed
gr: Η ακρόαση της σύνδεσης απέτυχε

source: loadDeepData error:
gr: Σφάλμα βαθιάς φόρτωσης δεδομένων:

source: lyrics
gr: στίχοι

source: macOS Menus
gr: Μενού macOS

source: mental ray Bit Picture
gr: Μικρή εικόνα από την ψυχική ακτίνα

source: mental ray Contour Picture
gr: Εικόνα περιγράμματος της νοητικής ακτίνας

source: mental ray Motion Picture
gr: κινηματογραφική ταινία ψυχικής ακτίνας
