Repository: ggarra13/mrviewer
Catalog: mrViewer/src/po/gr.po
Languages: gr

source: Move/Size Mode
gr: Λειτουργία μετακίνησης/Αναρρίχηση

source: Movie Saving Preferences
gr: Προτιμήσεις αποθήκευσης ταινίας

source: Movie files will be read as 16bit pictures, instead of being loaded and cached as 8 bits. This setting thus allows caching less pictures in memory but at an improved quality.
gr: Οι ταινίες θα διαβάζονται ως εικόνες 16 bit όποτε είναι δυνατόν, αντί να φορτώνονται και να αποθηκεύονται προσωρινά ως 8 bit. Επομένως, αυτή η ρύθμιση βοηθά στην προσωρινή αποθήκευση λιγότερων εικόνων στη μνήμη αλλά με υψηλότερη ποιότητα.

source: Movies (*.{
gr: Ταινίες (*.{

source: Multiply
gr: Πολλαπλασιάζω

source: Mute
gr: Βουβός

source: MyPack not found
gr: δεν βρέθηκε

source: NTSC HDTV Color Bars
gr: Έγχρωμες ράβδοι NTSC HDTV

source: NTSC Video
gr: Βίντεο NTSC

source: Name (.ext)
gr: Όνομα (.ext)

source: Names cannot contain spaces in their paths.
gr: Τα ονόματα δεν μπορούν να περιέχουν κενά στους καταλόγους τους.

source: Nearest Neighbor Always
gr: Πάντα ο κοντινός γείτονας

source: Need to reboot mrViewer to change language. Are you sure you want to continue?
gr: Πρέπει να επανεκκινήσω το mrViewer για να αλλάξω τη γλώσσα. Εισαι σιγουρος οτι θελεις να συνεχισεις?

source: Negative indices to exchange
gr: Αρνητικοί δείκτες στο εμπόριο

source: Never
gr: Ποτέ

source: New item not created at
gr: Νέο στοιχείο δεν δημιουργήθηκε στο

source: New item was not found in tree.
gr: δεν βρέθηκε στον κύλινδρο

source: Next
gr: Επόμενο

source: Next Channel
gr: Επόμενο Κανάλι

source: Next Image
gr: Επόμενη εικόνα

source: Next Image Version
gr: Επόμενη Έκδοση Εικόνας

source: No
gr: Οχι

source: No CTL script
gr: Δεν υπάρχει εγγραφή CTL

source: No CTL script or ICC profile
gr: Χωρίς εγγραφή CTL ή προφίλ ICC

source: No ICC profile
gr: Δεν υπάρχει προφίλ ICC

source: No Lut
gr: οχι λαου

source: No Stereo Output
gr: Χωρίς στερεοφωνική έξοδο

source: No attribute named '%s'
gr: Δεν υπάρχει χαρακτηριστικό με το όνομα '%s'

source: No audio nor video stream created
gr: Δεν δημιουργήθηκε ήχος ή βίντεο

source: No background image to switch to
gr: Δεν υπάρχει εικόνα φόντου για αλλαγή

source: No codec context for audio stream.
gr: Δεν υπάρχει καρέ κωδικοποιητή για ήχο.

source: No conversion needed. Gamma:
gr: Δεν χρειάζεται μετατροπή. Φάσμα:

source: No decoder found for audio stream. ID:
gr: Δεν βρέθηκε αποκωδικοποιητής για το κομμάτι ήχου. ΤΑΥΤΟΤΗΤΑ:

source: No foreground image to switch to
gr: Δεν υπάρχει μπροστινή εικόνα για αλλαγή

source: No image to add shape to
gr: Δεν υπάρχει εικόνα για προσθήκη σχήματος

source: No image was decoded
gr: Καμία εικόνα δεν αποκωδικοποιήθηκε

source: No left image to attach a stereo image pair
gr: Δεν υπάρχει εικόνα για να επισυνάψετε ένα ζευγάρι στερεοφωνικών εικόνων

source: No memory for audio frame
gr: Δεν υπάρχει μνήμη για καρέ ήχου

source: No memory to allocate filter graph
gr: Δεν υπάρχει μνήμη για γράφημα φίλτρου

source: No pixel format could be chosen
gr: Δεν ήταν δυνατή η επιλογή μορφής pixel

source: No such framebuffer - cannot set pixel
gr: Δεν υπάρχει τέτοιο framebuffer - δεν μπορώ να ρυθμίσω το pixel

source: No valid ODT transform:
gr: Δεν υπάρχει έγκυρος μετασχηματισμός ODT:

source: No valid RT transform for "
gr: Δεν υπάρχει έγκυρος μετασχηματισμός RT για το "

source: No versioning in this clip. Please create an image or directory named with a versioning string.
gr: Αυτό το κλιπ δεν έχει εκδόσεις. Δημιουργήστε μια εικόνα ή έναν φάκελο με όνομα με μια έκδοση.

source: Non-Drop Frame Timecode
gr: Κωδικός χρόνου χωρίς σπατάλη καρέ

source: Non-POT Textures:
gr: Υφές που δεν είναι POT:

source: None
gr: κανενα απο τα δυο

source: Norm
gr: πρότυπο

source: Normal
gr: Κανονικός

source: Normalize pixel values to remain in [0,1] range.
gr: Κανονικοποιήστε τις τιμές των pixel για να διατηρήσετε το εύρος [0,1].

source: Normals
gr: κανονικός

source: Not Comped
gr: Μη Συμπληρωμένο

source: Not OK
gr: Οχι εντάξει

source: Not a GLArrowShape pointer
gr: Δεν είναι δείκτης GLArrowShape

source: Not a GLCircleShape pointer
gr: Δεν είναι δείκτης για το GLCircleShape

source: Not a GLCircleShape pointer in mouseRelease
gr: Δεν είναι δείκτης GLCircleShape στο mouseRelease

source: Not a GLErasePathShape pointer
gr: Δεν είναι δείκτης για το GLErasePathShape

source: Not a GLPathShape pointer
gr: Δεν είναι δείκτης στο GLPathShape

source: Not a GLRectangleShape pointer
gr: Δεν είναι δείκτης GLRectangleShape

source: Not a GLTextShape pointer in mouseRelease
gr: Δεν είναι δείκτης στο GLTextShape στο mouseRelease

source: Not a mental ray stub file anymore.
gr: Δεν είναι πλέον ένα αρχείο απόδοσης ψυχικής ακτίνας.

source: Not a picture to be bound
gr: Δεν είναι μια εικόνα που πρέπει να δεθεί

source: Not a table
gr: όχι τραπέζι

source: Not a valid picture to be bound
gr: Δεν είναι έγκυρη εικόνα για να δεθεί

source: Not enough compressed data
gr: Δεν υπάρχουν αρκετά συμπιεσμένα δεδομένα

source: Not enough memory for black image
gr: Δεν υπάρχει μνήμη για μαύρη εικόνα

source: Not enough memory for color transform
gr: Δεν υπάρχει μνήμη για μετασχηματισμό χρώματος

source: Not enough memory for context
gr: Δεν υπάρχει μνήμη για το καρέ

source: Not enough memory for image
gr: Δεν υπάρχει μνήμη εικόνας

source: Not group child in table row
gr: Μην ομαδοποιείτε το παιδί στη σειρά πίνακα

source: Nov
gr: Οχι

source: NumLock
gr: κλειδαριά αριθμών

source: Number of FStops the LUT will cover. Higher numbers show more detail in the black levels, while it makes the midrange be less defined.
gr: Αριθμός FStops που θα καλύψει ο Πίνακας. Οι υψηλότεροι αριθμοί δείχνουν περισσότερες λεπτομέρειες στα επίπεδα μαύρου, ενώ καθιστούν τις τιμές μεσαίου εύρους λιγότερο καθορισμένες.

source: Number of Fstops
gr: Αριθμός FStops

source: Number of Parts
gr: Αριθμός εξαρτημάτων

source: Number of audio channels
gr: Αριθμός καναλιών ήχου

source: Number of audio streams in file
gr: Αριθμός ροών ήχου στο αρχείο

source: Number of channels in clip
gr: Αριθμός καναλιών στο κλιπ

source: Number of client runs:
gr: Αριθμός εκτελέσεων πελάτη:

source: Number of connections now:
gr: Αριθμός συνδέσεων τώρα:

source: Number of subtitle streams in file
gr: Αριθμός ροών υπότιτλων στο αρχείο

source: Number of video streams in file
gr: Αριθμός ροών βίντεο στο αρχείο

source: OCIO Color Space
gr: ΕΛΕΥΘΕΡΗ ΧΩΡΟΣ Χρωματικός Χώρος

source: OCIO Config File
gr: Αρχείο διαμόρφωσης OCIO

source: OCIO Display
gr: Οθόνη OCIO

source: OCIO Display/View or some default gamma settings.
gr: απεικόνιση/Προβολή OCIO ή ορισμένες προεπιλεγμένες ρυθμίσεις γάμμα

source: OCIO Input Color Space
gr: Χρωματικός χώρος εισόδου OCIO

source: OCIO View
gr: Θέα αναψυχής

source: OCIO View change failed
gr: Αποτυχία διακόπτη προβολής OCIO

source: OCIO config (*.{
gr: Διαμόρφωση OCIO (*.{

source: OCIO config is not set. Defaulting to CTL.
gr: Η μεταβλητή περιβάλλοντος OCIO δεν υπάρχει. Θα χρησιμοποιηθεί CTL.

source: OCIO input color space for the image
gr: Εισαγάγετε τον χρωματικό χώρο της εικόνας απροσδιόριστος.

source: OCIO/Display
gr: OCIO/απεικόνιση

source: OCIO/Input Color Space
gr: OCIO/Εισαγωγή χρωματικού χώρου

source: OCIO/View
gr: OCIO/Θέα

source: ODT Lut is set to prefer CTL script but only ICC profile found in ODT.
gr: Το ODT Lut έχει ρυθμιστεί ώστε να επιτρέπει την εγγραφή CTL, αλλά μόνο ένα προφίλ ICC βρίσκεται στο ODT.

source: ODT Lut is set to prefer ICC profile but only CTL script found in ODT.
gr: Το ODT Lut έχει οριστεί να προτιμά ένα προφίλ ICC, αλλά μόνο ένα σενάριο CTL βρέθηκε στο ODT.

source: OIIO
gr: ΟΙΙΟ

source: OIIO Saving
gr: Εξοικονόμηση OIIO

source: OK
gr: εντάξει

source: Object Cycle
gr: Κύκλος αντικειμένου

source: Oct
gr: Οκτ

source: Offset
gr: Μετατόπιση

source: Ogg Movie
gr: ταινία ogg

source: Ogg Video
gr: ogg-βίντεο

source: Okay
gr: Εντάξει

source: Old item was not found in tree.
gr: δεν βρέθηκε στον κύλινδρο

source: Once
gr: Μια φορά

source: Open Aces Metadata File (AMF)
gr: Άνοιγμα αρχείου μεταδεδομένων Aces (AMF)

source: Open Clip XML Metadata
gr: Ανοίξτε το Clip XML Metadata

source: Open Directory
gr: ανοιχτός φάκελος

source: Open Movie or Sequence
gr: Ανοίξτε την ταινία ή την ακολουθία

source: Open Session
gr: Άνοιγμα συνεδρίας

source: Open Single Image
gr: Ανοίξτε Μόνο μία εικόνα

source: Open encoder
gr: ανοιχτός κωδικοποιητής

source: Open movie '
gr: ανοιχτή ταινία

source: Open new image, sequence, movie or reel
gr: Ανοίξτε νέα εικόνα, ακολουθία, ταινία ή τροχό

source: OpenEXR Options
gr: Επιλογές OpenEXR

source: OpenEXR Saving
gr: Αποθήκευση OpenEXR

source: OpenGL blend compositing mode. Traditional: SC x SA + DC x ( 1 - SA) Premult: SC + DC x ( 1 - SA ) where SC is source color, SA is source alpha, and DC is destination color.
gr: OpenGL compositing blend mode: Παραδοσιακό: CF x AF + CD x ( 1 - AF ) Προπολλαπλασιασμένο: CF + CD x ( 1 - AF ) Όπου CF είναι το χρώμα πηγής, AF είναι η πηγή άλφα και CD είναι το χρώμα προορισμού.

source: Opens different windows
gr: ανοίξτε διαφορετικά παράθυρα

source: Options controlling the OpenEXR reader/writer
gr: Επιλογές που ελέγχουν τον αναγνώστη/συγγραφέας openexr

source: Options controlling the R3D / BRAW readers
gr: Επιλογές που ελέγχουν τον αναγνώστη R3D/ΜΕΤΩΠΟ

source: Options for EXR were empty
gr: Οι επιλογές για EXR ήταν κενές

source: Original
gr: Πρωτότυπο

source: Original Transmission Reference
gr: Αρχική αναφορά μετάδοσης

source: Original pixel type is
gr: Ο αρχικός τύπος pixel είναι

source: Original without Gamma, Gain or Lut
gr: Πρωτότυπο χωρίς Gamma, Gain ή Lut

source: Originating Program
gr: Πρωτότυπο πρόγραμμα

source: Otio timeline saved to '%s'.
gr: Το χρονοδιάγραμμα του Otio αποθηκεύτηκε στο '%s'.

source: Out of memory
gr: Χωρίς μνήμη

source: Out of memory for audio buffer
gr: Δεν υπάρχει μνήμη buffer ήχου

source: Output
gr: Αναχώρηση

source: Output buffer size is too small for the current frame (
gr: Το μέγεθος του buffer εξόδου είναι πολύ μικρό για αυτό το καρέ (

source: Output data size is too small for the current frame (
gr: Το μέγεθος του buffer εξόδου είναι πολύ μικρό για αυτό το καρέ (

source: Overall brightness of clip.
gr: Φωτεινότητα κλιπ.

source: Overall contrast of clip.
gr: Αντίθεση κλιπ.

source: Override Audio
gr: Αντικατάσταση ήχου

source: Override FPS
gr: Παράκαμψη FPS

source: Override playback fps when loading sequences.
gr: Παράκαμψη αναπαραγωγής fps κατά τη φόρτωση πλάνα.

source: Override sequence default fps.
gr: Καταργήστε τα καρέ ανά δευτερόλεπτο της ροής.

source: Override viewer's default client hostname.
gr: Αντικαθιστά το προεπιλεγμένο όνομα κεντρικού υπολογιστή-πελάτη του θεατή.

source: Override viewer's default gain.
gr: Παρακάμψτε το εσωτερικό κέρδος του εικονοσκοπίου.

source: Override viewer's default gamma.
gr: Καταργήστε την εσωτερική εμβέλεια του εικονοσκοπίου.

source: Overrun scanline (Raw) [
gr: Σχετικά με τη γραμμή γραφής (ακατέργαστη) [

source: Overrun scanline (Repeat) [
gr: Πάνω από τη γραμμή εγγραφής (Επανάληψη) [

source: Owner
gr: Ιδιοκτήτης

source: PAL Color Bars
gr: Μπάρες χρώματος PAL

source: PAL HDTV Color Bars
gr: Ράβδοι χρώματος PAL HDTV

source: PAL Video
gr: Βίντεο PAL

source: PBO Textures:
gr: Υφές PBO:

source: PIZ
gr: ΠΙΖ

source: PNG Picture
gr: εικόνα PNG

source: PageDown
gr: Σελίδα κάτω

source: PageUp
gr: Σελίδα προς τα πάνω

source: Pause
gr: Παύση

source: Pen Color
gr: Χρώμα μολυβιού

source: Pen Size
gr: Μέγεθος μολυβιού

source: Pen Size Less
gr: Μικρό μέγεθος μολυβιού

source: Pen Size More
gr: Μεγαλύτερο μέγεθος μολυβιού

source: Perceptual
gr: Αντιληπτική

source: Photoshop Picture
gr: εικόνα photoshop

source: Pick
gr: Διαλέγω

source: Pick a config.ocio file from disk.
gr: Επιλέξτε ένα αρχείο config.idle από το δίσκο.

source: Ping Pong
gr: Πινγκ πονγκ

source: Pixel Format
gr: μορφή pixel

source: Pixel Format to save image. Usually Half.
gr: Μορφή pixel για αποθήκευση της εικόνας. Συνήθως μισό.

source: Pixel Ratio
gr: αναλογία εικονοστοιχείων

source: Pixel Toolbar
gr: γραμμή pixel

source: Pixel Values
gr: τιμές pixel

source: Pixel ratio of clip
gr: Αναλογία εικονοστοιχείων κλιπ

source: Pixel type not well supported in waveform monitor
gr: Ο τύπος pixel δεν υποστηρίζεται σωστά στην κυματομορφή

source: Pixel/Copy RGBA Values to Clipboard
gr: Εικονοκύτταρο/Αντιγράψτε τις τιμές RGBA στο Πρόχειρο

source: Play All Frames
gr: Όλα τα πλαίσια

source: Play All frames without skipping even if frame rate suffers.
gr: Παίξτε κάθε καρέ χωρίς παράβλεψη, ακόμα κι αν υποφέρει ο ρυθμός καρέ.

source: Play Backwards
gr: Αναπαραγωγή

source: Play Backwards / Change Speed
gr: Αναπαραγωγή/αλλαγή ταχύτητας

source: Play Forwards
gr: Παίξτε προς τα εμπρός

source: Play Forwards / Change Speed
gr: Παίξτε προς τα εμπρός/αλλαγή ταχύτητας

source: Play in Current Direction
gr: Παίξτε στην τρέχουσα διεύθυνση

source: Play sequence backwards.
gr: Αναπαραγωγή της ακολουθίας προς τα πίσω.

source: Play sequence forward.
gr: Αναπαραγωγή της ακολουθίας προς τα εμπρός.

source: Play video or sequence automatically without pausing at the beginning (Autoplayback).
gr: Παίζει αυτόματα βίντεο ή ακολουθία χωρίς παύση στην αρχή (Αυτόματη αναπαραγωγή).

source: Playback
gr: παίζω

source: Playback of audio frame
gr: Αναπαραγωγή πλαισίου ήχου

source: Polish
gr: Πολωνικά (Polski)

source: Port
gr: Λιμάνι

source: Portuguese
gr: Πορτογαλικά (português)

source: Positioning
gr: τοποθέτησης

source: Power
gr: Εξουσία

source: Prefer CTL
gr: Προτιμήστε CTL

source: Prefer ICC
gr: Προτιμήστε το ICC

source: Preferences
gr: προτιμήσεις

source: Preferences have been saved to:
gr: Οι προτιμήσεις έχουν αποθηκευτεί σε:

source: Prefix cannot be an empty string. Please type some regex to distinguish the version in the filename. If unsure, use _v.
gr: Το πρόθεμα δεν μπορεί να είναι κενό κείμενο. Πληκτρολογήστε μερικά γράμματα για να ξεχωρίσετε την έκδοση στο όνομα του αρχείου. Εάν αμφιβάλλετε για το τι να χρησιμοποιήσετε, χρησιμοποιήστε το _v που θα δημιουργήσει μια περιεκτική κανονική έκφραση.

source: Prefix cannot be an empty string. Please type some unique characters to distinguish the version in the filename.
gr: Το πρόθεμα δεν μπορεί να είναι κενό κείμενο. Πληκτρολογήστε μερικά γράμματα για να ξεχωρίσετε την έκδοση στο όνομα του αρχείου.

source: Preload Cache
gr: Προφόρτωση προσωρινής μνήμης

source: Preload Image Cache
gr: Προφόρτωση προσωρινής μνήμης εικόνων

source: Premult No Gamma
gr: Premult No Range

source: Presentation
gr: Παρουσίαση

source: Preview Thumbnails
gr: γραμματόσημα previz

source: Previous
gr: Προηγούμενος

source: Previous Channel
gr: Προηγούμενο κανάλι

source: Previous Image
gr: Προεπισκόπηση εικόνας

source: Previous Image Limited
gr: Περιορισμένη εικόνα προεπισκόπησης

source: Previous Image Version
gr: Έκδοση προηγούμενης εικόνας

source: Print
gr: Τυπώνω

source: Priority
gr: Προτεραιότητα

source: Problem allocating image
gr: Πρόβλημα με την ανάθεση εικόνας

source: Problem with tile
gr: πρόβλημα με πλακάκι

source: Profile
gr: Προφίλ

source: Profile name
gr: Όνομα προφίλ

source: Program %d
gr: Πρόγραμμα %d

source: Program %d: %s
gr: Πρόγραμμα %d: %s

source: Program Version
gr: Έκδοση προγράμματος

source: Program did not link. Error:
gr: Το πρόγραμμα δεν συνδέθηκε. Λάθος:

source: Protocols
gr: πρωτόκολλα

source: Provide a sequence or movie for background.
gr: Δώστε δύο σεκάνς ή ταινίες για στερεοφωνικό.

source: Provide two sequences or movies for stereo.
gr: Δώστε δύο σεκάνς ή ταινίες για στερεοφωνικό.

source: Province State
gr: ΕΠΑΡΧΙΑ

source: Proxy Scale
gr: κλίμακα μεσολάβησης

source: Proxy image scale
gr: Κλίμακα διακομιστή μεσολάβησης εικόνας

source: Quality
gr: Ποιότητα

source: Quicktime Movie
gr: ταινία quicktime

source: Quit Program
gr: Έξοδος από το πρόγραμμα

source: Quit mrViewer
gr: Έξοδος από το mrViewer

source: R3D Loading
gr: Φόρτωση R3D

source: R: %g %g G: %g %g B: %g %g
gr: R: %g %g G: %g %g Β: %g %g

source: RED
gr: ΤΟ ΚΟΚΚΙΝΟ

source: RED Color Version
gr: ΚΟΚΚΙΝΗ Έγχρωμη Έκδοση

source: RED Color space
gr: ΚΟΚΚΙΝΟΣ Χρωματικός Χώρος

source: RED gamma curve
gr: ΚΟΚΚΙΝΗ καμπύλη γάμμα

source: RExt
gr: REext

source: RGB Picture
gr: Εικόνα RGB

source: RGBA Display
gr: Οθόνη RGBA

source: ROLE_SCENE_LINEAR not defined.
gr: Το ROLE_SCENE_LINEAR δεν έχει οριστεί.

source: RT Lut is set to prefer CTL but only ICC profile found in "
gr: Το RT Lut έχει οριστεί να προτιμά το CTL, αλλά μόνο ένα προφίλ ICC βρέθηκε στο "

source: RT Lut is set to prefer ICC profile but only CTL script found in "
gr: Το RT Lut έχει οριστεί να προτιμά ένα προφίλ ICC αλλά μόνο ένα σενάριο CTL βρίσκεται στο "

source: Raise Log Window on Error
gr: Παράθυρο μηνύματος σφάλματος

source: Random Y
gr: Τυχαίο στο Υ

source: Range
gr: Τάξη

source: Rational
gr: Λογικός

source: Read 16 bit movies when possible
gr: Διαβάστε ταινίες 16 bit όταν είναι δυνατόν

source: Real Height
gr: πραγματικό ύψος

source: Real Media Movie
gr: Ταινία Real Media

source: Real Width
gr: Πραγματικό πλάτος

source: Real height of clip
gr: πραγματικό ύψος κλιπ

source: Real width of clip
gr: πραγματικό πλάτος κλιπ

source: Rectangle
gr: Ορθογώνιο παραλληλόγραμμο

source: Rectangle Mode
gr: Λειτουργία ορθογωνίου

source: Rectangle Tool
gr: Ορθογώνιο εργαλείο

source: Red
gr: το κόκκινο

source: Red Gain
gr: Κόκκινο κέρδος

source: Red Gain of clip.
gr: Κόκκινο κέρδος του κλιπ.

source: Red value of image pixel under mouse.
gr: Κόκκινη τιμή του εικονοστοιχείου εικόνας κάτω από το ποντίκι.

source: Red/cyan glasses
gr: Κόκκινοι φακοί/κυανός

source: Redo Draw
gr: Επαναλάβετε το σχέδιο

source: Redo Previous Shape Drawn
gr: Επανάληψη της εικόνας που σχεδιάστηκε προηγουμένως

source: Reel %d (%s) | Shot %d (%s) | Frame %<PRId64> | X = %d | Y = %d
gr: Καρούλι %d (%s) | Πάρτε %d (%s) | καρέ %<PRId64> | X = %d | Y = %d

source: Reel '%s' saved
gr: Το καρούλι '%s' αποθηκεύτηκε

source: Reel List
gr: μπομπίνες

source: Reels
gr: μπομπίνες

source: Reels (*.{
gr: Καρούλια (*.{

source: Reference Date
gr: Ημερομηνία αναφοράς

source: Reference Number
gr: Αριθμός αναφοράς

source: Reference Service
gr: Υπηρεσία Αναφοράς

source: Regex used to detect version numbers. The default _v creates one that finds images like: gizmo_v003.001.exr (version 3, frame 1).
gr: Κανονική έκφραση που χρησιμοποιείται για τον εντοπισμό αριθμών εκδόσεων. Από προεπιλογή βρίσκει εικόνες όπως: gizmo_v003.001.exr (έκδοση 3, καρέ 1).

source: Regular expression error:
gr: Σφάλμα κανονικής έκφρασης:

source: Relative
gr: Συγγενής

source: Relative Colorimetric
gr: Σχετικό Χρωματομετρικό

source: Release Date
gr: Ημερομηνία αναχώρησης

source: Release Time
gr: Ωρα αναχώρησης

source: Reload Theme
gr: Επαναφόρτωση θέματος

source: Reload color theme from mrViewer.colors file again to refresh change in colors
gr: Φορτώστε ξανά το έγχρωμο θέμα από το αρχείο mrViewer.colors για να ανανεώσετε τις αλλαγές χρώματος.

source: Remaining
gr: λείπει

source: Removal item not found in tree.
gr: δεν βρέθηκε στον κύλινδρο

source: Remove Attribute
gr: Κατάργηση χαρακτηριστικού

source: Remove current image from reel.
gr: Έσβησα την τρέχουσα εικόνα από τον κύλινδρο.

source: Removed client
gr: Διέγραψα τον πελάτη

source: Render Pixel Format
gr: Μορφή εικονοστοιχείων απόδοσης

source: Render Transform
gr: Render Transformation

source: Render Transforms
gr: Render Transformation

source: Rendering Intent
gr: Render Intent

source: Repeat Frame
gr: Επαναλάβετε το καρέ

source: Replace all attribute/values to display in the hud, leaving only those specified in the command line.
gr: Αντικατάσταση όλων των χαρακτηριστικών/τιμές για εμφάνιση στο hud, αφήνοντας μόνο αυτές που καθορίζονται στη γραμμή εντολών.

source: Replace image index is out of range
gr: Το ποσοστό αντικατάστασης εικόνας είναι εκτός εύρους

source: Resampling audio failed
gr: Η επαναδειγματοληψία ήχου απέτυχε

source: Resampling audio failed. Len:
gr: Η επαναδειγματοληψία ήχου απέτυχε. Λέοντος:

source: Reserved
gr: κατοχυρωμένα

source: Reset
gr: Επαναφέρω

source: Reset Gain/Gamma
gr: κέρδος επαναφοράς/Φάσμα

source: Reset value
gr: επαναφορά τιμής

source: Resize Background to Match Foreground
gr: Κλιμακώστε το φόντο στο μέγεθος του μπροστινού μέρους

source: Resize Main Window to Fit
gr: Αλλάξτε το μέγεθος του κύριου παραθύρου ώστε να ταιριάζει

source: Resolution
gr: Ανάλυση

source: Restore screensaver
gr: επαναφορά της προφύλαξης οθόνης

source: Restored screensaver
gr: η προφύλαξη οθόνης αποκαταστάθηκε

source: Return
gr: εισαγω

source: Revert
gr: ΑΝΤΙΣΤΡΟΦΗ

source: Revert settings to last saved preferences.
gr: Επαναφέρετε τις ρυθμίσεις στις τελευταίες αποθηκευμένες προτιμήσεις.

source: Rich Picture Format
gr: Εικόνα εμπλουτισμένης μορφής εικόνας

source: Right
gr: σωστά

source: Right View
gr: Δεξιά Προβολή

source: Right view
gr: Δεξιά Προβολή

source: Right/left
gr: σωστά/αριστερά

source: RightAlt
gr: Εναλλακτικά δεξιά

source: RightCtrl
gr: Δεξί Ctrl

source: RightMeta
gr: Σωστός στόχος

source: RightShift
gr: Δεξιά Shift

source: Romanian
gr: Ρουμανικά (Română)

source: Rotate Canvas Mode
gr: Καμβάς λειτουργίας περιστροφής

source: Rotate Image +10 Degrees
gr: Περιστροφή εικόνας +10 μοίρες

source: Rotate Image +90 Degrees
gr: Περιστροφή εικόνας +90 μοίρες

source: Rotate Image -10 Degrees
gr: Περιστροφή εικόνας -10 μοίρες

source: Rotate Image -90 Degrees
gr: Περιστροφή εικόνας -90 μοίρες

source: Rotate for image failed
gr: Η περιστροφή για εικόνα απέτυχε

source: Rounding Mode
gr: Λειτουργία στρογγυλοποίησης

source: Run mrViewer regardless of single instance setting.
gr: Εκτελέστε το mrViewer ανεξάρτητα από τη διαμόρφωση μιας παρουσίας.

source: Russian
gr: Ρωσικά (русский)

source: SDI Output:
gr: Έξοδος SDI:

source: SGI Picture
gr: Εικόνα SGI

source: SHOT
gr: ΛΗΨΗ

source: SHOW
gr: ΠΡΟΒΟΛΗ

source: SMPTE NTSC Color Bars
gr: Μπάρες χρώματος SMPTE NTSC

source: Safe Areas
gr: Ασφαλείς Περιοχές

source: Saturation
gr: Κορεσμός

source: Saturation of clip.
gr: κορεσμός κλιπ

source: Saturation value of image pixel under mouse.
gr: Τιμή κορεσμού του εικονοστοιχείου εικόνας κάτω από το ποντίκι.

source: Save
gr: Διατήρηση

source: Save Clip XML Metadata
gr: Αποθήκευση μεταδεδομένων XML του Κλιπ

source: Save GL Snapshot
gr: Αποθήκευση στιγμιότυπου Opengl

source: Save Hotkeys Preferences
gr: Αποθήκευση προτιμήσεων κλειδιών οδήγησης

source: Save Image
gr: Αποθήκευσε την εικόνα

source: Save Metadata
gr: Αποθήκευση μεταδεδομένων

source: Save OCIO config in preferences file or leave it empty so that environment variables can be used.
gr: Αποθηκεύστε τις ρυθμίσεις OCIO στο αρχείο προτιμήσεων ή αφήστε το ελεύθερο, ώστε να μπορούν να χρησιμοποιηθούν οι μεταβλητές περιβάλλοντος.

source: Save Ocio Config File in Preferences
gr: Αποθήκευση διαμόρφωσης OCIO

source: Save Options
gr: Αποθήκευση επιλογών

source: Save Sequence
gr: Αποθήκευση ακολουθίας

source: Save Session
gr: Αποθήκευση συνεδρίας

source: Save XML Clip Metadata
gr: Αποθήκευση μεταδεδομένων XML του Κλιπ

source: Save current reel
gr: Αποθήκευση τρέχοντος τροχού.

source: Save frames '
gr: Αποθήκευση πλαισίων

source: Save preferences to disk as a default.
gr: Αποθηκεύστε τις προτιμήσεις στο δίσκο από προεπιλογή.

source: Save sequence or movie.
gr: Αποθήκευση σειράς ή ταινίας.

source: Saved ACES clip metadata file '
gr: Αποθηκευμένο αρχείο μεταδεδομένων κλιπ ACES

source: Saved AMF clip metadata file '
gr: Αποθηκευμένα Μεταδεδομένα Αρχείο Κλιπ από το AMF'

source: Saves out ACES clip metadata (CTL transforms) into an ACESclip file.
gr: Αποθηκεύει ένα κλιπ μεταδεδομένων ACES (μετασχηματισμοί CTL) σε ένα αρχείο ACESclip.

source: Saves out OCIO's Input Color Space as an attribute of the image.
gr: Αποθηκεύει τον Χρωματικό Χώρο Εισόδου της εικόνας ως χαρακτηριστικό της εικόνας.
